{
    "product_id": "562",
    "name": "Max Styler - 2 Wide Plate Flat Iron",
    "brand": "ghd",
    "categories": "Tools & Brushes, Hair Tools, Hair Straighteners & Flat Irons",
    "price": 363.5,
    "about": "What it is: An award-winning, two-inch-wide plate flat iron for quicker, easier styling on long, curly, and thick hair...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Medium and Thick..Hair Concerns:.- Frizz.- Shine.- Straightening and Smoothing..Key Benefits:.- Style long, thick, and curly hair in half the time.- Pre-set to the optimum styling temperature of 365 degrees Fahrenheit for styling with no extreme heat.- Versatile styling to create everything from loose waves to a flawless straight look..What Else You Need to Know: Discover this ghd Max Styler with 70 percent larger plates, ideal for styling long, thick, and curly hair in half the time. Harnessing two new-generation heat sensors to ensure the optimum styling temperature of 365 degrees Fahrenheit for 80 percent more shine and up to two times less frizz, for a long-lasting, salon-quality finish...Clinical Results: In a test comparing the Max Styler with the ghd Original Styler, results showed:.- 70% larger plates..In a technical test in a lab on brunette hair, measured results versus naturally dried hair showed:.-80% more shine..In a technical test in a lab on frizzy hair, comparing hair dried with the Max Styler versus naturally dried hair, results showed:.- Two times less frizz",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Use on dry hair..-Section hair into two-inch sections..-Ensure that the styler is as close to the root as possible before closing the plates..-Gently move toward the tip of the section in one simple gliding motion..-Repeat the process with each section of hair, gliding once from roots to ends.",
    "num_reviews": 245,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/ghd-gold-max-2-styler-P469468?skuId=2445351&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2445351-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Died after a year",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "Was so excited about this, but after a year of using it (took very good care of it) it stopped working! Just outside of the manufacturer warranty of course ud83dude1e  Definitely NOT worth the money spent!!  My whatever brand cheap straightener that I got 10 years ago, is still going obviously better than this one.  Stick to Walmart straighteners people, or buy an expensive to spoil yourself for a year  ud83dude06"
        },
        {
            "review_title": "Works great until warrantly and breaks.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "2 of 2 of my past 2 ghd straighteners have been the best, and then RIGHT after the warranty period suddenly gets the red light of death with no warning. I've always taken care of my straighteners so this is SO disappointing and gross. Stay away from ghd unless you love buying new overpriced straighteners every 2 years."
        },
        {
            "review_title": "Quick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I enjoy this straightener, itu2019s easy to use and straightens my curly shoulder length hair fast."
        },
        {
            "review_title": "Donu2019t waste your money- set up to stop working!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It seems like a common issue that right after oneu2019s warranty expires (in no more than two years after they are purchased) the flat iron u201csuddenlyu201d stops working! This is my 3rd flat iron from GHD that I have bought in a 8-year-period, and each one of them just randomly stopped working (yes, the famous red light with an annoying beeping sound). Interesting! 900$ thrown down the drain in 8 years, the nerve this freaking company has, they are scamming everyone and laughing all the way to the bank. Their customer service is a joke, you can never get someone to answer the phone, you only get standard replies via email and would only get some sort of help if you are still under warranty. I seriously cannot believe they are stealing from people like that! Yes, the tools are great while they work, but if your purchase one, be aware that you will most likely have to repurchase one as soon as your warranty is up! Yikes. Terrible they deserve a major lawsuit!"
        },
        {
            "review_title": "Broke after 11 months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This styler works well, but 11 months in it wonu2019t heat up and flashes red.  Huge waste of money.  Also because itu2019s been nearly a year, Sephora wonu2019t do anything abou"
        },
        {
            "review_title": "Great flat iron, but dies 1-2 yrs post purchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved this flat iron u2014 I have thick, wavy hair and this was one of the best and most efficient straighteners Iu2019ve ever used. However, it broke after 1.5 years of use (red ring of death) and for the price, it just isnu2019t worth it. Looking at other reviews, this doesnu2019t seem to be an uncommon experience"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For the price , it was OK. Plates don't close evenly causing some hair to tug and other hair to fall out white straightening/curling."
        },
        {
            "review_title": "A must have for straight hair lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "After using this straightener for a couple of months, I have loved the results! It straightens my hair in no time, and leaves a shiny, smooth finish to my hair. I find it extremely hard to find a straightener that doesnu2019t severely damage my hair, and Iu2019ve had no problems whatsoever when using this particular straightener. Itu2019s lightweight, stores easily, and I take it with me whenever I have to travel."
        },
        {
            "review_title": "Died Already",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I purchased this in August 2021, and today February 2024 it died. The plates wonu2019t heat up, it blinks red. I am very disappointed in the short life of this iron considering the price. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I will be honest and say this is a beautiful flat iron, it worked amazing on my hair, unfortunately THREE DAYS after the two year warranty was up, it got the red ring of death and would not turn on. I reached out to customer service, and they essentially told me to pound sand and they wouldn't do anything as I was DAYS past the warranty. it's a shame, I would've been a lifetime customer of GHD if they would've done something. I will never recommend this to anyone (I used to recommend it CONSTANTLY)."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s 2 inches covers a lot of hair it does straight it nicely however,I feel like damage is still done to my hair equally as a cheaper straighter."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "i have had this straightener for a few years now and have honestly never been a fan of it. It was just so much money that I felt I had to continue with it, however, I have healthy wavy hair and this just never gets it feeling as soft as I would hope. Do not waste your money, purchase something that has the ability to control the heat and something that you will be happy with. I also never review sephora products so that is a testament to how much i hate this straightener."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have a lot of fine and very wavy hair. This worked comparably to a Revlon Amazon iron, but the quality of the material felt nicer was the only difference. Overall hair was straighter, but not flat iron straight (frizzy, esp at ends). Very expensive for the average results."
        },
        {
            "review_title": "Just no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The quality of these have gone down so much. This is my third one and the red light just comes on and it starts beeping. For that amount of $$ i expect so much more. This is very disappointing."
        },
        {
            "review_title": "Beyond Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "GHD used to be so good. Now it's literal trash. Broke after one use. It beeps and flashes red light. GHD's customer service is even worse than the product. Took them over 2 months to send a replacement and you have to pay for shipping to the US. The replacement arrived broken with the same issue. So many people have had the same experience. Sephora shouldn't be selling something of this quality at this price point. Please save yourself the trouble and get one from another brand."
        },
        {
            "review_title": "Great hair straightener with some serious flaws",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I really loved the results of this hair straightener but unfortunately i was only able to use this twice and then it stopped working and gave me the red light where it turns on. I was so heartbroken since i only purchased it two weeks ago. Iu2019m glad i was able to return it. The Sephora employees were so helpful and professional and i was able to exchange it with a different one."
        },
        {
            "review_title": "So smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this straightener to test out from Influenster to review and I gotta say, it is definitely got its perks! It runs over my hair like butter! It heats quickly and evenly. It takes a lot less time to get my hair done. I do have a few things I don't like about it. I wish the temp was adjustable and that you could see what temperature it is. Other than that, it is definitely a new fave. I would say if you have really damaged or fragile hair, this might run too hot. I definitely recommend a good heat protectant with it."
        },
        {
            "review_title": "best straightener for long hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow this is awesome!! The wide plate makes straightening so much faster, and I love the little silicon sleeve for easy transport and protection. My daughter has frizz -prone wavy hair and I couldn't believe how straight I could get it with this. It looks like naturally straight hair! It worked great on mine as well, which is already mostly straight but doesn't respond to heat like at all. It does get super super hot. My only complaint is I wish the heat were adjustable, but then I guess the high heat is what makes it work so well. Definitely would buy again and highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I have waist length hair that I don't like to use heat on. But when I have to this straightener is my go to. I love the extra big heating plate. I like the fast heat up time. I like that I can straighten in one pass. I love how smooth and shiny my hair is after. I like that I can use it to do loose curl at the end easily. While I like that the cord is long I wish that it came with something to corral it."
        },
        {
            "review_title": "Needs temperature control",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoyed this product, especially the 2 inch plate. It made it flat ironing my hair super quick. I do think that itu2019s missing a temperature control feature. I found it to be a little too much heat for my fine hair."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have thick curly/wavy hair and was super excited when I received this from Influenster to review. First this   straightener heats up in 30 seconds! You will hear a beep when you plug it in and then another beep when it is ready for use. I usually do not like big straighteners but this one is very nice. Makes straighten my hair so much faster! I literally only need one slow pass and I'm done. Of course I have baby hairs which I was afraid this would be to big to catch but it did a great job. My hair looked shiny,(think the ceramic plates are to be thanked for that) very straight, and really helps with the frizz. My hair stayed straight for 3 days! Could have lasted longer but 3 days is my max going with out washing my hair. I must also mention this does not have the option to change the heat setting, it heats up to 365u00b0. But I feel that is a perfect heat setting for my hair and does not burn or cause split ends. Also my hair does not get caught between the plates and get pulled. Which is great because ouch! Overall I like it and I have tried to curl my hair with it but I seem to just get tight curls. I need more practice to get the loose curls I want. Ooh also you do get a silicone heat protector cover for straightener which is plus so you can store it when its hot."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this straightener over the last few weeks I am happy with its performance.  It heats up so quickly and makes my hair look smooth and shiny.   It doesn't feel like it is burning ir overheating my fine strands."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am very tall with long hair that is down to my but and it usually takes forever to style I received this to test out and I love it! It heats up so quick, doesnu2019t get to hot and straightens the majority of my hair with ONE pass. I have wavy hair and it slicks it right down"
        },
        {
            "review_title": "A flat iron that works on curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Let me start by describing my hair type. I have curly and frizzy hair (type 3A - 3B) and it gets detangled a lot. And I don't heat style my hair that often. When I tried this flat iron, what I really liked was how wide the plates were. I was able to quickly straighten my hair. And the plates heated up pretty fast and my hair remained relatively straight the next day, which has not happened with other flat irons. If you have a curly, wavy or thick hair, id definitely recommend this one. It gets the job done quickly and efficiently. I received this product for free in exchange for my honest opinion."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I really enjoyed how easy this was to use. Fast heat up and I loved the heat protective end covering. I would have liked a Velcro strap to tie up the cord for travel, which I feel at this price point should be standard. Still a lovely tool.  I received this for free in exchange for my unbiased review."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "So excited I got to try this free through influenster. I strongly recommend this straightener. I have really curly hair and have tested so many straighteners over the years and this one works great!"
        },
        {
            "review_title": "A must when getting ready",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "After using this straightener for the past couple weeks my straightening time has decreased easy to use I also curl my hair with it it heats up fast very good quality and u can see it in the performance and how ur hair feels the quality is just there you get what you pay for and this purchase is worth it"
        },
        {
            "review_title": "Pros and cons",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Dry skin",
            "review_text": "Pros- makes my hair silky smooth, heats up quickly, long cord, light weight, silicon cover, can handle a large chunk of hair  Cons- only one heat setting and you canu2019t change it, no cord tie so it goes all over when you put it away, plates feel rough as it slides down the hair  All in all, I like this more than my chi but I will def be switching between both."
        },
        {
            "review_title": "The best straightener Iu2019ve ever used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This flat iron is by far the best Iu2019ve ever used. It only takes a few seconds for it to heat up, and it heats to the perfect temperature. The plates are larger than on other straighteners which helps me get my hair styled much faster. It only takes me about 15 minutes to have my hair completely finished. My hair naturally has some wave, and this styler gives me glossy, silky and ultra straight hair within a few minutes. No straightener Iu2019ve ever used has made my hair as straight and healthy looking as this one does. I havenu2019t used it to create curls yet, but I know that it will make them perfectly when I do. I absolutely recommend this styler and canu2019t wait to try other hair tools from this brand!"
        },
        {
            "review_title": "Buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Wow!! Couldn't believe how well this actually works. I have naturally wavy hair and this is the first straightner I have found to actually straighten my hair. This works fast and cuts down on time I'm spending on my hair."
        },
        {
            "review_title": "Wish it came with a temperature button",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "I received this product through Influenster. The packaging itself is beautiful. The flat iron is sleek and lightweight . I love the cord length as well. While the product does heat quickly I noticed that it did start smoking whenever I placed down on a surface. Lastly , I really wish it came with a temperature button to adjust the temp. Overall , itu2019s a very good quality product and it meets its intended purpose ."
        },
        {
            "review_title": "Smoothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this a month ago and have been exclusively using it to straighten my hair! I have thick, course hair and it does a great job at smoothing and controlling frizz! The only thing that took a while to get used to was not having temperature settings!"
        },
        {
            "review_title": "My Favorite Hair Tool - Easy Glossy Waves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow, I absolutely love this styling tool. My hair is naturally very frizzy, thick and wavy and this flat iron easily leaves my hair shiny and smooth. I love using the 2u201d plates to create full, bouncy waves. I also really appreciate the auto-time off feature and silicone cooling cover for the plates. The ceramic plates leave my hair unbelievably shiny and the 2u201d size means itu2019s a breeze to go through my hair. Definitely recommend!"
        },
        {
            "review_title": "Must have hair straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this product! Lose my hair straight, but not damaged. Only has one temperature."
        },
        {
            "review_title": "Time saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much. It makes my hair so smooth and straight. It is a time saver product and worth it to buy."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Great product. The straightener heated up in a matter of seconds. The 2 inch width was perfect for my amount of hair. The silicone heat shield was a nice touch so I didn't worry about burning my counters. The straightener glided through my super thick wavy hair with the ease and smoothness I don't get from my drugstore straightner. I wish there was a heat adjustment setting so (only reason it lost 1 star). Bottom line: I would recommend."
        },
        {
            "review_title": "Very impressed with this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have extremely curly hair with frizz. So I usually only straighten my hair during the winter months. I tried this straightener and was shocked at the results! It heated up very quickly and was super easy to use. It left my frizzy hair not only silky smooth but also so shiny! This straightener kept my hair straighter for longer than other brands Iu2019ve tried before. This is definitely my new go to! 10/10 would recommend"
        },
        {
            "review_title": "Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I recently had the chance to try out the ghd Max Styler - 2 Wide Plate Flat Iron, provided as a sample in exchange for an honest review. I'm thrilled to share that my experience with this product was nothing short of exceptional! As someone who's been loyal to a 1-inch Chi straightener for years, I was skeptical about trying a new flat iron, but the ghd Max Styler completely changed that.  From the moment I picked up the Max Styler, I was struck by how lightweight and efficient it is. While I had concerns about using 2-inch plates instead of my usual 1-inch, those worries quickly faded. The iron's larger plates didn't compromise comfort or ease of use in the slightest. In fact, I found that it sped up my hairstyling routine considerably and cut my styling time in half!  My hair, which tends to be curly and coarse, usually demands multiple passes to achieve the desired straightness or curls. However, this iron swiftly straightened and even created beautiful beach waves with ease. I was particularly delighted to find that my beach waves turned out stunningly well with the 2-inch plates.  One of the most remarkable outcomes was how my hair appeared post-styling. Despite my hair being bleached, dry, and prone to frizz, I was amazed by the immediate transformation. The iron not only straightened and styled my hair but also left it looking incredibly shiny and healthy with no need for excessive styling products. Longevity is another area where this flat iron truly shines. The results remained stunning even on the following days, adding to the overall value of the product.  If I had to identify a downside, it would be the lack of adjustable temperature settings. The flat iron is limited to an 'on' or 'off' mode, but considering it reaches a maximum temperature of 375*F, this didn't present an issue for me. Less heat is always a better choice for hair health!"
        },
        {
            "review_title": "My new favorite straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I truly loved this product. The 3 main highlights for me: 1) It cut down my time spent straightening my hair by 20 minutes. I have thick, curly hair and it usually takes me an hour - this time it took me 40 minutes. 2) My hair is dry and dull; I noticed right away that my hair looked super shiny afterwards and I had no need to use extra product in my hair to make it look shiny. 3) I was outside after straightening it for hours. From day, when it was extremely hot, until late at night. Usually, my hair would end up frizzy and wavy in this situation. But at the end of the night, my hair was still straight! These were all of the highlights for me. Two other things to note are that I thought it would be uncomfortable or more difficult using 2 inch plates (I usually use 1 inch) but it wasn't either of those things. And I also love that the straightener has a max temp limit of 375deg. - less heat is always better."
        },
        {
            "review_title": "A great hair straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this straightener on my thick, long and wavy/curly hair for some time now and I have noticed that it is faster to straighten it with these thicker blades. My hair doesn't feel like it is getting burnt from the temperature either. I like the way my hair feels when I use this straightener and it is easy to hold. I have also used it to make waves/curls in my hair and it works well."
        },
        {
            "review_title": "Buy other brands",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "It broke after 2 months with one use a week. It beeps, a red light flashes and it doesn't heat up. Sent it for warranty and GHD is undergoing some issues with their computer system for warranty claims which has caused over a month of delay. GHD support had no clue when this issue would be fixed. With this price point, you could definitely get other brands with better quality and service. Wish I had read the reviews before buying because it seems like a lot of people have had the same experience."
        },
        {
            "review_title": "I was impressed!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This straighter is the lightest and fastest straightener Iu2019ve ever used. It cut my styling time in half!!!! My hair feels so smooth and is so shiny. Definitely recommend this to girlies who have little time to get ready, your hair will be done in 20 min. I used to take 2 hours with my previous straightener. Donu2019t think twice in purchasing!"
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have been using the same 1inch Chi straightener for the last 10 years and never bothered to get a new one as I thought it was working great. I am so glad I tried this straightener as itu2019s the best Iu2019ve ever used! I have very wavy hear and this iron only took 1-2 passes on each section of hair to make it pin straight. It took me half the time to do my hair due to the size of the iron and because of how well it works.  Usually my hair will get some kinks after sleeping in it, but it looked just as great the next day. It also made my hair look super shiny and healthy. The only thing I donu2019t like is that you canu2019t choose the temperature."
        },
        {
            "review_title": "This did a great job on my hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was impressed with this straightener. I received this product for free in exchange for my review. Iu2019ve only ever had inexpensive straighteners that did a mediocre job. This tool straightened my long, thick and frizzy hair in about 15 minutes total. I was thoroughly impressed with how smooth and shiny it made my hair. Even better, the smoothness and straight hair lasted for 2 full days, even in this horrible heat and humid spell weu2019ve had lately. I canu2019t speak to the longevity of this product or the value. If this tool lasted 2-3 years it is totally worth the price. I hope it last for a long time, I can see using it at least once a week."
        },
        {
            "review_title": "Love this straightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After receiving my straightener, I unboxed it and was very pleased with the look of the straightener. It is very lightweight and the plates are smoother! It adjusts to your hairu2019s temperature, which is why there is no option to adjust the temp, I would recommend reading the instructions before you use it!"
        },
        {
            "review_title": "Doesnu2019t last",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have had this for one year and itu2019s already brokenu2026 for $300 youu2019re better off buying something else that will last! Very disappointing."
        },
        {
            "review_title": "Burns my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick hair and this straightener burns my hair so much that it smells like burnt hair when I'm done. I wish there was a way to turn down the heat. This product was a waste of money for me."
        },
        {
            "review_title": "Broken after less than 2 years",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Stopped working after 1.5 years. For this price tag youu2019re better off taking your money elsewhere. They refer to this product as professional gradeu2026 truly a let down."
        },
        {
            "review_title": "Stopped working after 1.5 years",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Dry skin",
            "review_text": "The straightener is good, but it died (red light appeared) in under two years. For the price of this straightener, it should last much longer than that."
        },
        {
            "review_title": "Stopped working after two years",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I owned a GHD previously for almost 10 years and it was great so when it died I purchased this one. Less than 2 years later and it started flashing a red light and no longer works. I canu2019t justify spending $250+ on a hair straightener for it to not last 2 years"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I was so excited to try this and was really surprised how badly it worked and there are no heat setting options. I like to use lower heat on my front hair and not having this option made me return it. I only tried it once but was really shocked how dry my hair looked and how the opening is too small. Sending it back and looking for a new option. Bummer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was using the brush from ghd and I realized that I really was wasting my time. If you want to straighten your hair quickly, this is it."
        },
        {
            "review_title": "a must have at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "it saves my time when i use it, it makes my hair shines, i really like it a lot"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Heats up so fast. It works great. Huge difference from the $40 amazon one I had before."
        },
        {
            "review_title": "No heat setting option!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Loved the straightener except that it DOES NOT HAVE HEAT SETTINGS!! You canu2019t change the temp!! What on earth. Everything else about it is fantastic - large, smooth plates, slick design, lightweight. Except this! What!!!! So not impressed. Even cheap straighteners have the option to change temps. The idea with this straightener is apparently that it adjusts temps according to hair type, texture, etc. But that does not work for someone like me who prefers to use the lowest heat setting for my bangs. Iu2019m surprised not a lot of people mentioned this flaw in the design. Guess I should have researched better!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have naturally curly hair and the ghd max styler straightened it with only 1 stroke. Also, the wide plate can be used for big loose curls."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Damages your hair so bad your hair has breakage all over after a month of barely using it regardless of the amount of heat protectant you use."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought this straightener based on the all the positive reviews, but unfortunately I am highly disappointed.  I own the GHD 1u201d straightener and wanted to upgrade to something better. However, this 2u201d flat iron is far from an upgrade. It makes my hair look damaged, dry and dull. There is zero shine added to the hair and it makes the ends of my hair look like straw. This is without a doubt the worst straightener that I have used. A few years ago I had the Rusk CTC and the Babyliss which made my hair shiny and healthy. Even the 1u201d GHD original straightener is better than this one. I you care about your hair, please do not buy this one!!!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This straightener is just okay. The 2 plate makes it really hard to get close to the root, so it leaves kind of a weird bump in the hair that takes a couple extra passes to fix. You also can't adjust the temperature, so there's no way to know how warm it is, adjust it, use a lower heat on more fragile bits, etc. It definitely works and it has a nice feel to it, but I am missing my old $80 Sephora brand one."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It left my hair feeling dry and it was hard to get baby hairs."
        },
        {
            "review_title": "pros and cons.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Unfortunately this didnu2019t work as well for me as some others. Pros. It is truly one pass and it heated up super quick. The wide plates let u style a lot of hair at once.  Cons. While it glides through my hair pretty easily by the time i got to the ends i felt a little bit of pulling. It really flattened my hair. I have fineish wavy hair but a lot of hair. It just left me w zero volume. It did not add extra shine or really u201csealu201d my ends.  I also found it difficult to curl my hair w this iron. Im going to return it. If u have flat hair to begin w i would not recommend. However if u have more course hair or hair w natural volume that u want to be super straight this likely will work very well for u."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Bought this a few weeks ago and used it only a handful of times. It fall on the floor and after that the red light and sound started beeping and wonu2019t shut off. I read online once this happens the hair straightener is broken. I am so disappointed as this was my first big purchase for hair products. Not even a month I had it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "c'est du00e9finitivement le meilleur fer que j'ai pu me procurer. il fait de merveilleuses beachy waves et raidi les cheveux en seulement un passage. je l'adore!"
        },
        {
            "review_title": "Too easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this straightener. I am a mum and I need to style my hair quick. It takes me only a few mins to straight all my hair. I have purchased extremely expensive hair styling irons and curlers in the past but this one works best for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is wonderful!!!. I can have my hair ready in minutes. Great for wavy & curly hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "The best straightener. Makes your hair feel softer and look shinier after one pass through! Best splurge purchase."
        },
        {
            "review_title": "Sensational",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was a birthday gift and, wow, am I impressed! My thick, coarse waves were straight & glossy in about 10 minutes compared to the 30-40 minutes before. One pass gives me the desired outcome. I love it & highly recommend it!"
        },
        {
            "review_title": "I save so much time styling my hair now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "this is amazing. usually if i try straightening freshly showered/blow dried hair it would take me 45 minutes. I just used this yesterday and only needed 10 minutes to straighten my hair!! my hair is frizzy and wavy so this is a lifesaver"
        },
        {
            "review_title": "Buy it. You won't be disappointed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it. I have thick, wavy hair. Earlier, I had a 1 GHD iron. It took forever to straighten my hair. No I get done in less than 10 minutes. The best thing is that GHD lasts forever."
        },
        {
            "review_title": "Not Suitable For Fine/Thin Hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I couldnu2019t believe how awful this straightener was after all of the positive reviews. But thereu2019s only one heat setting and it fried my hair! 0/10 would not recommend for my fellow fine haired ladies!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "WOW!! I have been using the same straightener for over 10 years. I asked for this for Christmas and Iu2019m elated with the results. For reference I have thick dry curly hair that usually takes me 30-45 mins to straighten. My whole head was done in ten minutes. One swipe and it is straight. It made my hair so smooth and silky and pin straight. I am very happy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have had the same straightener for 8 years. I decided to splurge but I was skeptical if it would actually make a difference. It does! A couple pros. 1) it heats up in like 10 seconds. 2) less passes over my hair because itu2019s super effective. 3) seems to reduce static and frizz, at least compared to my old straightener. And 4) doesnu2019t pull and snap hairs. It is actually a huge improvement though my experience might be biases because of the old one I had before. Overall, Iu2019m super happy with my purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing. Makes my thick hair soft and shiny in minutes."
        },
        {
            "review_title": "amazing flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought this straightner on a whim, and Iu2019m so glad I did. It is the best flat iron Iu2019ve ever used. Iu2019m so impressed. My hair stays straight all day and I go to sleep and wake up finding it exactly the way I styled it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this straightener! It heats up super fast and straightens my hair in minutes! With just a single stroke, my hair is completely straight! This would be a game changer for anyone with thick frizzy hair! I also really love how nice the loose waves turn out too! The sleep mode and protective safe guard are really nice safety features to have too! Highly recommend this!"
        },
        {
            "review_title": "Great flat iron!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this flat iron! I can straighten my hair in a single pass instead of the 3+ with other flat irons. I wish it had an adjustable temperature setting though and my hair is a little frizzy after using it but ai have product to help with that. For the time saved, this one is worth it! Curls really nicely as well, definitely cant complain much!"
        },
        {
            "review_title": "Smooth and silky locks!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This transformed my frizzy, wavy hair into strands of shiny, soft and manageable locks! It heats up in 30 seconds and maintains the warmth the whole time I was straightening my hair. I'm glad it is under 400 degrees temperature because my Chi was so hot and would damage my hair. This is much safer and the extra wide plates straightener my hair in minutes and it doesn't hurt my hand holding it so long like my old one did. This is super fancy and makes me feel beautiful! Great product that I highly recommend to anyone wanting to achieve soft, silky, straight hair. Also does very beautiful, smooth curls if you start at the top of your hair and twist the straightener on the way down to the ends. Possibilities are endless with this incredible tool!"
        },
        {
            "review_title": "She is loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so skeptical about this product becauseu2026 there is no temperature gauge, turns out to be a non issue, idk how but itu2019s the perfect temp. Literally transforms my frizzy hair to smooth shiny manageable goodness. Itu2019s heats up in less than thirty seconds and makes a a lil chime when itu2019s ready. Sheu2019s cute and she is loved. Highly recommend."
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The ghd max wide plate styler works absolutely incredibly! I highly recommend buying one because it has made straightening my hair ten times easier. It heats up in instants, and to a high enough temperature, but still a good temperature that your hair stays healthy.  Because of the wide plate, it makes straightening my hair so much faster, and I can do it so much quicker in the mornings. I definitely recommend this product for anyone who is looking for a new hair straightener."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really Love this straightener!!! It does heat up in 30 seconds like it says... Leaves my hair soft! Doesnt leave my hair feeling fried or smelling burnt!!! Definitely reccomend! Definitely worth the price!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "New favorite straightener. I was shocked at how fast it heated up and straighten my hair. It also kept my hair straight for a time and super smooth."
        },
        {
            "review_title": "Best Product by far Iu2019ve tried!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Totally love this product.. it works fast, has a beautiful style and it kept my hair straight more than 24 hoursu2026 Beat product Iu2019ve tried by far!! Highly recommend!!"
        },
        {
            "review_title": "The bed flat iron you will ever use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It's amazing how fast the flat iron heats up, and how smooth it makes my hair. My curly hair passes through the iron with ease. I took a fraction of the time to flatten my hair. My mother thought I went to the salon."
        },
        {
            "review_title": "This flat iron is amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this flat iron for free in return for my honest review and honestly I love it!! I was skeptical because I have never used a wide straightener before and itu2019s a bit intimidating. I love it though u2026 itu2019s basically one pass and my hair is stuck straight. It also curls very nicely and the curls (because of the wider plates) look more like wand curls. It heats up quickly and has an automatic shut off (which is always a great feature for me)."
        },
        {
            "review_title": "Amazing Flat Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have curly hair that is resistant to straightening - even if I use product to reduce frizz and a heat protectant, it still wants to curl or frizz.  This flat iron is amazing!  I have long, thick, curly hair and it only took me 10-15 minutes to straighten my hair and it stayed smooth and straight for 24+ hours!  Highly recommend if you have curly or frizzy hair - you wonu2019t be disappointed!"
        },
        {
            "review_title": "Impressive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster and ghd in exchange for my honest review. This styler is seriously impressive.  Itu2019s very well made and even comes with a nice silicone cover.  It heats up fully in less than 10 seconds.  The plates are nice and wide so you can cover larger sections of hair.  It took my kinky and somewhat frizzy hair and made it sleek and shiny.   It was extremely easy to use and fast!"
        },
        {
            "review_title": "Thick and Wavy hair...yessss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I used this straightener for 3 weeks before leaving this review. To start, my 2b hair is to my waist and very thick. I was nervous at first because it doesn't heat to 400u00b0, and I thought to myself...that will never tame this mane. I fell in love guys! The wide plate cut my regular 45 minute time down to about 20 minutes!! The lower heat setting straightened my hair great, without as much damage as my prior straightener. The end result, was silky smooth locks that lasted all day long. I was shocked! I definitely recommend this for any length of hair similar to hair type."
        },
        {
            "review_title": "loving the results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a beautiful styler from GHD, this is my first time using GHD straightener/styler and Iu2019m a fan. This gave my hair such beautiful shiny sleek hair look. And it took me about 12 minutes to do my long hair. Love how sleek the styler looks and feels. Recently traveled with it and it was super convenient to carry it along.  I was using a T3 iron before this and my hair didnu2019t stay straight after a day of styling it. But with this one my hair looks pretty good for atleast 3 days. Adding my before and after pictures for reference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is amazing.  It heats up so fast and straightens with one pass.  I love how beautiful it makes my hair."
        },
        {
            "review_title": "Amazing styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This professional styler is it of this world. It heats to 365* and the extra wide plates allow one swipe and done! It's great for long, thick hair. Def recommend!"
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So far going good. I really wanted to purchase Platinum + but because of the red light issue i bought this one. It really gives shine to the hair and it straightened my hair in just 5  mins. It heats up quickly and very small and compact. My old straightener was was literally so long."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this straightener. It made my hair feel amazing and works so well. I have wavy/curly long hair so it's important to me that a styling tool like this works well. It heats up really fast and even makes a little noise when itu2019s ready! I like that feature b/c my old straightener wouldnu2019t let me know. The larger plates didnu2019t feel ridiculously big but they cover a good section of my hair. Highly recommend!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was very excited to try this flat iron - I'd been meaning to invest in something better after realizing my hair texture was beginning to change (turned 40 this year). I received this one from Influenster,  in exchange for my unbiased review. I really love how quickly it warms up and that there are not a bunch of settings to deal with. Less complicated is better, for me. I definitely felt like this worked beautifully on my fine, wavy hair - I just have a ton of it. I did feel like this sped up the time, though perhaps not significantly enough that I would purchase this simply for that. I would recommend it because it's easy to hold, easy to use, and my hair definitely held the texture much longer than with my old flat iron. I woke up the next day, still with smooth and sleek hair. This is a great product,  and I would recommend to a friend. Pics show my hair texture before and after."
        },
        {
            "review_title": "Fabulous Hair Straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this hair straightener. It heats up super fast and makes my hair so straight and soft. Also it takes no time to straighten my hair. I have really fine, flat hair, so it might take more time if your hair is ticker/fuller/longer/curlier. Only con that I have is that there is no heat adjustment, other than that, it works very well for me. Definitely recommend."
        },
        {
            "review_title": "Great styling tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I gave this product 5 stars because it did exactly what it said it would. It heated up in 30 seconds. It also straightened my hair in 5 minutes. I have 2b, thick, nappy wavy hair. I recommend this tool."
        },
        {
            "review_title": "Smooths frizzy hair in no time!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow! What a great styler. I have medium to thick hair that is wavy and prone to frizziness. This styler automatically selects the temperature, so there is no temperature dial. For me, this helped take the guesswork out of which temperature to be using. The plates are wide, which is great for somebody with a lot of hair. This helps to really cut the time down that it takes me to style my hair. I think this styler helped to really smooth out my hair and reduce the frizz. I also like that it has a swivel cord so it lessens chances of things getting tangled up. It makes it easier to use. The heat protectant sleeve that it comes with is also nice. The only downside for me is the price, but I think this would be a great investment if you style your hair a lot and is of superior quality."
        },
        {
            "review_title": "Wonderful Straightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Fabulous styler!  This product makes you feel like you know what you're doing. I don't generally use straighteners because I always feel like I'm not doing it right and my hair turns out flat. This straightener takes out all the guesswork. There is no heat setting, it automatically goes to the proper temperature. This is great because I never know what temperature to set it at to make the styling set but also not fry my hair. It also has really wide plates which is wonderful if you have the tendency to have your hair fall out of the plates mid-shaft. The Wider plates also keep crimp lines away. All in all, I have only great things to say about the straightener. As a side note, it comes beautifully packaged and looks Ultra high-end, so this would be a wonderful gift as well."
        },
        {
            "review_title": "Dead straight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is first time i am using ghd product and i am impressed. This is so less time consuming you can straighten your hair in less then 15 mins and its so good. The heat settings are on point if ypur hair are medium to thick. I would recommend it"
        },
        {
            "review_title": "Awesome Straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "To be honest, when I first received this straightener, I did not have high hopes for it. My current $30 straightener has lasted me for years and works perfectly great, so I thought that this straightener will be no different. I was so wrong. This straighter has pushed my old one to the corner with one use. I used to have to go over certain sections of my hair to completely straighten it. This straighter takes one swipe for silky, smooth, and straight hair. With my old straightener, my hair would only stay straight for 2 days, then start to become frizzy. When I used the GHD straightener, my hair lasted for a full week without restraightening. The single temp feature on this straightener is great, as it doesnu2019t make you wonder if you are using the right temperature for your hair. It also does not snag and swipes very smoothly. The straightener does fee a bit cheap for the price as itu2019s exterior is plastic, but it is great to hold ergonomically. Turns on with a single button and heats up quickly. The wire has a swivel which works great and does not tangle. It does not have a lock setting to keep the plates closed, instead it comes with a silicone cover, which I prefer. No longer will I have to wait for straightener to cool down before storing! All in all, this straighter is a great product. This straightener is better for my hair in terms of styling and reducing damage."
        },
        {
            "review_title": "Garry straightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Awesome straightener! I love the wide plate. I also love that it has a set temp so I canu2019t make it too hot."
        },
        {
            "review_title": "Must purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely loved this it made my super wavy, frizzy hard to manage long hair so quick and easy to straighten and curl. So excited I received this complimentary for review purposes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I was using a chi straightener but now Iu2019m a ghd convert as long as it lasts as long as my chis have. Time will only tell that. My chi takes longer to straightener/curl because of the smaller plates but mostly because it loses heat halfway through a job and takes a while to heat back up whereas the ghd stays consistently at 365 degrees getting the job done faster. The wider plates means less passes for me. It barely takes 30 seconds for the jingle to play indicating it is at 365 degrees. This straightener tames my frizz & leaves a nice shine. I see people complaining about the 1 temp setting which is 1 major difference from my chi that goes up to 420 degrees but that does not matter when the chi doesnu2019t stay at that heat level consistently. You may think that 365 degrees is not enough but Iu2019m telling you that it is really hot! It straightens and curls with ease. I like the feel of the grip and the long cord. The little cover is great for storing it while still hot but you may want to buy 1 with a heat matt if youu2019re worried about counter tops. You wonu2019t be disappointed with this purchase!"
        },
        {
            "review_title": "Great Buy Worth the Money!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This styler is not only a lifesaver but also a time saver! I have wild, crazy, unruly, fine frizzy curly hair that I despise.  This straightener smooths even my hair to sleek straight perfection in 1/2 the time as my other straightener with a 1u2019 plate.  Iu2019ve gone literally 75. - 100 passes to 25 to achieve the look I am looking for.  I am able to use a higher heat also with this styler safely with its dual-zone technology.  What used to take me 45 + minutes is now down to 20 thanks to this styler.  You can even use it to create gentle waves or curls with ease.  I would definitely recommend this styler to anyone that straightens their hair.  You two will love the sleek smooth style that you get in 1/2 the time.  I did receive this product complimentary for testing purposes #Influenster"
        },
        {
            "review_title": "Very impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was very happy with the performance of this styler. I havenu2019t used a straightener in quite some time and this one has got me back in the game! I have wavy course hair and this got my hair all smooth. Kept my hair straight during a humid day in Texas."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This flat iron has a fairly wide, very smooth plate. It works itu2019s way easily through my hair without pulling or catching.  It heats up and cools off quickly. Itu2019s body is sleek and comfortable to hold. The control buttons are inside so they donu2019t interfere with use.  I really like the rubber capping thatu2019s included to keep my straightener closed.  I received this complimentary in exchange for my honest opinion but the opinion expressed is all my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to receive this GHD flat iron!! You can tell it is extremely well made, and I love the included sleeve for it. I love that it heats very quickly, and evenly. My hair is this and curly, and this flat iron did a great job of get my hair sleek and smooth. My hair is past my shoulders, and I was able to straighten my hair completely in 10 minutes!"
        },
        {
            "review_title": "Great straightener",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to get this straightener. Who doesnu2019t love GHD? When I opened the box, I noticed how sleek and nice it looked. It also came with a rubber/silicone cover for the end. That would be nice if you are traveling and need to go ahead and pack your iron before itu2019s completely cooled.  Once I plugged it in, it warmed up within 30 seconds so you donu2019t have to waste a lot of time waiting for it to heat up. I loved that the power button was on the inner side where the plates are so you donu2019t accidentally turn it off while using. The 2 inch plates were wide and smooth and allowed me to straighten my hair quickly. My blonde, straight hair was smoothed within minutes.  The downside of this straightener is that there is no temperature adjustment. That is my only downfall to the iron. Other than that, everything is perfect about it!"
        },
        {
            "review_title": "Goodbye Frizz! Hello Sleek Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this hair styler! I was pleasantly surprised as I thought it was going to be like any other flat iron I already own. The plates are 70% wider and the temperature is 365 F, which is safer for hair. It heats up very quickly, and the finger stopper reminds you to not touch the hot plates.  After spraying a heat protector I styled my hair in les than 5 minutes! Check out my  before and after pictures to see the results. My hairs is now sleek, frizz-free and does not feel damaged or burned in the least. If I didnu2019t already own this styler I would buy it!"
        },
        {
            "review_title": "LOVE it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t often use stylers for my hair, but I recently received this flat iron to review.  I LOVE it!  Thank you Influenster and ghd for the opportunity to try this in exchange for my honest opinion.  Sometimes I will let my hair dry naturally and itu2019s nice and wavy, but there are times when I prefer it straight and this flat iron works much better and faster than trying to blow-dry it straight. It heats up quickly and makes short work of straightening my hair.  An extra added perk is that my hair is so smooth after using it and no additional products are needed. I would definitely recommend this product to anyone who is in the market!"
        },
        {
            "review_title": "best flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I received this product from Influenster and GHD complimentary for testing purposes! I am OBSESSED with this flat iron. I have super curly hair and this flat iron gets it straight in 10 minutes compared to every other flat iron Iu2019ve ever used that took me 30+ minutes! It feels luxurious as well! I love that it has one temperature. Itu2019s super sleek and fits well in my overnight bag when I go out of town! Definitely recommend this!"
        },
        {
            "review_title": "Best flat iron I have ever used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is hands down the best flat iron I have ever used. It is a little pricey but definitely worth it! It heats up so fast & I only have to go over my hair once & it leaves my hair super sleek! It also has this cool silicone sleeve to cover the hot plate for storage and/or travel."
        },
        {
            "review_title": "Have a Good Hair Day (ghd) Everyday!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s called GOOD HAIR DAY for a reason ! Everyday is a good hair day with this amazing straightener. By far the best tool ever. Iu2019ve used their smaller straighter before this and loved it. But this - this is a so much more. Itu2019s fast and my hair needs no products when done . That my friends is worth every penny of this tool. The wide plates make it so less time consuming. Iu2019ve been getting compliments every time I use this ( which is weekly since Iu2019ve received it ) And my hair needs to be just brushed and go for the next 2 days at least. Thank you Influenster for this generous Vox Box. I will be purchasing another ghd wide plates cause I never want to be without it !"
        },
        {
            "review_title": "Never used a flat iron before, but now Iu2019m hooked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My whole life, Iu2019ve assumed my hair was boring and straight. I used to dream of having beautiful ringlets and would curl my hair or braid it every single day just trying to inject some texture. But Iu2019ve come to realize that my hair does actually have some natural wave and curl at the back, which can make me look a little messy, especially on humid days. And since my hair is pretty broken due to prolonged bleaching, I get a lot of frizz as well.   I was more than happy to test this flat iron because of those issues with my hair, and wow, am I impressed! So easy to use, heats up right away, and works just as quickly. I can get my whole head flat ironed in less than 10 minutes, and I have A LOT of hair! So impressed, and I love how shiny and smooth it makes my hair. Will be using this all the time!"
        },
        {
            "review_title": "Such a help!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This did wonderfully to smooth out the top layer on the second day after blow drying!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this hair straightener. It doesn't damage my hair, and my hair looks great after straightening. Easy to use, just plug in, turn on and it starts warming immediately. The best straightener I've used."
        },
        {
            "review_title": "Amazing hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This is an amazing hair tool. I have frizzy curly hair and have never had a flat iron work this well. Wonderful design that is easy to use. Heats up in seconds and although hot does not burn your hair. Iu2019m learning to curl my hair with it as well but havenu2019t perfected that yet."
        },
        {
            "review_title": "Super fast heat up, great for long hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Prior to using this tool I was a Rusk girl. This blows it out of the water. I have longer thin hair. Heat is controlled so that I donu2019t damage it.  I love the speed that it heats up. Still working on solid curls but it is a wonderful straightener. I would purchase 100%."
        },
        {
            "review_title": "Best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Absolute the best flat iron i havI ha ever used. It is very wellade. Heats in a few seconds. Straightens my frizzy untamed hair and keeps it looking chic all day. Highest recommendation. Best ever."
        },
        {
            "review_title": "Keeps your hair styled for days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The ghd wide plate styler kept my long wavy hair styled straight for days. With my old straightener my hair would stay straight for the day and be wavy the next day, not with the ghd styler, my hair stayed straight for three days without any touch ups. I would recommend this product to anyone who had wavy or curly hair. It did not dry out my hair and my ends felt soft without application of product."
        },
        {
            "review_title": "GET IT!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this from Influenster asking for my honest opinion so here it isu2026u2026.AHHHHMAZING!!!! This flat iron heats up in literally SECONDS and glides sooooo smoothly through my hair without pulling at ALL!!!! Tried it on my moms frizzy mess and it worked WONDERS!! See pics for proof!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Some back story. When asked to describe my hair I simply say frizzy. Itu2019s not really straight. Not really curly. Fine yet thick (I have a ton of it on my head). I have had multiple professional stylists tell me that my hair is difficult. I have lived on flat irons for the past 20 years. I have tried multiple and penny hundreds of dollars on different flat irons always to go back to my original Chi iron from 2010. When it finally died this year I was heartbroken and the new replacement Chi didnu2019t work like my OG. Then this magical Vox Box came into my life. To make a long over- dramatic story short this flat iron is the best thing I have even used on my hair.  I love how there is no temperature control. You just turn it on and go. I love the wide plates for more area coverage. I love how smoothly the hair glides through and never snags the plates. I love everything about it. But most importantly I love how smooth, straight, and frizz free it makes my hair. And it stays that way for days. I have been stopped by strangers telling me how good my hair looks and asking what flat iron I use. I will sing the praises of this flat iron forever. It is the first flat iron that I have ever tried that actually leaves my hair looking healthier after use. It is amazing and I am absolutely not just saying that because I received it free for review. I look forward to many happy years together."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was able to get my hair pin straight in a matter of minutes. This didn't fry my hair and it keeps the perfect temperature. I didn't have to wait for it to reheat to get all of my hair. It's lightweight and easy to use but still feels good and sturdy."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This straightener works great. My hair is still straight and looking good 2 days later. It also doesnu2019t fry my hair like previous flat irons."
        },
        {
            "review_title": "Super Fast!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have fine, mostly straight hair. I usually get waves in my hair when I tie it up in a bun or something. So please take note of my hair type, however if you do have a similar hair type, let me tell you: This flat iron is so fast, I can have my hair straighten in minutes!"
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this, it works great on my curls. I was able to straighten my hair very quickly. Smooth and did not pull my hair. Only had to make more than one pass in a few places, my curlier spots. Love that it beeps when ready and the extra wide plate. I received this product complimentary for review purposes."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with the ghd Max Wide Plate Styler. Iu2019ve used a ton of different straighteners and this one by far heats up the fastest. It also maintains its heat throughout styling.  I also really like that it chimes to let you know itu2019s reached itu2019s heat setting.  It straightens great only need to go over hair once instead of repeatedly.  My hair stayed straight all day without needing a mid day humidity retouch.  It is definitely salon quality results. Canu2019t recommend enough. It also has an added bonus in that it comes with a silicon cover so when traveling you can pack it with worrying that itu2019s still hot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This styling tool is luxurious and had given me some of the best hairdays I've had un recent months. Been using as a straightener but I've seen YouTube vids with details about curling. Excited to try!!!! This is by far the best styling tool I've used."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this straightner!! Heats up quickly. Easy to use. Love the wide plates especially because I have long hair. Made my hair soft and smooth. Makes curls beautifully and smooth!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Works great to straighten my thick wavy hair. I love how fast the iron heats up (literal seconds). And it makes quick work of straightening my hair and keeping it straight"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow! The ghd max wide plate surprised me on how much I love it because I own the Dyson straightener and it pretty nice as well. With that said, the ghd works amazing on my thick hair! It glides so nice and makes my hair smooth. I also curled with it and it did a pretty good job. It slides a little but if you hold the tail of your hair itu2019ll stay in there nicely to make a curl. It heats up super fast and makes the most adorable noise when itu2019s ready. Live the cover to keep it close and protect it as well. The other plus is that the button is on the inside so I donu2019t accidentally turn it off when using it which I often do.   Iu2019m so happy I had a chance to try this and I will continue to use this especially for travel.   Highly recommend!"
        },
        {
            "review_title": "Exactly as advertised!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a gift to try and it is exactly as advertised. It heats up quick, comes with a sleeve to our over the plates which is a nice touch, and cuts styling time in half. My only complaint is I do woth it had a heat adjustment as I get nervous about hair damage when using heat. Regardless, this is great if you have curly and thick hair."
        },
        {
            "review_title": "Excellent for Fine Hair Types Too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was hesitant in trying this because it states for thick hair. Mine is thin, but curly, loves to be frizzy. Fears unwarranted. Love this straightener! Have used several times now, every time it leaves my hair smooth and straight. It doesnu2019t cause frizz like other straighteners Iu2019ve used in the past. Also love that my hair stays straight for several days after. Very impressed that I donu2019t even need product before using to get the same beautiful result."
        },
        {
            "review_title": "Good straightener",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The product worked very well. The only downside is that it does not have a heat adjustment setting so it was only one temperature. I usually prefer something a little less hot. However, I did really like this straighten and I would recommend it to a friend."
        },
        {
            "review_title": "GHD to the MAX",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Wow!  Just wow!   This is a phenomenal styler. I love how fast this heats up and the quality of the handle.   The grip is nice and smooth and I donu2019t get tired from straightening my hair.  The styler is the best I have used in a long time. I am so happy to toss my old one out."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wow! Love this styler. I have a smaller version and this one is comparable; I now can get my hair done much faster because of the larger size. Heats up very quickly and works fabulously in straightening my hair. Must have. I received this product complementary and all opinions  are my own."
        },
        {
            "review_title": "Game changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Influenster!! OMG, this product is awesome!! If you have longer, thick hair this product is for you!! I can fix my hair in half time which is great!! Iu2019ve always been hesitant to buy the 2u201d bc I loved my 1u201d but this is a game changer! It makes your hair shiny, as well! I highly recommend this product!"
        },
        {
            "review_title": "Max Styler stole my heart!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow, where had this been a my life?!?! I received this product free of charge for my honest review.  I did a side by side comparison with the Max styler and my Babyliss and the max styler out performed by a landslide! ONE PASS YALL! ONE! The Max styler cut my styling routine time in half, easily. Super easy to use, comfortable in the hand and delivers desired results in no time."
        },
        {
            "review_title": "Flat Iron",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I like the style of this flat iron and the weight of this flat iron.. It does heat up quickly which is nice but I wish it had a temperature control on it.   I loved that it came with a sleeve to protect the heat and keep the iron closed. As far as a recommendation to a friend or family member I'm not so sure about that I have to keep using it I want to try using it for curls and see if my curls will stay in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This styler is amazing. I have very long hair and this tool glides through my hair leaving it straight. It doesn't pinch, pull, or tug on my hair. Creating soft curls and waves is also a breeze."
        },
        {
            "review_title": "Decent flat iron",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was super excited to receive this flat iron and was hoping it would deliver on its promise of cutting down my straightening time and giving me great sleek hair. I like the wide plates but had to pass 2-3 times to get my hair straight. It took me the same amount of time as my normal flat iron so no real advantage. It does heat up pretty quick which is nice but temp is set to 365 and canu2019t be adjusted. It straightened my curly hair nicely without burning it and I like that the cord is extra long. I liked being able to also curl my hair very easily with this product. Overall a good flat iron but donu2019t see any real advantage over other products already in the market and didnu2019t see my hair sleeker or lasting longer than normal."
        },
        {
            "review_title": "Great flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this ghd Max Wide Plate Styler Free for my honest opinion from Influenster . This flat iron is simply amazing, flat iron my hair fast. Love the touch on button and design. The only thing I wasnu2019t so fond of is the size of the ironI prefer 1 inch plates, other that that everything worked perfectly. Also, it does not have a temp adjust button"
        },
        {
            "review_title": "Nice straightener, but is it worth the price?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I do like this straightener and it does leave my hair silky. I like how quickly it heats up and how it takes no time to straighten my hair. I do have longer hair so getting it to curl has been a struggle, I would still choose my smaller blade one for  that. I also love that it has an automatic shut off, it puts my anxious mind at ease! The one thing I cannot get over is the price, it is nice but it does not wow me to go purchase this over something a little less expensive, and I donu2019t have issues splurging on good products."
        },
        {
            "review_title": "Iron leaves hair soft and silky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Got this iron from a sample box with Influenster. With my curly hair I always need a good flat iron. The straightening is effective and leaves my hair feeling quite soft. I do like to sometimes use my iron to create a little curl and I donu2019t find it as easy with this particular iron. Comes with a silicone cover which I love for easy storage."
        },
        {
            "review_title": "Great flat iron",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an awesome straightener! I love that it heats up in 30 seconds! It's great for getting my thick hair done quickly. My hair looks and feels great after using it. I initially thought the lack of temperature control would be an issue, but it's not. The heat is preset to the perfect temperature that won't burn your hair, but gets it done fast. My only complaint is that with how wide it is, it's impossible to get it close to the scalp. So it does leave some bumps. Still even with that flaw, it's my favorite flat iron ever because of how fast it is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "5 stars and beyond! Let me start by saying I have long, thick hair (waist length.) Coarse hair 2b hair thatu2019s not really straight and has the slightest touch of a wave. Usually, flat ironing my hair can take about an hour. I was previously using a 1u201d from a different brand, that many of us have purchased as our intro into our first u201cgood flat ironu201d. I didnu2019t think I could love a flat iron more until I tried the GHD gold plated styler. The plates are bigger (2u201d) so it covers more surface area, quicker. The edges are slightly beveled and thatu2019s for giving the roots some volume.  I was skeptical that 375 degrees would be sufficient enough amount of heat, as I typically keep my settings on high. The heat level worked like a charm and literally glides through your hair. I typically can get away with just one pass. Love this flat iron, great for bouncy voluminous curls or straight as an arrow sleek styles"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This is a great flatiron! Itu2019s large yet elegant and sleek. I love the silicone sleeve for storing. The only reason I didnu2019t give it 5 stars was I had trouble curling with it. It may be my technique tho, and since the plates are a bit larger, it may not be designed for that. But, as a straightener for longer hair, I canu2019t see it getting better than this! I received this product complimentary for review purposes."
        },
        {
            "review_title": "Really Really Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m so happy with this product! Iu2019m general it doesnu2019t take me long to do my hair but this product makes it even quicker. It heats up so fast and because it is so wide, my hair is done in minutes. it leaves my hair silky and frizz free and is definitely a game changer for me. I canu2019t recommend it enough!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received this ghd Max Wide Plate Styler Free for my honest opinion from Influenster .  the tool styled my hair perfectly I have thin hair and this styler was less damage on my hair was easy to achieve multiple looks with this styler it perfect for short or long hair . My hair is mid length and semi wavy.  I Would recommend this styler to friends and family. This styler doesnu2019t take long to heat up and makes my hair look frizz free in one or two pulls down my hair. I like the heat cover that comes along with the styler so you donu2019t burn any surfaces . You can achieve multiple looks with this styler straight wavy or curly"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow, this heats up in just seconds. I have slightly thick hair and so these wide plates make such a great difference. Before getting the GHD straightener I thought I already had the best straightening tool in the work, but now have changed my mind after using this one. I keeps my hair frizz free and straight for 3 days. Totally worth the buck."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this iron! At first I was turned off by the lack of variable temperature settings, but the temperature that it heats to is perfect for my hair. The wide plates get a lot of hair at once and smooth instantly in one pass! Definitely my new go-to for hair styling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this flat iron from Influenster in exchange for my honest opinion and feedbacK, and couldnu2019t be more thankful. Ghd brings flat irons to a new level!  My long thick hair can be shiny and flat within 15 min and I can do my daughters hair in about 2 minutes. My only wish was that there was a temperature control so I could make sure it isnu2019t too hot for my daughters delicate hair. But overall, Iu2019m in love with it. Itu2019s a game changer. Heats up super fast, glides through my hair, and results last until my next wash."
        },
        {
            "review_title": "Extremely Impressed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "*I received this product complimentary from Influenster for testing purposes.* This is honestly the best hair tool I have ever used. It glides through my hair effortlessly and leaves it so silky straight; no flyaways or frizz. Now my hair type is basically the opposite of who this product is marketed for, so with my hair being thin and naturally straight I donu2019t need much from a straightener. I only ever buy the $50 or less options from like Walmart, and they suite my needs just fine. However, after using this tool itu2019s hard to go back. I love that this comes with a silicone sleeve so when it is cooling on the counter, youu2019re protected from accidental burns. Did I mention the insanely fast heat-up time? You plug it in, power it on, grab a section of your hair, and itu2019s literally ready to go. There is no waiting to style! The only downside, and it is a deal breaker for me, is that the heat setting cannot be adjusted. It is just too high a setting for my hair. I wish it could be lowered otherwise this would be a perfect hair tool."
        },
        {
            "review_title": "FAST styling, one temperature, some loud beeping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I love how quick this flat iron heats up, it beeps a lot (quite loudly) but honestly I do not mind it. There is only one button on the iron to power on, so no control over the heat. I know that it heats up to a consistent temperature for ~ ideal ~ styling. Either way it works so quickly to heat and pass thru the hair, I have curtain bangs and it works great to add a few curls to the hair as well. I love the 2u201d plates and quick heat up time because I can move fairly quickly. I did receive this product as a sample to test, but Iu2019m quite happy with it!"
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have tried many different hair straighteners in the past and this one is by far the best one I've ever used! Some straighteners don't reach a high enough temperature and they pull your hair, but this ghd styler reaches a high temperature fast and it does not pull hair like cheap stylers. It comes in a sleek black box and has a smooth silicone feel to it and includes a silicone sleeve for storing.   Overall it's an expensive styler at a little over $200, but in my opinion it will last a very long time and is high quality, so for me that justifies the price completely."
        },
        {
            "review_title": "AHHHHHMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this flat iron from Influenster in exchange for my honest opinion and feedback. First of all let me start off by saying that my hair resembles that of a tumbleweed. It's super thick, crazy dry from all of the damage I've done to it and it's also extremely coarse. So I will admit that I was more than just skeptical when I received this flat iron in the mail. I figured it was going to be just like all of the other ones I've tried in the past that just did a so-so job. I knew the minute that I opened up the box and took out the iron that this was going to be a game changer for me. It's super sleek and it's not heavy or clunky and it has a power button on the inside of the handle instead of some stupid dial or knob and when I tell you that this thing was fully heated and ready to go in no time that's exactly what I mean. It was insane how fast it took to pre-heat and my hair felt so sleek and straight and it took half the time than my other irons! I couldn't stop touching my hair all day at work, it was unreal because it didn't feel like my hair at all. Oh my gosh it was so gorgeous! This bad boy also has a super long cord that doesn't tangle up on you too. It also comes with a silicone rubbery type glove that you put on the end of the iron to keep it closed once you're finished using it. Great little touch in my opinion. So I will DEFINITELY recommend this product to all of my friends, family and co-workers. I'm 100% satisfied with this amazing flatiron!!"
        },
        {
            "review_title": "Amazing Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Totally love this straightener! Only downfall is you cannot change the temperature. That would honestly be the only thing I would change about the product. It heats up fast, I mean really fast! I also have pretty long hair and the last straightener I purchased pulls my hair so badly. This one did not! I was able to quickly do my hair and it left me with super smooth non frizzy hair. It also came with a silicone piece to put over the plates. Really like having that. I would recommend this product for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free from influenster and I am very happy with it  my hair is wavy and medium length and this straightener made it easier and faster to straighten.  I will definitely be recommending this to my friends and family"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "ghd ( good hair day) max professional performance wide plate 2 styler.   This styler with the 2 larger plates give me effortless gliding for quicker results. I don't normally straighten my hair because well it's just too time consuming for me.  With ghd  max I don't have that issue. Gives me 80 more shine and 2x less frizz. The styler is very well made and great quality. It worked super well for me.  I totally recommend it to other buyers.   Dual zone technology contains a heater system which controls optimum temperature of 365F consistently across both plates.   ghd's widest surface ceramic plates smooth hair and eliminates frizz .  Time saving with 70% larger plates and sleek rounded design.   sleep mode switches off if not used for 30 minutes."
        },
        {
            "review_title": "Perfect for Thick Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow! I have been straightening my hair for years and this is my new favorite tool! I have very, very thick and corse hair and it went right through it in one or two passes. Heats up very quickly and beeps when ready. Only suggestion would be to allow for different heat options."
        },
        {
            "review_title": "Outstanding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Outstanding. I had my reservations because there is only one heat level and Iu2019m used to cranking my flat iron up to 420. Do not be fooled by the heat, this iron works and it works so well that if you donu2019t wash your hair for three days you will have minimal touch up."
        },
        {
            "review_title": "Goodbye Curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This iron is amazing! I couldnu2019t wait to use this when it arrived at my house. I used it on my curls from the morning. It heats up quickly and makes a sound when it is ready to be used. There was no smell or snagging and I only had to pass over each section once. If you straighten your hair, I highly recommend picking this up."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this complimentary from Influenster for my honest opinion and this was a big upgrade for me! Straightens faster and leaves hair smoother in one pass. Note: this tool does not have heat setting options. This was good for me because I never changed heat temps anyway. I love the sleek design, hidden power button and pleasant sounds when turning on/off"
        },
        {
            "review_title": "Best flat iron I've ever used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I can't begin to say how much I love the ghd Wide Plate Styler! When I got it out of the mailbox, I was so excited that I had to use it right away. It was a very humid day, and I was wearing a ponytail. The ponytail was completely out of control! I decided to just quickly go over the ponytail, rather than taking it down and straightening all of my hair. It took less than 5 minutes to do the ponytail! There is absolutely no tugging or pulling with this styler at all. It is amazing! I also love that there is nothing but a power button. It's literally foolproof...you simply turn it on. The temperature stays so stable, and when I did my whole head for the first time, it took 18 minutes. I'm sure it will take less time as I use it more. The sleeve that it comes with to protect it and the surrounding surfaces is excellent, too. I can't think of anything that I would want them to change about this product. The picture I'm including is from the first time I used it. You can see how frizzy my hair was from the humidity along with how straight it got (it contains no styling products at all and it was still perfectly straight a couple of days later). I'm also going to include what my hair looks like air dried so that you can see where I'm starting from."
        },
        {
            "review_title": "Fantastic flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So easy to use. When you plug it in it makes a sound to let you know itu2019s powered up when you turn it on it lights up and blinks until itu2019s ready to use, heats up really quick. If you leave it on and not use for 30 minutes it shuts down on its own. I highly recommend this flat iron for people with long or thick hair. My hair is really long like longer than my waist and it glides through so smooth and it straightens my hair in like... 15 min maybe less. I love that it gives me volume too even tho itu2019s straightens my hair it doesnu2019t make it look flat."
        },
        {
            "review_title": "Yes, get this staightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This straightener is amazing!!! I have medium length, thick, coarse hair with some waves. This straightener is smooth and easy to use. Whether you're using to make your hair straightener or soft curls this is the one to use. This product is amazing and so worth the cost!"
        },
        {
            "review_title": "Awesome straightener!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This straightener is the bomb!! My hair is thick, medium length with some waviness to it. I can straighten my hair in the morning in about 5-8  minutes.  I love that it is larger plates, so I can do more hair at a time.  The fact that it stays at a constant temperature of 365 is great so that it doesnu2019t damage my hair. If it had higher settings, I would end up using the higher settings which would cause more damage.   I love how it heats up in 30 seconds and beeps to tell me itu2019s ready!  This straighter works better than my CHI.  My daughter also used it and she has super long hair and loved it.  She said it made her styling so much quicker.  The bigger plates, consistent temp and the auto shut off make this a great straightener!!!"
        },
        {
            "review_title": "Totally worth every dollar!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I was extremely excited when I got chosen to try this iron!! I love that it heats up in 30 seconds! It comes with a cover that you can immediately place your iron in. Which will come in handy when your traveling. You donu2019t have to wait for it to cool down. The most important feature is the size of the plates the ghd Max Styler has 2 inch plates.  My hair is pushing 30 inches long and it did my hair in 6.5 minutesu2026. Yes you read the correctly 6.5 minutes. It is totally worth the cost and I certainly recommend this iron."
        },
        {
            "review_title": "I Love ghd max professional wide plate 2 styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am loving the ghd Max wide plate 2 Styler  They heat up extremely quickly My hair was done so fast I didn't even realize I was almost finished And my hair is coarse but it has a very beautiful shine to it now I absolutely love ghd styler.  From now on I will be a loyal ghd customer.  I received This styler  Complimentary of influenster for test purposes only"
        },
        {
            "review_title": "Really good straightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary for testing purposes. I have really thick, long, coarse, frizzy curly hair. I have used straighteners for probably close to 20 years now. Most people donu2019t even realize that I have naturally curly hair since I always straighten it. Iu2019ve used several brands (CHI, FHI, Sedu, Hot tools, etc) in the past. I actually purchased the 1u201d inch GHD platinum styler a couple of months ago and really liked it. I was really excited to receive the GHD Max Wide Plate styler to test out. So far I have really liked it. The plates are definitely wider so straightening my hair is a lot quicker! I would agree it takes about 1/2 as much time compared to when I use the 1u201d straighteners. I would say it takes less than 10 minutes to straighten my hair. My hair remains straight for a couple of days so I do not have to worry about having to re-straightening often. The straightener itself is very sleek. It heats up super fast. It beeps to let you know when it is ready to use. The straightener stays hot. I feel like it does a good job of distributing the heat evenly (I donu2019t get those straightening creases). Iu2019ve used it after blow drying my hair and air drying my hair. The straightener works well for either scenario. I do recommend using a heat protectant with it but I also recommend that when using any straightener. Iu2019ve only tried to straighten my hair with this straightener so Iu2019m not honestly sure how it would work when trying to add waves. I prefer to use a curling iron when adding curls or waves to my hair anyways so I wouldnu2019t generally use a straightener for that purpose. I would definitely recommend this styler to a friend."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love this hair tool! My hair is thick, coarse, and wavy. It straightens my roots beautifully and gives me gorgeous barrel curls. My daughter used it also and she loved it. Her hair is thinner and has a small amount of wave. Definitely worth the price tag. My hair was done in no time!"
        },
        {
            "review_title": "Good, PRICEY.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t use straightening irons too often but this one was nice! I always spray heat protectant on my hair before using hot tools so def still do that. It blew my mind that this sells for $220!!!! That seems like an insane price for a hair tool lol. But I did really like it I just personally wouldnu2019t pay that much for a straightening iron. Also you canu2019t control the heat temp which I thought was strange."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love GHD products! This iron heats up quickly, glides through your hair smoothly, and straightens really well. I also love it comes with a silicone plate cover for travel. Very convenient. Overall this is another great GHD product."
        },
        {
            "review_title": "MOST AMAZING FLAT IRON TO DATE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "For starters, I received the ghd Max Professional Wide Plate Styler for the purposes of testing and review. So as a hairstylist, Iu2019ve faithfully used ghd hair tools throughout my career, so this review is based not only on the ghd Max Professional Wide Plate Styler: itu2019s based on years of experience with the quality and brand itself. Ghd products are exponentially superior to other quality flat irons of its kind. Just for the sake of variety, I have tried other flat irons that are less expensive , but in this case, itu2019s true; you get what you pay for. While ghd has only gotten better throughout the years, their competitors seemed to have gotten worse, as far as quality, that is. The others try to u201cjazz upu201d the items with crazy colors and fancy packaging , while ghd maintains the u201cgold standardu201d of producing an amazing and quality product, without all the outer bells and whistles. This is, in my opinion, due to superior and grade u201cAu201d materials all day, everyday. No need for neon colors or celebrity sponsors. The iron sells itself. With an extra long cord and swivel movements it makes straightening your hair a breeze. With 70% larger ceramic plates, the iron is kept at the optimal temperature of 365u00b0 . No more extreme heat. And no more damage with related use. With a cool temperature tip, it makes beach styling waves effortlessly without burning the tips of your fingers, as I have in the past with other brands. As a professional hair stylist, Iu2019m used to paying top dollar for quality hair appliances . So I understand why, as a typical everyday consumer the price tag of $219 + plus tax can be quite expensive. And while it is, you will never find an iron quite like it. While you may have to repurchase a cheaper brand iron two, maybe three times; youu2019ll only need one ghd. For reference, I have long curly and frizzy hair, so I love the larger size. It gets the job done quickly and easily with just one pass. Auto sleep mode after 30 min. Worth every penny!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I loved the iron it makes it much easier for me to curl my hair, it took me only 8 minutes to do it, leaving my comb perfect and without mistreating it"
        },
        {
            "review_title": "pricey but worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This flat iron is such a great hair tool. A little pricey but worth every penny. Letu2019s start with my hair type. I have thick-ish, medium to long hair. It has a slight wave to it too. When I received this, I tried it the very next day and really loved it. Itu2019s very sleek looking and I appreciated that it came with a plate cover so you can throw it in your luggage etc when you travel. Itu2019s has a pretty long cord so youu2019re not committed to one particular spot if youu2019re a multitasker like myself. I also like that it has a little chime so you know itu2019s plugged in and that itu2019s heating up. Itu2019s super fast at heating up. Now for how it performs. I absolutely love it! Since the plates are 2u201d you can get your hair done a lot faster. For my hair length/type it takes me about 5 mins from start to finish. I typically straighten my hair but I also tried creating beach waves with it and they looked awesome. Just took a little longer but probably bc I still need to get used to it. Iu2019m also a fan of the fact that it sets itself to heat at 385 degrees. My hair doesnu2019t feel crunchy like with others Iu2019ve tried. My hair feels smooth and even almost healthier. I know itu2019s the flat iron bc Iu2019ve needed toner in my hair for months and feels pretty rough with my other flat iron. All in all, Iu2019d definitely recommend! GHD makes some pretty great products (I own a hairdryer too)."
        },
        {
            "review_title": "best flatiron.  and I have several",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have two flatirons and donu2019t love either one of them so was excited when I found out I was getting this one to try from Influenster.  Itu2019s amazing. I have shoulder length hair.  Itu2019s fine but thick and has some wave, slight curl to it.  I either air dry and use a salt spray and scrunch. Or dry and either use a curling iron or flatiron.  I love this one is wide.   Itu2019s the perfect temp.  I was able to get perfect smooth results with one swipe.  Iu2019m going to try other GHD tools as a result.  I have my eye on the cordless flat iron once work travel becomes a thing again! I highly recommend if you are looking for  l fabulous flat iron that does the job in record time."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Received this free to try and leave my honest opinion. Love how easy it is to hold and use.  I have been using another styler I bought at Walmart and this one hands down beats the competition. Love how my hair looks and feels after using it. @Influenster #ghd Max Wide Plate Styler highly recommend this styler"
        },
        {
            "review_title": "10 second heat-up. Incredible!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "When I say it takes 10 seconds to heat up, it literally does. I timed it. Thatu2019s some sorcery right there! I love that it comes with a silicone-like protective cover for storage and travel. I was not super impressed with the glide of the plates. I prefer my hair to slide through those plates like butter. And this didnu2019t do it for me. I could feel my hair being pulled and snagged (worst sound ever) even when I barely clamped down on the plates. (For a beautiful buttery-smooth silent glide, Iu2019ve never found better than my T3 SinglePass straightener.) Also a little odd that you have no control over the temp. Itu2019s a one-temp only straightener, which means if I want to straighten my baby hairs and edges, I have to fry them at a  whopping 365 degrees! So those are the pros and cons. Iu2019m more impressed than not! I received this via Influenster for my honest review."
        },
        {
            "review_title": "GHD Gold Max is a Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "GHD Gold Max Styler is an absolute game changer! This flat iron does not pull my hair which is a first for me. It straightened faster and better than anything Iu2019ve ever owned and outperformed my stylists flat iron. My hair was completely straight and smooth within minutes. The sleeve to cover the hot portion of the iron is great but for me I loved the tune it sends to signal you have turned it on and again when itu2019s ready to be used. It also has a long cord for ease of use. I am so grateful to have this flat iron. Now Iu2019m not frustrated trying to get the right look."
        },
        {
            "review_title": "ghd Gold Max styler is the best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have long curly hair and straighten my hair almost daily. I have used dozens of straighteners over the years and this is 100% my favorite. It heats up so fast! And my hair seems so much shinier than with my last flat iron. I definitely recommend this flat iron to anyone who straightens their hair regularly."
        },
        {
            "review_title": "GHD Flat Iron",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This flat iron did fast work on straightening my hair. There were only a few times that I had to make a second pass to get the middle completely straight. I love the rounded edges, how fast it heats up, and the silicone cover that comes with it. My main concern is that there is no temperature control. So I wasnu2019t sure how much heat was being applied to my bleached hair. If you donu2019t mind the lack of a temperature control I recommend this product."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was really amazed on the way this flat iron straitened my hair, I have natural curly and frizzy hair and with just 2 swipes it left my hair straight. I would totally recommend this product for people with curly hair that are looking for a quick easy way to straighten their hair."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Absolutely one of my favorite hair straighteners. I have thin but very long hair and it leaves me hair super straight and looks so healthy. It heats up within seconds and is so easy to use. It has a set heat so that you donu2019t fry your hair and I like to pair it with a heat protectant. It may be pricey but my honest opinion, very worth it!"
        },
        {
            "review_title": "Silky smooth straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm a midage professional chemical blonde with thick wavy hair, my hair hasn't felt this good since before going blonde!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this flat iron complimentary from Influenster and ghd for testing purposes. I have long (past bra line) hair with fragile ends from years of bleaching. My typical hair texture is a natural beach wave, but I regularly dry and curl it. I donu2019t love my hair stick straight, but never could master that perfect bend like Jen Anistonu2019s long hair in Friends. Using this flat iron was the closest Iu2019ve ever gotten. I have almost nothing but praises. I love that it heats up fast and the rounded edges creates the perfect bend-the size is spot on. I straightened my whole head remarkably quickly and my hair was still shiny and wasnu2019t sprouting a bunch of broken ends throughout. The only issue I had was that it has one temperature setting. I donu2019t love this because Iu2019m wary of heat damage and always want to use the least amount possible. However, ghd indicates the heat is the perfect amount. I balked at this initially, but after a day outside near the ocean and in Southern California mist, my hair was still straight and minimally frizzy. I was shocked. I didnu2019t use anti humidity spray or anything after flat ironingu2026and it lasted. That is atypical for my hair, so I am inclined to think ghd knows what they are talking about regarding the temperature. For my hair anxiety, I would still prefer the option, but it is not a deal breaker."
        },
        {
            "review_title": "An holy grail item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this styler fro GHD! It is the perfect tool for curly hair. It has ceramic plates and helps with shine to your hair. This is the best type of iron to use. It is also great that it heats up within 30 sec. A time saver for sure! I received This item is complimentary from Influenster. #ghd #infleunster"
        },
        {
            "review_title": "It is really quick to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product from Influenstar to review. This is my honest opinion: I never used such big plate straightener but it does straight hair very quick. I have long hair and usually it takes me very long to straight. So I liked it. I like the size. Itu2019s short so I feel it will be easy to travel with. It comes with a small front pouch but it doesnu2019t hold the straightener well.  It beeps when itu2019s hot and ready to use which was nice. One thing I donu2019t like that this doesnu2019t have a temperature control. I donu2019t believe in same temperature works for all hair. It also doesnu2019t make my hair look as shiny as my other straightener. Which is a bummer. You can use this to give you very nice loose curls if you have long hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair goes from frizz curly to sleek and straight"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After using the same flat iron for 20 years, it was time for something a little more modern. The Ghd Flat Iron came into my life at the perfect time. It heats up quickly and maintains the heat, cutting down on the time it takes to straighten my curls. I definitely recommend this flat iron for getting board straight hair that lasts until your next wash."
        },
        {
            "review_title": "This styler is SO worth purchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This styler is SO worth purchasing! I've been straightening my hair for many years and have used lot of flat irons. I would definitely recommend this one. The ghd Max Wide Plate Styler heats up in seconds not minutes. Thereu2019s no heat setting which is perfect! I donu2019t have to overestimate or underestimate the temp setting. Itu2019s the perfect 365 u00b0 temperature. As a mom of two busy teenage girls, I also love that this flat iron has a safety feature that automatically turns off when it isnu2019t been used for more than 30 minutes! No more stressing out if the straightener is off and unplugged! This styler has larger plates than my other straightener, which cuts down the time it normally takes to straighten my hair. I absolutely love results! So smooth and no frizz!"
        },
        {
            "review_title": "Itu2019s nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Cons - the heat setting is not adjustable and leave hair extremely hot to the touch It doesnu2019t get close to the root Takes multiple passes   Pros -  Gets hot extremely fast Hair gets sleek and straight Leaves hair shiny  Overall this is a nice flatiron and does a fine job. For me personally I would prefer to be able to turn down the heat a bit and I would probably go with a one inch. But, this is great for quick touch ups!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "i am in love with this ghd is great works fast and is easy to use it doesnt damage hair at all my daugther and i are in love... thanks influenster for my ghd"
        },
        {
            "review_title": "Loved this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Let me preface with the fact that I'm just not good with doing my own hair especially when I attempt to curl my hair. I'm impatient and it always winds up with me getting frustrated and throwing everything up into a ponytail. With that said, I really wasn't sure how I was going to determine if this was a good product or not. That is until I started using it. Between the quick heat, automatic temp and the snag free plates it made the time during my morning routine so much more quick and efficient. Was pleasantly surprised by how much I liked this flatiron and I definitely feel like a million bucks with my beautiful soft curls."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have Asian,thick and straight hair. And even though I technically don't need to straighten my hair it's not perfectly straight. This flat iron is perfect for my needs and type of hair that I have. I took pictures of my hair before (was braided all day) and after I used the iron. took me less than 10 min. it's very targeted product, and I appreciate clarity in the description. so if you have damaged or thin hair stay clear. there is only one temp setting and it's pretty hot, so heat protecting product is a must. I like clean and fool proof design, one button with light indicator and sound warnings. Really like finish of it too, it's grippy and feels nice to the touch, and finger print resistant. Unit is not too heavy, so combined with wide plates you should be done in no time before arms get tired. Love silicone sheath as well. Added bonus is if you have bearded partner this iron is perfect for mask beard"
        },
        {
            "review_title": "Left my hair smooth and full of shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I was too excited to try out this bigger hairstraightner, It did not disappoint! From the moment you open the box you can see you've bought quality.  As soon as it's plugged into a power source it gives a little chime telling you there's power, you have to turn the power button on and it beeps telling you its on as well as lights up. It takes a few Seconds and its HOT! Love that there is no wait time.  I was worried that I couldn't adjust the temperature myself and had to put blind faith that it wouldn't be too hot and fry or damage my hair, but It glides through my hair effortlessly. There was no scorching and once through was enough with my hair to get it perfectly straight. Which isn't easy to do. I have long wavy hair and it worked marvelously. I even got it to curl my hair. It makes beautiful waves that held all day. I love the fact it comes with an auto shut off I dont need to worry about that when I leave if I remembered to unplug it bc I often times don't!"
        },
        {
            "review_title": "Excellent styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "GHD Max Styler is great quality iron. I really like how lightweight it is when holding it. Plates are wide enough for any type of hair. They are smooth with high gloss coating to enhance shine. Design is very sleek with curved edges , which allows me to create smooth style or loose waves. It heats up in thirty seconds and also switches off after thirty minutes of non-use. Temperature is already pre-set to 365F, which provides safe hair heat for every hair type. I always had frizzy hair, and it usually takes a couple of passes with my CHI, but not with GHD. I just need one, and my hair feels silky and frizz free. There is no damage, and my hairstyle last till next wash. I received this GHD styler from Influenster and GHD for free, in exchange for my honest opinion, and this is my honest opinion. Thank you for this wonderful opportunity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Worked great on mine and my daughters thick curly hair.  The wide plates cut down on the time and the heat of the ceramic plates cut down on the number of passes I would have to make to get sleek straight hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster for an honest review.  I donu2019t often flat iron my hair but when I do I want it done quickly.  This flat iron definitely did the job.  I was able to flat iron in 15 - 20 minutes.  I have long thick wavy/curly hair so it can sometimes take a long time to get it as straight and smooth as I want it.  I also didnu2019t blow dry my hair straight first because I really wanted to see how well it worked.  I was able to straighten thick sections of my hair with one pass.  I was so happy with the results.  I love that it heats up in seconds and also that I didnu2019t have to adjust the temp.  The flat iron I normally use requires me to adjust to temp to about 420 to get my hair as smooth as I like it. I would definitely recommend for someone who had thick wavy/curly hair!"
        },
        {
            "review_title": "Get beautiful hair in no time !!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely in love with this styler . I have extremely thick hair and I can get my whole head done in 15 minutes . This styler stands out because you are able to take bigger sections of hair . It made my hair feel like silk . I was also to also create beautiful curls easily with the rounded edges . Highly recommend this styler !!!!"
        },
        {
            "review_title": "OMG..  this Straightener Is the Bomb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "In  using this straightener, I washed and conditioned my hair, then used a heat spray when my locks were damp. I let my hair air dry and didnu2019t use any styling or shine enhancing hair products.   Typically it takes 30-40 minutes to straighten my thick, wavy hair. The ghd Max took just 11 minutes! No lie, I timed how long I used it. I got a full on sleek look in about 1/3 the time! I only needed to go through each section of hair 1-2 times as opposed to the 4-5 times I usually take. Less straightening time means less hair damage.   Iu2019ve used a lot of straightening devices over the past 19 years. None impressed meu2026 until now. I love the ghd Max and I wonder where this device has been all my life. Iu2019ll never waste 30+ minutes again trying to achieve a gorgeous, sleek u2018do.  Iu2019m attaching two pics. One is of me with air dried hair and no styling product except a heat spray. The next one is of me 11 minutes later with shiny, smooth hair thanks to the ghd Max.   I received this product to review. All opinions are entirely my own and completely honest."
        },
        {
            "review_title": "Super Amazing Styling Tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This one has allstar written all over it. From its sleek and beautiful design to its super fast heat up, I am loving this straightener! First impression right out of the box is that it is beautiful and comfortable to hold. The straightening plates are gorgeous and metallic, which make them attractive at the start. It has a narrow base handle, so it's easy to hold and grip.  The power button is hidden on the inside of the styler, so it's protected from standard wear and tear, so this will ensure its durability and long lasting effect. It works fast and well and the plates just slide right through your hair. No worries with over heating because it's so easy and fast to use.  What a beautiful product! Hands down, my best styling tool to date, truly loving this one!"
        },
        {
            "review_title": "Great multi purpose product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Received this as a Influenster and I love this item. I got it complementary for my honest review, I have medium length, fine, color treated hair and it works both to straighten and create large curls. It does not get overly hot or scorch my hair and leaves a lovely shine. Unlike some irons, I feel they got this product correct, very user friendly and safe for all hair types. I recommend this highly and suggest it above all other flat iron brands."
        },
        {
            "review_title": "Heats up SOOO quick!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am so impressed by this straightener!! Iu2019m so used to plugging my old straightener in before I do my makeup so itu2019s hot by the time Iu2019m ready to do my hair but this heats up in literally 5-10seconds! SO CRAZY FAST! There is only one heat setting, and it is very very hot but I think it works better defect for my hair! So impressed that I only need one pass to have completely styled hair! Also comes with a silicone heat protectant case and I love that for storage!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This flat iron heats up super fast, and is easy to use! I am used to using a 1 inch flat iron, but it was easy to adjust and get used to this larger size. This only has one temperature, but it is hot enough to do a great job straightening my crazy curly and frizzy hair. I did struggle getting the roots straight a couple of times while using, and accidentally burnt myself. I think this is just user error though and will get easier as I get more used to using a 2 inch iron. This also comes with a little silicone sleeve to cool your hot iron in, which is a great addition."
        },
        {
            "review_title": "Way less damaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was such an easy to use tool. I have fine curly hair that doesnu2019t stay when I flat iron it. This took one pass and has held for a few days. I love the wide plates - it took way less time and far fewer sections to do the same thing as the Chi I had before this. GHD has consistently been my favorite brand of flat iron - it distributes heat evenly and is noticeably kinder to my hair. So excited to have one of these again."
        },
        {
            "review_title": "Best Iron for Long Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love this flat Iron! I recieved this for my honest review and here it is: I have long wavy/frizzy hair. This iron cut my styling time in half maybe more. I was able to straighten all my hair in 10 min. The wide plates are amazing. The heat temperature which I thought might be a problem as it is not adjustable was perfect.  It heated up so quickly! It even told me when it was ready.  Bottom line would I spend my own money on this Flat Iron absolutely.  My hair is straight,  Shiney and frizz is gone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was nervous to try this because the last flat iron I tried was a complete flop but this one worked amazing! I normally wear my hair curly so I didn't know how it would work for my fine hair but it worked so well. My hair was smooth and shiny and it styled in no time! I can't wait to try this on my daughter's hair now too. I haven't mastered how to make waves /curls with it yet but I read someone else said there are Youtube videos available to watch! This is a high quality flat iron and well worth the money."
        },
        {
            "review_title": "Amazed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free to review. I was nervous at first because it was advertised as great for thick, long hair and I have thin, fine hair. However, after trying it I have to say this is the best flat iron I have used. Itu2019s very sleek and easy to use and heats up in seconds. On my hair it glides so smoothly that it makes the task quick and easy. I canu2019t say enough good things! Donu2019t hesitate if you are like me and worried it might not work for your hair type-I think it works for all hair types but I imagine if you have thick hair itu2019s especially great!"
        },
        {
            "review_title": "Amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've tried alot of different hair straightner, from plated to brushes. This one is hands down the best. It only took seconds to heat up, and a few minutes to straighten all of my hair. Typically five minutes after straigening my hair it becauae a frizzy mess. Not with this one though. My hair was still perfectly  the next day."
        },
        {
            "review_title": "Fast and Easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I literally straightened my hair in 10 minutes! this straightener is amazing. it has one button to turn it on and within 3 seconds it beeps letting you know its ready! I couldn't believe how fast it was! it straightened my hair and my hair stayed straightened all day long. I would definitely recommend this tool"
        },
        {
            "review_title": "So easy to create beautiful hair with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "First, I want to say that I don't really see myself as someone who is great at doing hair. I was sort of intimidated to try this product, but I should not have been! I did take some time to watch YouTube videos of different ways I could use the flat iron- straightening, obviously, but also ribbon curls, waves, adding volume at roots. This flat iron is VERY easy to use. There's only one heat setting, which is great. It heats up quickly and the outside doesn't get too hot. I'm a mom and I felt safe having this product around. Some other heat tools feel like they would be very easy to accidentally burn yourself on.   I decided to try the flat iron out for straightening and a few waves before a Zoom call for work. During the conference call, three coworkers dmed me to tell me how nice my hair looked. This has never happened. It's true. When you use the straightening, your hair is very shiny. My hair is medium thick and just a bit wavy. I was able to get done in about 10 minutes. The iron heats up quickly, so you could really get ready fast with this.   As a challenge, I decided to try straightening my husband's very thick and curly hair. I did half his head in about 10 minutes. I think it I went over it again, it would be very smooth and shiny. I truly didn't think this would be as easy to use and straighten hair like his so easily. Final verdict: if you want people to compliment your hair, if you want a very versatile tool that is easy to use, try this flat iron!"
        },
        {
            "review_title": "Sleek & Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I received this free from influenster and was so excited to give it a try. She is a beast. As fast as you plug the straightener in, it hot and ready to go. Absolutely love the extra wide plates and temperature control it makes straightening your hair a quick job. The extra long cord and swivel make movement easy. Everything about this straightener is great and luxurious."
        },
        {
            "review_title": "Shiny salon quality finish and result in minutes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "As promised, this flat iron heats up almost immediately.  It made my hair super shiny, straight and worked very quickly on both my hair and my daughteru2019s super thick hair.  It gave a salon quality finish so nice a friend said you got your hair done! It also has a nice professional look and feel in your hand."
        },
        {
            "review_title": "Ghd nailed it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been a lover of ghd for years and this is the 3rd flatiron of theirs Iu2019ve used. The large plate makes it so much faster to straighten-smooth my hair! The plates are also coated, which is different from their previous models and this seems to add to the silkiness. I have fine but curly hair that can go frizzy very easily. Iu2019ve always loved how ghd irons straighten/smooth without damaging/pulling, but this new version makes it faster AND my hair is more shiny with just a single pass (usually takes a couple). Love love LOVE! ghd hits another home runu2026!!"
        },
        {
            "review_title": "I'm  ophthalmologist tech",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing and it protects the hair very well. with confidence you can use it and buy it which is a super good product"
        },
        {
            "review_title": "Holy Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This styler is incredible! You can tell it's high quality right out of the box. It feels so comfortable in your hand. Push the power button and it heats up in less than thirty seconds! It instantly tamed my frizz and fly aways. My hair was left shiny and sleek. I love my new GHD Styler!"
        },
        {
            "review_title": "Awesome straightner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a Great straightener for longer thick hair. I straighten my hair atleast 3 times a week. I been using another brand but I think this one will be replacing the other one. It heats up in the 30 seconds and completely strain tensor my hair where as some arenu2019t as promising with unruly and course hair that I have."
        },
        {
            "review_title": "Beautiful and wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is such a beautiful sleek tool! I feel so fancy using it. Haha. I already have other flatirons but found this to be way superior in that it heats quickly and is bigger making it quicker to style hair. The iron glides nicely without burning the hair or pulling it. It takes away my frizz while making my hair look smooth and polished. I have chemically treated long hair. Love this tool!"
        },
        {
            "review_title": "Silky smoothe hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow! The best most results-effective styler I've ever used. The plates heat up within seconds and a little chime let's you know when its ready to go. It doesn't pull hair like my usual styler. My hair was styled in much less time and it felt smoothe and silky. I'm so happy with this styler. I'd recommend to anyone looking for a great straightener."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was personally sent this flat iron to review for my honest opinion. My very first thought was there wasnu2019t a temperature control. (Which isnu2019t a must but is nice) Iu2019m so glad I gave it a chance though because it works so much better than my old.  My old one would pull my hair. This ran smoothly down my hair. My hair is medium/long and on the thicker side.  I would highly recommend this to anyone looking for a great flat iron."
        },
        {
            "review_title": "Great for thick hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Love this flat iron! I have thick coarse hair and there's so much of it!! It took me about 10 minutes to straighten my hair and it looks great! I usually use a 1 inch but I really prefer this 2 inch I can get through more hair faster!"
        },
        {
            "review_title": "Best Straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "In love with this straightener, within less than 10 minutes my hair was already smooth and shiny . Got many compliments and I felt confident :))) I highly recommend :)))"
        },
        {
            "review_title": "Honestly the only straightener youu2019ll need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have a pretty nice straightener already (another high end brand known for hair tools) so I wasnu2019t expecting to be blown away when I received this straightener. Well count me surprised when I realized that this beautiful implement would musically notify me when it was on, ready to use and when it shuts off. It even comes with a silicone glove to hold it while it is hot so you can pack it away. I love that it is 2u201d and wide, so it can straighten my hair much faster, saving me time in the AM. I have straight hair, un colored and not chemically treated. This is a wonderful product."
        },
        {
            "review_title": "Thanks Influensteru2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was kind of on the fence about this product because Iu2019ve never had any success with the flat irons but I love this it heated up in about 15 seconds it gets it got to the right temperature immediately and it really did a wonderful job on my hair my escrow at Scott body itu2019s got everything that it would do if I use electric rollers but this is just an awesome product I love it"
        },
        {
            "review_title": "Amazing styling tool.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product for free from Influenster and GHD in exchange for my honest review. My hair is medium length, blond, straight but very needy. I found that this product worked miracle on my hair. My hair is very sensitive to styling tools and get freezy instantly. This styler is very gentle, is not super hot but made my hair feel like silk. It also heats up almost instantly and comes with a sleeve to put in after styling is complete. It is also very lightweight what makes styling super easy and enjoyable. Love it!"
        },
        {
            "review_title": "Awesome flat iron!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary to try in exchange for my honest review. I have medium length, fine hair so I was a little worried about this since it says its better suited for long and thick hair. But I actually really like this iron!! It wasnu2019t too hot for my hair, and styled it perfectly smooth without drying it out. The plates didnu2019t catch or snag on any of my hair either so shedding was minimal when I used it. The rounded edges are really great for curling, which is how I normally use a flat iron anyway. I would say itu2019s definitely worth the price tag!"
        },
        {
            "review_title": "Crazy Hair Gone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I have Crazy Hair. Part straight and part curly and depending on the weather, it does what it wants. I tried the iron and turned it on and in 30 seconds heard a beep that it was ready. I straightened my whole head in 4 minutes. No Products just the iron. LOVE this product. This was a complimentary sample but I review based on how good or bad an item is. Worth the money!"
        },
        {
            "review_title": "Amazing GHD Max Wide Styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product for free in exchange for an honest review. I absolutely love this straightener! It heats up within 30 seconds and beeps to let you know once itu2019s ready. The plates are very wide cutting down on styling time. I also like how the cord swivels so it is not rigid, but flexible. My hair is now very smooth and glossy. I live in Texas where humidity is high so this product is perfect! I would rate this 10/10!"
        },
        {
            "review_title": "Great for thick curls.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Heats up fast, doesnu2019t throw off a ton of steam/smoke, and helps get my thick curls straight on fewer passes than other straighteners. Now I can go from curly to straight in under 15 minutes when it used to take nearly 30!"
        },
        {
            "review_title": "You definitely deserve to treat yourself with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "OMG!!!! This works amazing. My hair is sooo soft and shiny I am amazed! I was able to straighten my hair in half the time. It is super easy to handle, especially important for me because I have arthritis in my hands, did the job in a short amount of time, and looks beautiful! No frizz, just super shiny hair! I can't wait to try curling with it next!!!!! This is definitely an A+++++++++++ tool in my eyes!!!"
        },
        {
            "review_title": "Fast Shiny Straight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This heats up quickly, in about 10 seconds. A chime sounds when ready to be used. I have very long wavy fine hair. I tried this out today on 1/2 my hair. It took about 5 minutes to straighten. The hair was very shiny afterwards. My bangs were poker straight. This is an excellent straightener. My previous brand was a professional Chi. I like the GHD better. It also comes with a silicone cover that slide over the end to protect from the heat after you have finished. Thank you for letting me try this for my honest review."
        },
        {
            "review_title": "Awesome flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The Gold Max 2u201d Styler is amazing. It works great on my thick hair and has shortened my styling time. I received this as complimentary and I love it."
        },
        {
            "review_title": "GHD GOLD MAX 2 STYLER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "GHD GOLD MAX 2 STYLER , I'm in love with how wide it is. Works terrific for my hair and it works good  for my thick hair"
        },
        {
            "review_title": "AmaZing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this product as a complimentary product to try! I absolutely love it! I have very thick hair and this product cut down my style time to about 8 mins!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ghd Max Wide Plate Styler first of all is a beautiful looking design, sleek and easy to handle. The plates are large covering more area which helps, taking less time in doing your hair. Hair is left smooth and shiny. this amazing device was gifted for my honest review."
        },
        {
            "review_title": "Received complimentary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m super happy that I received this complimentary. It works great with my thick hair. It straightens it super fast and easy to use."
        },
        {
            "review_title": "Love this iron!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The perfect flat iron! Cord is decent length. I like that the power button is on the inside of the iron so that it doesnu2019t get pushed while using. It heats up super fast..in less than 30 seconds. The width makes ironing my hair so easy and fast. My hair glides through the plates easily without pulling. I only needed one pass through my hair. The silicone guard is a nice touch as well. I definitely recommend for thick and curly hair like mine."
        },
        {
            "review_title": "very Pleased!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fantastic appliance!  My flat iron finally gave out after about 10 years.  Replaced it with this GHD 2u201d, and I cannot believe how quickly it heats up!  Does a great job of straightening as well."
        },
        {
            "review_title": "Def not worth the price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Idk how anyone likes this straightener. The body is plastic and feels cheap. Plus, it's too thick to really be able to easily get close to your scalp so, unless you're ready to dedicate some REAL time and effort, you end up with a bump in your hair. My hair is fine and not really long, it's right under my shoulders, but still the length of the plates is too short to get very much at all so I have to go over less at a time, which of course means more times in total. For over $200, you're flat iron should be easy to use and as quickly as you need it to.  I tried this one ghd gold max bcz of the 5 star reviews and bcz I was salty that my Babyliss stopped working after only 2 years (my previous one is 10 years old and still works great but I gave it to my daughter) but it was about $40 less than this one and way better. Guess I'll have to go back."
        },
        {
            "review_title": "Love this flat iron!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this flat iron! It makes my hair smooth and frizz-free. My ends look like they just had a trim. I love the wider plate because thatu2019s less styling time for me. This takes only 30 seconds to heat up(convenient). Itu2019s recommended for thick curly and coarse hair so thatu2019s my hair and it just does a fabulous job!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing straightner 10/10u2026 I ll recommend this to my friends and family for sure.."
        },
        {
            "review_title": "Never trade for any other hair straightener!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Owned GHD old model in 2017. Loved it donu2019t want to trade for any hair straightener. Had it for almost 2 years this brand have 2-3 years warranty. Send you replacement, lasted for another 2-3 years. Mine just stop using for almost 3 weeks. Bought it, just got it and love it. Turn it on, just first-second pastu2026 it make my hair soo straightener than the old model."
        },
        {
            "review_title": "SLEEK, SMOOTH and SHINY= AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow my hair is never been this smooth and shiny until I use this straightener. My hair is course and medium length but thick and takes me a while to get my hair to be straightened the way I want it I am so happy how shiny and sleek my hair. Itu2019s worth every penny. Itu2019s my first time trying ghd and I am glad I did."
        },
        {
            "review_title": "So far so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Itu2019s my first time purchasing from this brand, and Iu2019m really impressed with this product. It took just 2 passes to make my sisters curly, frizzy and unruly hair beautifully smooth! I really hope it continues to preform at this quality for many more years to come since it is quite costly."
        },
        {
            "review_title": "ABSOLUTELY AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I got this directly from GHD but this is the BEST straightener I have ever used. I have tried every straightener out there (no joke), and no other iron makes my hair as straight and flat like this one. I have no frizz AT ALL and my hair lasts for 4-5 days and looks perfect. My hair has never felt or looked as good like it does with this straightener. I highly recommend this product, you will not be disappointed!!"
        }
    ]
}