{
    "product_id": "1665",
    "name": "24/7 Glide-On Waterproof Eyeliner Pencil",
    "brand": "Urban Decay",
    "categories": "Makeup, Eye, Eyeliner",
    "price": 21.7,
    "about": "What it is:A bestselling luxury eye pencil that glides on ultra-creamy and delivers long-lasting eyeliner looks that wonu2019t smudgeu2014now in viral shade, Space Cowboy..Highlighted Ingredients:- Vitamin E.Ingredient Callouts:Free of parabens. It is also vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:The Space Cowboy eyeliner gives you a warm shimmery nude liner in the same 24/7 formulau2014so you get a smooth application without dragging or pulling. Once dry, this eyeliner pencil is waterproof and smudge-proof for up to 16 hours of wear. Try it and see why itu2019s the number-one luxury eye pencil.",
    "ingredients": "Cyclopentasiloxane, Isododecane, Synthetic Wax, Polybutene, Simmondsia Chinensis (Jojoba) Seed Oil, Hydrogenated Cottonseed Oil, Ceresin, Ozokerite, Cera Microcristallina (Microcrystalline Wax/Cire Microcristalline), Tocopherol, Ascorbyl Palmitate, Phenoxyethanol. [+/- (May Contain/Peut contenir): CI 77510 (Ferric Ferrocyanide), CI 77491/77492/77499 (Iron Oxides), CI 77891 (Titanium Dioxide), CI 77007 (Ultramarines), CI 77019 (Mica)].",
    "how_to_use": "Suggested Usage:.-For precise lines: Use the eye pencil to draw precise lines..-For smokey eyes: Smudge out your pencil to create a classic smokey eye look. .-Use as a shadow: The creaminess of this formula allows for easy blending to create the perfect eyeshadow look..-Use as an eyeshadow base: For added depth and dimension, use Space Cowboy eyeliner as a base under your eyeshadow. .-Transform your eye look: Buildable formula can take you from day to night. .-Keep sharp: For easy use and the sharpest wing, keep your eyeliner ready with an eyeliner pencil sharpener (sold separately).",
    "num_reviews": 17465,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/24-7-glide-on-eye-pencil-P133707?skuId=1498732&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1498732-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Lucky",
            "shade_descriptor": "dark metallic copper",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2083434-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Wildside",
            "shade_descriptor": "metallic pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2235752-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Double Life",
            "shade_descriptor": "reddish-brown metallic",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2083459-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Alkaline",
            "shade_descriptor": "deep wine",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1971530-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Love Drug",
            "shade_descriptor": "deep wine metallic",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2131662-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Overdrive",
            "shade_descriptor": "deep green metallic",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2083442-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Yeyo",
            "shade_descriptor": "metallic white",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1051333-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Roxy",
            "shade_descriptor": "metallic blue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2235745-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Viper",
            "shade_descriptor": "metallic purple",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2235737-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Electric Empire",
            "shade_descriptor": "metallic green",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2235729-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great for watery eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Perfect! I had been using another brandu2019s similar shade and it was discontinued so I tried this. Colour is beautiful with hazel eyes. I have watery eyes so using something waterproof is amazing - no running. Great wear time."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have a hard time believing all these high rated reviews are real. Theyu2019re probably done by paid influencers because this eyeliner is absolute garbage. Iu2019ve used better ones from the local drugstore. What a disappointment and a shame to treat your customers this way who pay high prices for these over priced/ over rated products. Will not give my money to this brand again. fyi- this isnu2019t my first negative experience with them."
        },
        {
            "review_title": "Does not glide",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "This works well but dose not glide very well onto the skin"
        },
        {
            "review_title": "A little disappointed.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s really nice and high quality! It just wonu2019t work on my waterline, which is why iu2019m giving it a little lower review becuase I bought this item just for that."
        },
        {
            "review_title": "Not worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "For the price of this eyeliner and its claim to stay on all day.. it is an absolute waste of money. I gave it a good try for a few days but ultimately I returned it."
        },
        {
            "review_title": "Beware eyes allergy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got a double eye allergy (twice). The first time I just thought I got eyesu2019 infection. I wore it again after 1 week when my eyes were totally healed, and terrible eyes infection again."
        },
        {
            "review_title": "Top eyeliner. A classic staple.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve tried many eyeliners from drug store brands to prestige brands, but Urban Decayu2019s eyeliners are the BEST! Hands down, I will always wear them, and recommend them. A classic for a reason."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this! Itu2019s great for my sensitive eyes, doesnu2019t smudge, and lasts all day."
        },
        {
            "review_title": "Terrible product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "It gave me a terrible pink eye allergy in both of my eyes. I will never buy this again."
        },
        {
            "review_title": "NEVER BUYING AGAIN! No offense to brand love brand",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OMG! I will never but this again for the price this was so bad. It was breaking the second i used it and for the price for this tiny pencil was disappointing."
        },
        {
            "review_title": "eye popping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Perfect color for making my hazel eyes pop. I use a black liquid liner first and then this on top of the black. Stays in place and does not slide all over the place on humid days  or wear off through the  day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "recommended by employee. itu2019s a very soft glides in liner. i just feel itu2019s patchy and doesnu2019t last long"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Demolition - matte deep brown",
            "review_buyer_description": "brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Love this eyeliner. Glides on very smooth and does not smudge. The sharpness goes away quickly but itu2019s to be expected as it is pencil liner. Would recommend!"
        },
        {
            "review_title": "Not very good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super smooth, not a good water-lining pencil since big clumps of eyeliner get on the waterline and ruin the makeup look. On the eyelids feels a bit dry. Not a fan :("
        },
        {
            "review_title": "Not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Creamy but messy and hard to sharpen. Disappointed."
        },
        {
            "review_title": "Smooth application and incredibly long lasting.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is the longest lasting eye liner I have ever tried.  I tested it against Victoria Beckham and Sephora 12 hour liner (which was my current fave) and this is hands down the best.  I have always heard these liners are long-lasting and I can see why.  I wish I had bought it years earlier!    It also goes on very smoothly and easily.  Love this product!"
        },
        {
            "review_title": "MUST HA E",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It works so good and is the best Iu2019ve ever used!!!!!!!"
        },
        {
            "review_title": "One of the best eyeliners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "UD has always had really great pigmented stuff. I reach for their stuff when I want smudgy bold makeup, and to experiment with color and glitter/sparkle (cause theyre the best at glitter). This pencil is perfectly smooth and creamy. I use this one when I want to be able to smudghe easily."
        },
        {
            "review_title": "Love these a lot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "My favorite eyeliners, beautiful colours to choose from."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is honestly the smoothest eyeliner Iu2019ve ever tried!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Demolition - matte deep brown",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It smudges and somehow ends up under my eyes, yet is a pain to take off with remover."
        },
        {
            "review_title": "Def my new FAV LINER! Great job on this one UD!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE THIS LINER!!! I bought this on a whim when it was on sale and I'm HOOKED!!! Not only is it pretty, it glides on like butter with no tugging or pulling of your eyelids. It stays in place and the colors are beautiful!!!"
        },
        {
            "review_title": "Not 24/7 wear",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s smooth and great to apply but NOT 24/7 wear my eyeliner was literally on the top on my eyelid within 2 hours. Any other eyeliner in my makeup bag lasts longer than this so weird???"
        },
        {
            "review_title": "Smooth and pigmented eyeliner pencil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This eyeliner pencil glides on beautifully! It is really easy to work with and blend, but also doesn't smudge when you don't want it to. The wear is good and lasts all day as stated by the name!"
        },
        {
            "review_title": "Just Ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Meh. I was excited to try this again. And then I remembered Iu2019m not a fan. It always ends up under my eyes by the end of the day."
        },
        {
            "review_title": "Smooth, but too pricey for the length of use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I might have the Urban Decay Glide-On Waterproof Eyeliner in every color. I like this product because it applies very easily- a bonus if you have textured eyelids. But they get dull quickly because they're so soft. You'll have to sharpen often- much more than with other waterproof pencils. Because of that, I go thru them quickly. I think the price point is high for a product that you'll wind up sharpening away to nothing so fast."
        },
        {
            "review_title": "Great Color, Nice Formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Nice!  Much prefer this one over M.A.C. brand.  Seems creamy, and doesn't dry super fast so there's time to smudge out if you like.  The color is exactly what I'm looking for... not too purple, but a little color for some days I don't want black."
        },
        {
            "review_title": "Very Messy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this product it is too thick, does not apply to water line, it smears on to bottom lashes, it does not sharpen to a point at all.  Sadly I will be throwing away.  don't waste your money"
        },
        {
            "review_title": "My favorite liner pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I've tried a lot of different eyeliner pencils, but this one seems to be the best for me.  I just bought a new (for me) color - Whiskey.  I have fair skin, dark hair and hazel brown eyes.  Whiskey gives me a soft, smoky look.  My second favorite color is Desperation, more of a grey/brown color that brings out more of the hazel in my eyes."
        },
        {
            "review_title": "eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "goes on easily but smudges to around the wing area and under my eyes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Zero - black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have this in both shades Zero and Whiskey. I absolutely love this eyeliner, it stays so well and doesn't smudge. I have very sensitive eyes and it never gave me a reaction, most eyeliners trigger migraines for me but this is so gentle. I love it, I will definitely be buying more shades! 10/10 reccomend"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The tip broke as soon as I opened the package. Itu2019s so flimsy and you really have to push hard for pigment. Not worth it"
        },
        {
            "review_title": "Best eyeliner Iu2019ve spent my money on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve been using this eyeliner for the past 6 years and i donu2019t plan on replacing it. It doesnu2019t smear and I mainly use it on my waterline. It typically lasts about 3-4 months and I use it almost daily."
        },
        {
            "review_title": "No durability",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "The eyeliner barely shows on skin and any effort to make it more visible will break it :/"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Yeyo - metallic white",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "It's chalky and horrible for waterline tight lining. Also, I have bought 2 of these in different colors and it's always broken."
        },
        {
            "review_title": "Easy to use Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I've been using this product for several weeks and love it.  It is the first eyeliner that I have used that glides on easily. It doesn't dry out like the others I have used in the past. It also stays on for a long time and does not need to be reapplied."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have started using this product and itu2019s amazing. I love that last long however easy to remove as well."
        },
        {
            "review_title": "Great eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have this in perversion and zero and I much prefer perversion. Itu2019s such a velvety rich black that lasts a long time in the waterline. You also get a decent bit of u201cplaytimeu201d before it dries down which I enjoy because I love making smoky looks!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love love love! Great for blue eyes! I have always hated eye liner but this goes on so smooth and easily. I love doing my eye makeup again!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great for blue eyes!! This eyeliner goes on smooth and is easy to apply. The color is great for blue eyes, really makes them pop. Highly recommend trying!!"
        },
        {
            "review_title": "Not the one",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I really wanted to like this but it was just like every other eyeliner pencil. After a hour it just melted so over my eyes. Whatever stayed just looked messy. Wasnu2019t easy to rinse off too because itu2019s waterproof. All in all not for me."
        },
        {
            "review_title": "the best basic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m trying this product and love it because itu2019s long-lasting but easy to remove."
        },
        {
            "review_title": "great color, just wasted so much sharpening",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
            "review_text": "this product glides on perfect and stays all day. but when you sharpen it, the consistency is so creamy it breaks off multiple times before your able to use it again."
        },
        {
            "review_title": "Great liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "My go to eyeliner for everything! Smooth application, easy to smudge if wanting a smokey look, or if I want more of a solid line it is easy to do. The staying power is there, might need a touch up at the end of the day if going out."
        },
        {
            "review_title": "Smudges",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have oily skin and this eyeliner always smudges during the day or product fades"
        },
        {
            "review_title": "beautiful color but make it that we don't have to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I like it and the color but I hate having to sharpen it."
        },
        {
            "review_title": "EASY RIDER EYELINER u2705ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "These are my favorite gel eyeliners. Pretty colors and glide on beautifully. Easy to blend and waterproof."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Alkaline - deep wine",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OG!! I have a few colors of these eyeliners and they are the best! Glide on smooth, long lasting. I will repurchase again and again."
        },
        {
            "review_title": "Still Smudged",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This eyeliner definitely didnu2019t work for me. It says waterproof but not really. I set my makeup correctly and unfortunately within an hour it was smudged smudged smudged ssmudged."
        },
        {
            "review_title": "Best Eyeliners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this deep wine tone with my blue eyes. Lasts all day and doesnu2019t transfer. Really makes my eyes u201cpop.u201d"
        },
        {
            "review_title": "So smearyu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Pretty color and color payoff. It smudges a lot tho.  And itu2019s soft so you go through it really fast, needs to be sharpened about every use."
        },
        {
            "review_title": "Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smears and canu2019t sharpen, too soft and just keeps breaking."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Really disappointed in this product because an MUA I love and respect used it in a tutorial. First it does not sharpen. Ate up so much product after only two makeup applications.  I have read you need use it with the UD grindhouse pencil sharpener which is not available for sale in Canada. I tried to apply to the tightest corners of my upper lid but it showed up dry, crumbly and barely even stuck to my lids. I hope this isnt the only darkest matte pencil out there. Will be returning."
        },
        {
            "review_title": "Too soft/disappointing at $30",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "A friend recommended UD eyeliner pencil a couple of years ago. I have been using another brand but decided to make the switch based on her feedback it goes on so smoothly and the pencil lasts forever.  Sadly I won't be buying this product again. I'm not sure if it's just this particular shade (Corrupt) because it's considered metallic, but it is so soft that I am needing to sharpen it every other use. Because of this, the pencil is already at the halfway mark and I've been only using it for slightly over a month. Also, because it's so soft, my regular sharpener would eat it up and sharpening it was near impossible. I switched to the NARS eye sharpener which has made a difference but not enough to purchase this eyeliner again. Disappointing at $30."
        },
        {
            "review_title": "No pigment and smears",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was so excited to order the stash golden green colour and so disappointed when I received it! First the product is gel like and glides on well, however there was minimal pigment, so it didnu2019t even look like I had eyeliner on. Then the gel-like-texture never set and smeared all over my eyelid throughout the day (maybe good it wasnu2019t pigmented).  I returned immediately, so disappointed."
        },
        {
            "review_title": "Pretty acceptable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Looses color after a while. But still a great product. Color range is great as well. Not chalky. Easy to work with."
        },
        {
            "review_title": "Gorgeous Midnight/Teal Blue!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Wore for a concert on top of my black liquid eyeliner, which made the shimmer and shift pop so well! It glided on so smooth, and never moved or budged through heat, dancing and rain. Really happy with this liner for a pop of colour!"
        },
        {
            "review_title": "Probably the only eyeliner I will ever need!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Pretty good eye liner. I have tried so many of the drugstore ones, nothing stay put for longer, then I decided to give this one a go, and I like it. Itu2019s easy to use and sharpen, definitely glides on and no tugging, pretty much stays put and doesnt smudge even if I cry or my eyes water and in hot weather as well, only around eyes corners it wears off a bit but otherwise good, great pigment, not drying or irritatating, I really enjoy this product, definitely a staple and will repurchase. I use it for tightlining and on my waterline only."
        },
        {
            "review_title": "Smooth and Bright.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This highlighter pencil goes on smooth and brightens my eyes!"
        },
        {
            "review_title": "I use this everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I need a darker color but I love the glitter but it tends to crease and wear off on a hot day"
        },
        {
            "review_title": "Overpriced For What You Get",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, notSure skin tone, Oily skin",
            "review_text": "Product is overpriced, does not have a lot of pigment. Doable for eyeliner however doesnu2019t work for under eye. Pretty disappointing because I love this brands eye shadows."
        },
        {
            "review_title": "the only brand eyeliner you will EVER need.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have 10 shades of this eyeliner. I live in hot and humid Southwest Florida on the gulf coast where the daily average feels like temperature is 103u00b0. This eye line is sweat proof, waterproof and goes on like a dream. Eastu2019s to apply in my waterline and lasts all day."
        },
        {
            "review_title": "Not waterproof",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "No waterproof Easily smudges  Color was nice , but not waterproof"
        },
        {
            "review_title": "Impossible to sharpen - waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Dry skin",
            "review_text": "The product itself is okay, until it needs to be sharpened. Impossible, so after about four uses, I'm throwing it away. Huge waste of money."
        },
        {
            "review_title": "Great color & texture, but MUST use UD sharpener",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m a big fan of the colors and butter-like smooth texture that makes this eyeliner so easy to apply. However, it took me a long time and quite a bit of wasted product to learn that you MUST use the urban decay eyeliner sharpener with this, or else instead of sharpening the tip it breaks it off. To the brandu2019s credit, however, I think itu2019s a great lip/eye/brow pencil sharpener at a very reasonable price which I use for every cosmetic pencil I use. But I wish they sold it with the eyeliner.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Mattest black makes me so happy smooth glide and long lasting second one from left in pic is perversion Other shades are 1 alkaline 3 whiskey 4 sabbath 5 satin black   4 sabbath"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I bought this with my own money. I would say this is 24/7 on the upper lid, but not the lower or the waterline. Easy to use. My line up top is still how I drew it, but the humidity demolishes it on the lower lid."
        },
        {
            "review_title": "#1 best seller?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "What is with all the hype about this eyeliner!Got the shade loaded Which is supposed to be a deep green? But on me it looks blacku2026 And my skin is on the lighter side. Iu2019m not fair but Iu2019m not medium either.  Not med"
        },
        {
            "review_title": "Smooth eyeliner with great color.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Great shimmery color, needs periodic reapplication so it doesnu2019t fade but otherwise I love it."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I love the color. The glitter ones gave me eye infections. So I got flat chaos. Itu2019s annoying to sharpen so I never use it. Please make in mechanical and softer without irritants."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Rich skin tone, Combination skin",
            "review_text": "Been using this liner for years, bold and goes on smooth"
        },
        {
            "review_title": "Impossible to sharpen",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Initially, I really liked the color payoff of the black shade and found it to be one of the deepest black liners on the market with minimal transfer. Once it came time to sharpening it, I began to hate this product. I tried a variety of makeup-specific sharpeners and the wood/plastic part would always get caught on the blade and leave pointed ends. This all accumulated in me using this pencil in a rush one morning, and after sharpening it, one of the wooden bits actually scratched my eyelid and led to an immense amount of pain. This product basically only works until you need to sharpen it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Smoke - deepest gray matte",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Itu2019s a but too dark and it is Very soft. Good for smudging but not as a lower eye lid application."
        },
        {
            "review_title": "Perfect shade for brown eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love it! The shade is perfect for brown eyes. Very easy to smudge or blend with fingers or brush."
        },
        {
            "review_title": "I donu2019t recommend at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I bought thinking it would be cute to put on my waterline, considering itu2019s waterproof, but it didnu2019t even leave any color. It was almost like glitter, it left more color on my eyelashes than my waterline."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a poor quality product and gave me an eye infection every time I tried applying it. I will strongly recommend against buying it."
        },
        {
            "review_title": "Corrupt is a perfect color !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I had a Clinique eyeshadow many years ago that is the perfect color for a smoky eye with some warmth. I always wished I could find an eyeliner version of it.  This is almost identical.  I love it."
        },
        {
            "review_title": "Absolute Garbage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I'm so very disappointed with this liner. I finally decided to try a more expensive liner in hopes that it might stay in my waterline, because nothing will. Boy l did I choose wrong. Not only does it melt out of my waterline, I actually have to wear an eyeshadow primer to make sure it doesn't bleed and transfer all over my upper lid when I do a small wing. Both the black and copper do this. I should have taken them back.  Don't waste your money, buy the Sephora one. It's the only one that's stayed in my waterline."
        },
        {
            "review_title": "Awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It broke into my eye while using it for the first time. Beauty for Real is way better.  2 stars because the color is pretty."
        },
        {
            "review_title": "Trash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Don't waste your money. If you're looking for something that doesn't smudge and lasts all day, look somewhere else. Within a few hours the corners of my eyes are drooping. For $25 I'd expect it to stay in place."
        },
        {
            "review_title": "New fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this eyeliner, i was waiting years to try it because its so expensive but itu2019s so worth it! Nothing else stays in my inner corner. I live in south tx so the heat is hard with black eyeliner if you live here you already know."
        },
        {
            "review_title": "been a staple for years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "been using for years, really good product . easy to apply and lasts for a while"
        },
        {
            "review_title": "No Regrets",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I find this eyeliner stays well and I use it in the waterline.  I really like the range of colors. I would buy it again"
        },
        {
            "review_title": "Easy on the Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This eyeliner is easy to apply and lasts all day. Love the color!"
        },
        {
            "review_title": "Great color but hard to sharpen",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Fun color, and it is long-lasting, meaning the *glitter* hangs on but not necessarily the pigment. My biggest beef is that the same sharpener Iu2019ve used on the same UD eyeliners for years couldnu2019t sharpen this; apparently the weight is still 0.04oz, but something happened to this pencil - like it was too narrow to catch in the sharpener blade, when other UD eyeliners bought 6+mo ago sharpen fine. I had to buy a new sharpener, adding $6 onto the cost of a $23 eyeliner. Not sure this brand is worth it anymore."
        },
        {
            "review_title": "Definitely a no. Move on to higher quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is definitely not smudge proof. Even when primed and set, it goes everywhere. It is also quite difficult to sharpen. I was only able to use it 3 times because of this."
        },
        {
            "review_title": "Great eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Product goes on smoothly and lasts a long time. Color as described as well. No irritation on my eyes either."
        },
        {
            "review_title": "good liner.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this is a pretty good eyeliner. I struggle with finding a good eyeliner and this one did the job pretty well. It does last most of the day although it does need a little bit of a touch up halfway through the day."
        },
        {
            "review_title": "Not good for white liner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am not new to the white eyeliner trend. It's been part of my daily go-to look for years, lol. I was super excited to try such a highly rated liner in white, as before it was far and few high quality white liners available.   Perhaps this is good for black and darker colors, going for a more smudged or smokey vibe. As for White liner however, it quickly fades. It is smudged and smokey, only invisible."
        },
        {
            "review_title": "Best for waterline",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I have tried multiple pencil eyeliners but this one is the best so far. It still smudges at the end of the day thatu2019s why 4 rating but so far best in the market for waterline not above eyelids."
        },
        {
            "review_title": "Other eyeliners canu2019t compare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love urban decay liners, theyu2019re creamy, pigmented, they just look rich. They also last all day, even if youu2019re active. The colors are honestly unmatched. You can buy another brand or a cheaper brand, but the pigment and shimmer just cannot compare to urban decay."
        },
        {
            "review_title": "Feel like Iu2019m back in high school",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this pencil- almost too much. Iu2019ve never been a huge fan of eyeliner, but the newer creamy pencils like this are so good. I love this one for tight lining, and for blending out to create a Smokey eye."
        },
        {
            "review_title": "Worst eyeliner ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is NOT waterproof eyeliner in any sense of the word. Attached are photos of my eyes 4 hours after application. No, I havenu2019t been crying or exercising, thatu2019s just how bad this eyeliner is. I also thought this same liner in green and purple with the same results. Donu2019t waste your money on Urban Decay. This is clown stuff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Zero - black",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These eyeliners come in a variety of colors and are creamy, yet durable.  I aprticularly like they are easy to apply."
        },
        {
            "review_title": "Blackest black gel eyeliner in a pencil love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Highly pigmented and easy to apply. The blackest black there is for a gel pencil. You can also smudge it with an angle brush to extend the wing of your eyeliner. Lasts all day. The pigment is just amazing. Itu2019s really easy to use."
        },
        {
            "review_title": "Glides smoothly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love these liners..wanted an alternative to my black. The deep blue brightens my eyes and I am pleased..this blue pencil is quite soft."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is my holy grail product. I use it as highlighter for my nose and Cupidu2019s bow and it is the BEST thing ever. Put my roommate on it too."
        },
        {
            "review_title": "Money scam",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Absolute garbage. The product is drier than the Sahara desert, absolutely impossible to apply properly. Barely leaves a mark when you glide, so it needs to be pressed really hard to have any proper colour come out. There's barely any product too, one application like this will remove like 1/6th of it. For 31$??"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "You literally canu2019t sharpen this after first use . It keeps on breaking down . Not worth price"
        },
        {
            "review_title": "Not very good and not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "I used it once or twice. It held decently well. Sharpening the pencil was a nightmare because of how prone it is to break, so carrying it with the rest of my makeup was a hassle and gave me anxiety about it braking or melting onto the rest of my products. Color was nice but definitely not worth the price. Would not buy again or recommend to anyone."
        },
        {
            "review_title": "Love this pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this brow pencil.  Stays on for hours and especially good for sparse, thinning eyebrows."
        },
        {
            "review_title": "Loved it until I had to sharpen it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Pros: very easy to apply to the waterline, zero reaction on a super sensitive face. Con: could not sharpen, it just kept breaking. Tried several sharpeners, paring knife, fridge time: it just kept breaking"
        },
        {
            "review_title": "Will re-buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m loving this! It does smear on me by the end of the day but I have really oily lids. Prob wouldnu2019t smear if I put a little black powder over it but itu2019s so nice and pigmented and glides on so easily. I want more!!"
        },
        {
            "review_title": "Runs and is not long-lasting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I used this product for years & it never used to run. Now the quality is horrible. I think they changed the formula. This runs/smudges even when I have been in a cool environment for just a few hrs. Would not buy gain."
        },
        {
            "review_title": "Easy to apply  eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used these for years, and theyu2019re definitely easy to apply. The color bourbon has definitely been a winner for my hazel-green eyes."
        },
        {
            "review_title": "My Go-To",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I pretty much only use U.D eyeliner pencil as it does not cause irritation, swelling or redness. I do love this smokey dark brown and I often use it with Rockstar a purple-black shade. But I don't use it on waterline. It smudges nicely for a smokey eye, is long-lasting, yet removes easily with Neutrogena eye-make-up remover."
        },
        {
            "review_title": "10/10, you should really buyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "this is actually such a good eyeliner, like honestly the eyeliners iu2019ve been using havenu2019t really lasted as long as this did. usually in a hour my eyeliner would like smudge up but this? woah!! 10/10"
        },
        {
            "review_title": "Solid",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Transfer proof, super pigmented, doesnu2019t bother my sensitive eyes, lasts all night"
        },
        {
            "review_title": "Great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely awesome. Great pigment and it glides easily."
        },
        {
            "review_title": "Terrible, does not stay on",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly shocked how poor quality this is because I usually love urban decay. The moment I opened it it seemed poor quality because the piece on the back fell off. But I figured that didnu2019t matter. Having used it a few times now I can see its garbage quality. Tonight it didnu2019t even last three hours. End of the evening I had brown smudges on my crease and barely any eyeliner where I actually put it. Also had sparkles all around my eyes. Iu2019ve been using the Sephora brand for the past year with no smudging issues and thought this would be an upgrade. Going to try returning."
        },
        {
            "review_title": "A Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Urban Decay has always been a reliable brand for me, and this product is no exception. It glides on easily and is able to be manipulated with a smudge or angled brush while still staying put once in place. It's pigmented and buildable. It operates closely to a gel liner in pencil form.   A great staple black eyeliner!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I do love the results, but it does not roll up, when you first open it and see how much product there is just know that it is all you are getting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "one of the best eyeliners ever. all colors. 10/10."
        },
        {
            "review_title": "9.5/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Lasts quite long and buildable for however dark you prefer. The tip never gets sharp enough for me, so I apply on an angled brush and it ends up looking great. Applies lightly but lasts all night but is easy to remove."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I tried several eye liners and always come back to this one. Most liners wonu2019t stay in my waterline but this one does. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Demolition - matte deep brown",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Excellent product. I will continue to purchase this line. Stays on nicely."
        },
        {
            "review_title": "Must have for the green eyed girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I use Alkaline and Viper (not at the same time but I use them the same way) on the lower lash line smoked out with a almost black brown shadow and it just makes my green eyes pop like crazy! Colour lasts all day/night!!!"
        },
        {
            "review_title": "Just no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This used to be my favorite liner but unfortunately they reformulated it. Instead of being creamy and easy to use, now itu2019s crusty and dry. Wouldnu2019t even pay 5 bucks for this :("
        },
        {
            "review_title": "VIBRANT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE this eyeliner. Not only is the color gorgeous but it stays on all day. The best pencil liner Iu2019ve used and I plan to get more colors soon!"
        },
        {
            "review_title": "Just ok for my mature lids",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Listen, I love eyeliner and it used to go on sooooo nicely no matter what kind. Now I have to be soooo careful bc of my mature, dry hooded eyelids. I had to tug this a bit. Great color though, just felt dry to me. I think thatu2019s mostly due to my skin type. 10 years ago this would have been perfect for me! :/"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Been using this pencil for many years and no other brand can beat it!"
        },
        {
            "review_title": "decent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "itu2019s a pretty good eyeliner & it does last a while but itu2019s like every other eyeliner where it comes off within the day sou2026.."
        },
        {
            "review_title": "maybe iu2019m using it wrong?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "this gets EVERYWHERE on me. after having it on for just a few hours (i just used it on my upper waterline) it was all over under my eyes and around the inner and outer corner of my eyes. i couldnu2019t believe it, my drugstore one was 100x better at staying put ud83dude15"
        },
        {
            "review_title": "Extra glam to any makeup look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this Urban Decay eyeliner pencils so much but this blue pen is my favorite color. It adds extra glam to any simple makeup look. The pigment is really nice and it does smudge at all."
        },
        {
            "review_title": "Best Black Eyeliner Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've tried all brands and price ranges of eyeliner and Perversion by UD is unparalleled. I keep coming back to it after all other of my experiments. 1] it's great for tightlining- stays on and is noticeable. 2] great for lining regular way, then brushing on black or dark brown eyeshadow with a tiny slanted brush over it to set and soften. As either cat eye or puppy eye style. 3] there's something about the texture and true depth of this particular black. Not all UD pencils are like this as Demolition has such little pigmentation and waxier texture."
        },
        {
            "review_title": "Need to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "The best of the best itu2019s 24 hour no smudge eyeliner"
        },
        {
            "review_title": "Great longwear multiuse eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Thatu2019s lovvvvveeee lasting forever u2764ufe0f  Waterline, smoky eyes, perfect lines - all in one pencil!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bourbon - glimmering dark brown",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the color of this. Itu2019s unique and looks so pretty. But it doesnu2019t stay at all on my eyes no matter where I put it. Itu2019s gone so quickly. If you feel like reapplying a lot then itu2019s worth it for the unique color."
        },
        {
            "review_title": "Smooth, but canu2019t sharpen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This eyeliner goes on very smoothly and stays put all day. However, it is important to know that you canu2019t really sharpen this u201cpencil.u201d I unfortunately learned this the hard way and ruined a brand new stick. Had asked a Sephora rep in the store whether you could sharpen the u201cpencilu201d with a sharpener, and was told you could. So I now have to find a replacement and threw $25 out the window. (See post-sharpening photo.) Would be good if there was some detail in the packaging that would guide consumers a bit. If you are ok with a blunt eyeliner stick, this will work well. I am more of a fine line gal."
        },
        {
            "review_title": "Did NOT irritate my sensitive eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Redeemed 100 Sephora BI points for a deluxe sample. Wore almost daily for a couple months.  Pros: Applies beautifully, very smooth, didnu2019t irritate my sensitive eyes, stays put"
        },
        {
            "review_title": "PENCIL BREAKS OFF INTO CASING CUTS EYELIDS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have used this same brand of eyeliner for years, probably over a decade now. Sadly, over the last 2 or 3 years, it has slid so far downhill in terms of quality, it's astonishing. The eyeliner used to go on smoothly, soft and stay put, waterproof all day and night. Now, the pencil breaks OFTEN, when you sharpen it with Urban Decay sharpener, the pencil breaks INSIDE the sharpener and you have to throw it away because it's unusable afterwards. This has happened now 8 times, which means I have wasted hundreds of dollars in these pencils and tons of time trying to fix it. I purchased three eyeliners, thinking the first one was just defective, but all three were the same. I even bought different sharpeners and the same thing keeps happening. The pencil color hides and the casing is hallow and when you try to sharpen, it breaks off and/or sharpens to the point that it scratches your eyelid or cuts your finger. It's a massive ripoff and sadly a product that used to be good is now not nearly as good as a dollar store item. This brand should be ashamed to sell this product. Read the non incentivized reviews for the truth. I am switching brands finally, and I should have done this sooner..."
        },
        {
            "review_title": "My Go To eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Glides on without pulling my eyes. Doesn't wear off; it's waterproof so I can use it on my waterline. The green with golden tones is dark and just enough sparkle!"
        },
        {
            "review_title": "Just Okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The colour is nice on tanned skin but it smudges very easily and is not long-lasting. You also need to sharpen it often, sometimes after doing each eye"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Rockstar - dark purple",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I do love the color and the ease with which the pencil glides on. But it s a bit soft and I have to sharpen it each time before use. I am not sure I will purchase it again."
        },
        {
            "review_title": "The colors are great but I wouldn't buy it again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The color is great. It can smudge if you happen to run your eye. I have allergies my eyes water from sneezing ud83eudd27 and this just doesn't hold up. I like Sephora brand waterproof pencil liners better or Kat Von D. UD has great eyeshadow palette's. So, there's that."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Normal skin",
            "review_text": "Worst purchase that Iu2019ve ever made from Sephora! I literally just received it, and was so excited to try it on my waterline, and it broke off the second I tried.  It is way too soft."
        },
        {
            "review_title": "Favorite eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love. There is no other way to say it other than get it. Get it now. If you want a little pop of color thatu2019s vibrant, get it."
        },
        {
            "review_title": "The Holiest Holy Grail of eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "These Urban Decay eyeliners are always my favorite eyeliners. I buy others and try new brands and I always go back to my Urban Decay and get more colors and restock my favorites. They glide on smoothly and they don't wear off throughout the day. I don't struggle to get them off with a cleansing balm so they just seem to have everything I want in my eyeliner. Nothing I have tried comes close. I don't remember ever having the tip break either and they sharpen nicely! The colors are everything from neutrals, glitters and fun bright rainbow shades. Everyone can find a shade (or ten) they will love."
        },
        {
            "review_title": "not ur $ worth - dry/colorless halfway down",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I've bought these pencils several times over the year (in various colors) because I love the pigment/color intensity in these pencils. HOWEVER, my frustration with this product is that halfway down, the product is most often colorless and dried out. Sometimes, I sharpen the pencil down all the way (in attempts to find the color again) and realize my pencil needs to go in the trash. This happens often, and I feel gipped that I spend money, and half or more of the product is useless. Urban Decay hasn't found a way to fix this over the years....not to mention it's unsafe when sharpened. The edges are not smooth, and you risk scratching/poking your eye or skin.  I've moved on to haus and other eyeliners."
        },
        {
            "review_title": "Rockstar cause you'll look like that in 3 hours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "Is it smooth? Yes. Is it blendable? Absolutely. It's perfect for smokey eyes. Is it waterproof? Not really. Most of the product stays on but honestly this shouldn't be considered waterproof just because it's hard to remove. The product smudges. It's messy. It is not waterproof.  Is it easy to apply? As long as you don't have hooded eyes. It's too thick for hooded eyes. It will end up taking way too much of the space you got on your lids. If you have hooded eyes, keep looking.  I got the shade Rockstar Wich is supposed to be a matte dark purple. Well it's metallic. It's dark so it may be hard to see but it's definitely not a matte shade. I would be surprised if I don't look like a raccoon in a few hours.  Honestly I would still recommend for a smokey eye look but I'm not in love with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Zero - black",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "perfect for tight lining my upper lashes. creamy formula that stays all day with no smudges"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Perfect go to black eyeliner pencil. Pigmented. Glides well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Corrupt - dark metallic reddish brown shimmer with silver micro-sparkle",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Francesco was so fantastic and knowledgeable, he was quick to help when nobody else was"
        },
        {
            "review_title": "Tried and true",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "A delicious staple brown. It stays on through my workouts and when I go swimming. I would expect nothing less from Urban Decay."
        },
        {
            "review_title": "Something is Amiss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Apparently I'm the only one who has bought these OVER and OVER and still gets pencils that crumble, sharpen horribly (yes, even with the UD sharpener), and most frustrating--the pencil separating from the casing. Every. Single. One! Gorgeous colors, hence the 2 stars. They are more waterproof than most. But overall complete GARBAGE. These reviews honestly make me question the authenticity/honesty/politics of cosmetic reviews. I quit you, UD."
        },
        {
            "review_title": "nice everyday fun pop of color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I love the color! wanted something less harsh than black and decided to try this. I absolutely love that it's still a bit of a  darker shade, and the red makes my green eyes pop!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love the smooth lining capability - Iu2019ve tried a few others and keep coming back to UD.  I have hooded eyes and this doesnu2019t transfer to my upper lid - love it"
        },
        {
            "review_title": "CONTACT WEARERS BEWARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Dry skin",
            "review_text": "CONTACT WEARERS BEWAREu00b0 I bought this in a multitude of colors and had no idea that it would make such a greasy film over my contacts while I was driving that I had to pull over on some street and change to my glasses.  I wore it on my waterline though and it is waterproof but I still would never risk buying this again."
        },
        {
            "review_title": "Don't Buy This!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "There are,no words to describe how much I loathe this product.  Very difficult to sharpen, doesn't go on smoothly, and absolutely NOT waterproof."
        },
        {
            "review_title": "Smudges a lot.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "If your losing for a eyeliner that doesnu2019t smudge this product isnu2019t for you. Iu2019ve been looking for a gel liner that doesnu2019t smudge at least in the first 3 hours, it smudges like crazy, it goes on easily in the waterline but also comes off easily. line"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I usually like urban decay, but the color once on is a bit off and it runs immediately."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Not waterproof or smudge proof. No recommended for oily lids. Crayon breaks after almost every sharpen (even to a dull point) causing a lot of product to be wasted"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I love these eyeliners. The colors are so vibrant, easy to apply and stays on all day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bad experience I used this 2x before the eye liner just fell out the top because it broke and then there was nothing else left in the pencil. I donu2019t use makeup offer so by the time this broke it wasnu2019t eligible to be returned anymore. Very sad at how much I paid"
        },
        {
            "review_title": "#1 eyeliner!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this pencil is easily the best one I've tried - it glides on easily like butter and is PIGMENTED. like one swipe and you're done pigmented. I will definitely be repurchasing, although it will last me a long time!"
        },
        {
            "review_title": "Bought 3x!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so much I have it in three different colors: LSD, Woodstock and Vice. They definitely do stay for 24hrs and require a tough eye makeup remover to get off, but they do not nudge."
        },
        {
            "review_title": "Disappointing!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "There is hardly any product in this. The color is nice and I like the consistency, but it barely lasted two weeks as there doesn't appear to be any liner inside the pencil, just what's at the tip to start with. What a rip off!"
        },
        {
            "review_title": "Great for a reliable night out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I used it and noticed it didnu2019t smudge or fade the whole night. Given it was a 3 hour endeavor and I was sipping it was great. Was relatively easy to wash off because I had an oil cleanser. I didnu2019t have to scrub."
        },
        {
            "review_title": "Low quality, high price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This product barely shows up on my waterline, and it doesn't really last. I prefer the NYX jumbo eyeliner instead, which is way cheaper yet works much better."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product was hollow inside. Because it was past the 60 day mark Sephora wouldnu2019t let me exchange."
        },
        {
            "review_title": "Makeup staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Ugh love this eyeliner, I wear it most days. Great pigment, won't come off without proper eye makeup remover, and doesn't irritate my eyes."
        },
        {
            "review_title": "Color 1993",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The color is received to sample was not my color. Until I actually used it and tried it out! I love how easy glide this product is. Definitely would buy this in a different color. Product Color 1993"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Great to pull together a lime green look. stays all day."
        },
        {
            "review_title": "Highly pigmented with great staying power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This satin finish liner is well worth the price for me, although I cannot speak for the other finishes (matte, shimmery, ect) as the reviews are all over the place. Texture and application: glides on creamy and smooth, doesn't tug on skin or have a weird patchy finish. Pigmentation: powerful! Rich, intense color in one swipe but can be built upon if you prefer. This color is beautiful with warm neutral shadows (browns, adobe shades, orangey-tans, ect). Ease of sharpening: great! Isn't so soft that it breaks off when sharpening. Sturdy pencil. Water Resistance: once it's on, it's ON. In terms of water line - you'll probably have to touch up from time to time, but what do you expect? Your waterline is supposed to stay moist for the health of your eyes and a foreign substance is likely to diminish throughout the day as a result. Keep the pencil in your purse if that's a priority.  Overall this is a great product to add to your makeup kit if you're looking for strong pigments, great application, and beautiful range of colors! I'm definitely going to invest in more shades."
        },
        {
            "review_title": "My go-to eyeliner for waterline",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This is my go-to black eyeliner for my waterline. Itu2019s super rich in color and really makes my eyes pop. However, this is a love-hate relationship. It smudges when I line the outer edges of my eyes with this"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love love love this product in black, but the white is absolutely terrible. It doesnu2019t show up at all on my eyes when I try to use it on my waterline."
        },
        {
            "review_title": "Why oh why did you change such a great product?!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Perversion is the best color. Such a deep brown itu2019s almost black and perfectly matte. I have been a loyal customer of this exact eyeliner for YEARS. Literally the only one I will ever use. But SOMETHING has changed recently and it is NOT good. Not only has it lost its staying power but it is now impossible to sharpen! It used to glide smoothly in a sharpener but now it grinds slowly and breaks off. What happened Urban Decay?!"
        },
        {
            "review_title": "Wanted to love it so bad! Definitely smudges",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I loved the color, and how easily it glides on. The first time time I wore it I was in love. The second day, however it definitely smudged. Not sure if my eyelids were more greasy on that day, or my eyes were more watery. I thought it was smudge proof, but it is not. I feel like I will never be able to find a true smudge free eyeliner."
        },
        {
            "review_title": "I Was Influenced!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I bought this based on a review from a TikTok influencer and I have to say I really like it! It glides on super smooth and is very pigmented. I will definitely buy this again!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Empire - dark eggplant matte",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love the color and have ordered this many times, but this last one must have been made a little differently because it does not sharpen well in any of my sharpeners. Very disappointing"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Urban Decay never disappoints. alkaline is a rich deep red burgundy that makes my blue gray eyes pop. Also easy to wing out and blend with an eyeliner brush! long lasting and Iu2019m an oily girl. Amust have"
        },
        {
            "review_title": "DONT WAIT.. RUN AND GET IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I use this shade as a lip linerud83dudd25 Absolutely my favorite definitely recommend for my darkskin girlies!!"
        },
        {
            "review_title": "The BEST ever of all eyeliners.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Best eyeliner ever. Stays on all day thru all my sweating. Never an issue, not even with the glitter, it stays in place well. Love this colour and product."
        },
        {
            "review_title": "No go!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Listen to the negative reviews! This was a total waste of money. Iu2019ve been purchasing for decades and it was my holy grail. Something changed and now itu2019s impossible to sharpen. I have 3 sharpeners and none worked. So weird. Had to throw away before my husband took a knife to it."
        },
        {
            "review_title": "Still smudges",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "2 stars for it being super black. Def not water proof in the waterline and makes my eyes water. Not worth it maybelline is better"
        },
        {
            "review_title": "Allergic reaction - itching.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "After just 30 minutes, my eyes began to itch. I removed this eyeliner. Tried it again the next morning. Same reaction. There's something in this eyeliner pencil that's causing a very uncomfortable allergic reaction. In addition, it didn't stay on well. And so I wasted 100 points and won't repurchase. I'm thankful it was only 100 points and not $$$."
        },
        {
            "review_title": "Lovely color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am obsessed with this color! I wish it stayed on better with a lip gloss over the top but it seems to smudge. The lip liner by itself does however last a very long time!"
        },
        {
            "review_title": "P I G M E N T",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Full of pigment. Will not regret buy. I got the hot pink and it really made my blue eyes P O P"
        },
        {
            "review_title": "Amazing. Will forever repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolute favorite eye-liner ever. Never had any problems with it. Glides on beautifully, easy to sharpen, just a bit hard to remove but it is waterproof so thatu2019s expected. I would love to see these becoming  sold in sets with different colors because I hate to buy each individually when I just want them all!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "For me personally it wiped off super easy and quickly and didnu2019t have much pigment at all."
        },
        {
            "review_title": "Mushy and clumpy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the worst eyeliner Iu2019ve ever had. The liner tip is mushy and falls apart in clumps when I try to put it on. I have no idea how other people wear it, when the color literally feels like Play-Doh"
        },
        {
            "review_title": "So pigmented and shimmery!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I used this pencil for the inner corners of my eyes on top of the eye liner and got SO many compliments. The green color was so shimmery and it brought out my brown eyes! So easy to apply and lasted all night!"
        },
        {
            "review_title": "Absolute must have for every makeup look.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After trying many eyeliner pencil came across this one and it is absolute perfection, lasts long, no smudge and very easy to apply, glides easily!!!"
        },
        {
            "review_title": "Does not stay put",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I used points to get zero and honestly I'm pretty disappointed. The pigmentation is great and it's smooth but it definitely is not smudge proof at all. I applied it and took a short nap and when I worked up it was almost all gone from my top lid and it smeared onto my lower eye area. Maybe it's because o have oily skin? No idea but definitely one of the most disappointing longevity of any eye pencil I've tried"
        },
        {
            "review_title": "Best liners been using since 2009",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "Been using these pencils since 3009, especially the colour Whiskey. They are smooth, pigmented and set down and last without melting or smudging. Best liners out there!"
        },
        {
            "review_title": "Great, but constant need for sharpening",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "It is a beautiful color and glides on smoothly, but it needs to be sharpened after two applications, which means it runs out quickly."
        },
        {
            "review_title": "Absolutely the perfect shade for any season.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I love this shade of eyeliner so much, it works well at any age and Iu2019ve used it for years. It has just the right amount of subtle sparkle."
        },
        {
            "review_title": "A great staple in your liner arsenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Great for a subtle Smokey eye. It is for sure long lasting and smidge proof."
        },
        {
            "review_title": "Perfect for bottom waterline, Just a little pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "Its still very subtle and doesnu2019t make your look seem too bright or unnatural. It shines in the light and is definitely metallic, having this one makes me want to start a collection of the colors for my bottom waterline!"
        },
        {
            "review_title": "Urban Decay eye pencils",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the way Urban Decay eye pencils glide on, and stay on all day. The color options are beautiful. I highly recommend these products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Its the only pencil I buy however its tough to sharpen it"
        },
        {
            "review_title": "Allergic reaction!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Dry skin",
            "review_text": "This product definitely stays where you put it; however, it gave me such a horrible allergic reaction that I returned it. If you have sensitive eyes or a history of allergic reactions, Iu2019d recommend being cautious."
        },
        {
            "review_title": "Not a product I would use again.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for a great white eyeliner;  I tried the urban decay glide on eye, pencil, and I have to say, it completely smears off so easily and doesnu2019t last. on near it, or you touch your eye.Iu2019m really surprised that the ratings for this product are so good and I would suggest that you try it at the store to make sure it stays on after immediate application or 10 minutes later."
        },
        {
            "review_title": "the perfect liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this eyeliner is awesome. it doesn't budge all day on me and I tend to have oily lids. it smudges beautifully beneath the eyes and the pigment is outstanding as well! I can't say enough about this liner. its the best."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I love this product itu2019s good quality I been having it over 2 years and still like knew"
        },
        {
            "review_title": "Just ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Decent liner but FYI, the cap does not stay on!! Every time I take it out of my makeup bag, the cap is off and the pencil needs to be sharpened. Very irritating."
        },
        {
            "review_title": "Don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I went in store and asked for a good white eyeliner, they recommended this. The tip smudges and is super hard to sharpen (you end up taking away so much product trying to get a smaller tip for applying eyeliner). When applying it the tips just kinda melts away as you are trying to line your eye, making it look super splotchy. I cannot get it to look even. Super disappointing, especially since this was recommended to me. I cannot believe people are paying $25 for a product that doesn't even work."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this so much my aunt got it for me for my birthday and it is so nice and stays on all day."
        },
        {
            "review_title": "Absolutely NOT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, fairLight skin tone, Combination skin",
            "review_text": "This is the absolute worst eyeliner Iu2019ve ever had the misfortune of allowing near my eyes. These reviews are 100% fake and paid for."
        },
        {
            "review_title": "Amazing color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "I always get an overwhelming amount of compliments regarding my eye makeup  My favorite pencil ever for many years. Works perfect for sensitive eyes. Doesn't melt even in hot Florida weather. Request for production: create an automatic pencil without using a sharpener"
        },
        {
            "review_title": "The Holy Grail of eyeliner pencils",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This little beauty is like a magic wand for your eyes - it's waterproof, but not the kind that stubbornly clings to your lids the second you put it on. Nope, this one gives you the freedom to shade and blend to your heart's content, allowing you to unleash your inner makeup artist!  Itu2019s absolutely hooded-eye approved. Say goodbye to the dreaded smudging and transferring onto your eyelids."
        },
        {
            "review_title": "A must have to my daily morning makeup ritual!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Absolutely lovethis eyeliner!!!  It glides on easily and precisely where I want it.  It never smudges or flakes, yet it washes off easily.  I will not use any other eyeliner EVER!!  I want to try a different color so I will be ordering more."
        },
        {
            "review_title": "Horrible!! I donu2019t like itu2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I won't buy it againu2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026"
        },
        {
            "review_title": "Love Urban Decay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using Urban Decay eyeliners for many years. They glide on nicely, donu2019t smudge, a little pricey but worth it. They have many colors to choose from."
        },
        {
            "review_title": "A surprisingly nice splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This liner doubles as a waterline pencil and a bendable shade for corners, lash line, graphic lines, etc. It goes on smoothly, and after 3-4 uses, I havenu2019t had to sharpen it (which is why I normally donu2019t use pencils. I would definitely buy this again"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "it actually is so smooth and easy to apply. It glides and so smooth!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Zero - black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "review is for shades zero, love drug, and LSD - grossly overpriced, but good quality. last all day, pretty smudge resistant, good color payoff. but the price is absurd and had to take off a point for it :("
        },
        {
            "review_title": "Love the shade but two issues",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Dry skin",
            "review_text": "Love the shade but only two stars because it doesn't stay on long and the biggest pet peeve with all these 'glide-on creamy type' pencils - you loose a lot of the pencil when sharpening and you will never get a sharp point....too soft and too fat."
        },
        {
            "review_title": "Not the most pigmented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m ngl, I had to layer this on and swipe several times to get it the way I wanted. Itu2019s cute but I assume the black would be much more pigmented than the metallic white one."
        },
        {
            "review_title": "Smudges",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Smudges all the time! I regret buying it. I would consider getting some good primer if youu2019re gonna use it."
        },
        {
            "review_title": "Awful. not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This eyeliner was poorer quality than the drugstore brand I used for half the price. It doesn't stay sharpened and therefore runs down very quickly as you have to keep sharpening it (and i only was using it once a day). If I didn't sharpen it, the wooden areas of the eyeliner were scratching and poking into my eye. The color was fine, it lasted the same as my cheaper eyeliner but nothing special. What a disappointment, as I love other Urban Decay products. Totally not worth it, will never buy again."
        },
        {
            "review_title": "Not good for me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got this eye pencil in shade zero with my rewards points. I have heard praises about this pencil over the social media alot. But this did not work on my oily eyelid edges. I used it to tightline my upper eyelid n lower lash line but it feathers all the time. Does not work even wen i aplly powder eyeshadow on top of it to lock it etc. Does not work on me. Nope! So yeah will not waste my money on tgis one! Will look for other competition products."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I fricking love how soft these pencils are and how nice they go on. I have it in a couple colors and I honestly want more. Smudges a little, but not a big deal"
        },
        {
            "review_title": "Beautiful colour and product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My favourite eye pencil and colour (whiskey). I have sensitive eyes and this pencil doesnu2019t pull or cause my eyes to leak. My only complaint is I have to replace it often!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I donu2019t know about using this product for eyeliner since I personally donu2019t wear it, but as a water liner. ITS AMAZING, people compliment me all the time about how nicely it stays on and how vibrant it is. I never write reviews but Iu2019ve been using this product for a while now and I have to say this is the only water liner Iu2019m gonna use from now on. Itu2019s easy to take off, very easy to put on (tip: use a q tip across your waterline to dry it out before putting on any of it if it never applies well for you) and Iu2019ve used some of the other colors as well ( the aqua, neon blue and dark green) and they are all very vibrant, great for going out. The only color Iu2019ve tried that I didnu2019t like was the brown, it just looked like black on me."
        },
        {
            "review_title": "Terrible staying power-save your $$",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Itu2019s been 2 years since I bought this. I wore it again today and remembered that I wish Iu2019d returned it back then.  No matter how much I prime my eyelids and set this eyeliner it does not last.  I bought it for the color and the reviews and wonder if I got a faulty product.  I spent $34 on this terrible product.  A $7 elf drugstore eyeliner does a better job. Iu2019m surprised Sephora is ok representing this poor quality. I refuse to ever buy another Urban Decay product."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used to love this product but I don't know if they have changed the formula or what. Lately it has been smudging after just a few hours. When I do a wing tip, at first it looks great. Two hours later it's smeared. Definitely will not be purchasing again."
        },
        {
            "review_title": "A must-have for liner fanatics.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is my favorite brand of eyeliner. It glides on smooth, gets smoky when you blend it and has great staying power. It comes in so many different shades, you're sure to find your favorite. Please don't ever stop making this, UD."
        },
        {
            "review_title": "Old or changed product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "been using this for 10+ years, not sure if they changed the formula or if I got a dry/old product but this is the first time I have been experiencing pieces chip off instantly in my eye, it's painful and I keep sharpening to try to get a"
        },
        {
            "review_title": "Donu2019t recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I tried so hard to like this product, but no matter how I put it on, what I tried over it or under it, it came on too thick and smudged and flaked - a lot!  I always try to use products I order. I donu2019t like to waste money, but I have to say I decided to throw it out today, and I am so happy! I feel like a burden has been lifted -  that I donu2019t have to keep trying it and hoping it will be better each time! Obviously, I donu2019t recommend."
        },
        {
            "review_title": "The holy grail for oily eyelids - smudge proof",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "First time using this product. I have extremely oily eyelids. This pencil eyeliner is actually waterproof/ smudge proof. The pencil glides on easily without having to tug on my eye. Iu2019m impressed that the liner did not smudge at all. I highly recommend.  I will be buying more colors."
        },
        {
            "review_title": "Just Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "Just ok. I went to the store to buy the Sephora brand (which I had and loved) but they were out. They women at the counter in Kohlu2019s recommended this brand. Iu2019m going to a bigger Sephora next time."
        },
        {
            "review_title": "My go to eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I like this one. The color is a cool, dark brown-so doesnu2019t make the eyes look tired like browns with red undertones do and is less harsh than black. Applies velvety smooth with rich full coverage. I have hooded eyes and this stays put with minimal smudging"
        },
        {
            "review_title": "Still The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Still the best eyeliner on the market.  Glides on and does not budge until you take it off.  Comes in a wide variety of colors."
        },
        {
            "review_title": "Doesnu2019t glide eyeliner, metallic, shimmer fallout",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the worst eyeliner pencil I ever used. First of all, regarding the shade, Vice, although it is listed as shimmer, it is both metallic and shimmer, so after a few hours you get metallic and glitter fallout under your eyes and on face.  It doesnu2019t glide on easily due to the metallic, it is patchy purple mettalic.  Then after using just once the tip broke off. This doesnu2019t live up to the hype. Returning."
        },
        {
            "review_title": "A 24-hr must!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely LOVED! this product, I was trying to find a good eyeliner that would hold throughout the day and wouldn't smudge, this one does the job perfectly. Plus, a very smooth application. If you're thinking about getting it, totally recommend it."
        },
        {
            "review_title": "Lasts maybe 3 hours",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Smudges and basically disappears over the course of the day. Really disappointing. Colour is really nice and application is very easy with minimal tugging on the eye area."
        },
        {
            "review_title": "itu2019s really bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "iu2019ve had this for months trying to make it work and i can honestly say i hate it. it runs so badly (like within 2 hours of putting on) it also makes my eyes water like crazy."
        },
        {
            "review_title": "Sharp and creamy eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used these pencils for a couple weeks now and theyu2019re amazing! Incredibly creamy and pigmented. The color is a perfect natural brown, and I also got it in the shade Zero which is a great black shade if you donu2019t want anything too intense.Sharpening is easy if you go very slowly and use the UD sharpener. And I can get a sharp line fairly easily if the pencil is just a bit sharpened and I use my nail to streak the line out/use a a-tip with Micellar water. I love sharp eyeliner so I was concerned when I got this pencil, thinking it wouldnu2019t be easy to use/sharp enough, but I was wrong!"
        },
        {
            "review_title": "Recommended by Store Employee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this eyeliner a couple of weeks now.  It doesnu2019t smudge.  Fairly easy to apply.  Not as dark black as I would like it.  Hard to sharpen the end.  This was the product the store associate recommended to me."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This is one of the best eyeliners I have tried! Absolutely love it! It stays put all day!"
        },
        {
            "review_title": "so pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I really like this eyeliner. It doesnu2019t smudge and lasts all day! The color is very pretty."
        },
        {
            "review_title": "A must- have in my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have 4 different colors with shimmer! I love this pencils !!!  In my makeup I use it for waterline."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Yeyo - metallic white",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Was looking to purchase the Sephora brand but you no longer carry this / so this was recommended! Love it!!"
        },
        {
            "review_title": "Love these pencils",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The colour is rich and the pencil glides on great. I apply it directly and blend it with a small brush. I have this pencil in three colours now. It lasts and the tip won't break like others do."
        },
        {
            "review_title": "love / hate relationship",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Hands down my favorite black liner as far as how it looks and smudges out but stays on, and itu2019s the blackest black ever on the face of the earth. Itu2019s stunning on waterline and blended out with a shadow.  But. It sharpens like crap (and I use the UD sharpener).  In fact many times Iu2019ve only been halfway through the pencil and try to sharpen and sharpen and the actual eyeliner stick inside will fall out! Iu2019ve also had it were I sharpen sand sharpen and never find any more liner! I still keep buying because when itu2019s good itu2019s unparalleled, but I canu2019t do it anymore :( I urge UD to make a retractable because there is no better black on the marke. Itu2019s magic! Heartbreaking."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I have the colors Chaos and Woodstock. I definitely prefer chaos though, as it really brings out the color of my eyes. I always get compliments when i put it in my waterline, I love it!"
        },
        {
            "review_title": "Used to be my go to liner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Is it me or have they changed something with these pencils. I used to apply and the liner u201c dried u201c and stayed put until I removed it. Now I find I get color transferring above my eyelid paticularly"
        },
        {
            "review_title": "Actual text msg from my sister:",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is an actual text msg I received from my sister. i gave it to her: The eyeliner you left me is so good! I wore it to the fireworks yesterday with **** and it didn't smear at all even though I was super sweaty lol"
        },
        {
            "review_title": "Barely shows up on my waterlineu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "K so I mean it barely shows up on your waterline so not sure what else to say. It shows up more on my lashes then waterline.. itu2019s shiny Um ya hope that helps. I wouldnu2019t recommend.. have a good day."
        },
        {
            "review_title": "Its a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really wanted this so work so bad for my water line. It really just ended up going between my lashes than my water line. Will be returning."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smudges everywhere and melts away. Barely lasts an hour"
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the color! Unfortunately it did not last and bled under eyes."
        },
        {
            "review_title": "Unusable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It wouldnu2019t apply anywhere on my eye at all. The pigment is chalky and dry. Do not recommend!"
        },
        {
            "review_title": "Must Have Waterproof Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this eyeliner. I have had difficulty finding an eyeliner that does not melt off. I found this one and love it. It stays put. I generally dab a powder on top of it to set it. Itu2019s my preference when applying an eyeliner. It stays where you place it. I have black and repurchased Vice."
        },
        {
            "review_title": "Great color and texture!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Such a beautiful creamy shade in a warm brown.ufffc I often will use black on my upper lid andufffc this brown on my lower lid for a less dramatic look."
        },
        {
            "review_title": "Bad batch?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've been using this UD 24/7 eyeliner for years - recent purchase seemed to be a bad batch. Pencil core is not smooth, making it impossible to sharpen. Forces the sharpener to cut jagged lines (instead of smoothly sharpening)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Staple in my make up bag. A nice shimmery gold brown for days I donu2019t feel like applying liquid eyeliner."
        },
        {
            "review_title": "Thinking a Wet Liner>Dry Pencil Could Elevate This",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "Purchase this for summer as I am a neon-Freak when r comes to my summer makeup palette. Nothing ib this wolrd lools better against  tanned skin than neon/white!       Anyway, I purchased this neon green eyeliner in hopes fnating my summer wardrobe. However, think I rather was an ink version as opposed to this dry pencil as I feel it would glide on mich nicer. Still gpod stuff though nonetheless. I adore the neon green! Such a r@ad colour!"
        },
        {
            "review_title": "A Must Have for an All Night Smokey Eye!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is absolutely worth every penny! Long-lasting, smooth application, and pigmented. I was very surprised that one pencil lasted me 4 months considering I use it every single day. This is my second time purchasing and I have no regrets!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Demolition - matte deep brown",
            "review_buyer_description": "",
            "review_text": "Un must have pour moi. Je lu2019utilise depuis des annu00e9es. La texture est agru00e9able, il tient longtemps."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lovely color, creamy  and glides easily. Be aware that it smudges when first applied - I like this as I prefer to blend it with my shadow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Best waterproof eyeliner pencil ever, stayed on even through the rain. Color is super saturated, and itu2019s easy to use."
        },
        {
            "review_title": "24/7 indeed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Wears and applies beautifully, the only thing that i don't like is the fact that i can't sharpen it properly."
        },
        {
            "review_title": "Perfect for the waterline",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This liner stays on my upper waterline for a very long time and what can I say about the color! Itu2019s a beautiful warm brown that compliments green eyes perfectly."
        },
        {
            "review_title": "Pencil breaks very easily",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "Bought this pencil with high expectations.  Unfortunately the tip broke off when it was dropped.  Then it was difficult to sharpen because the crayon is so soft.  I do not recommend this product."
        },
        {
            "review_title": "Hazel eye must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best color for hazel-green eyes! I struggle to find eyeliner colors that enhance my eye color. This makes my eyes pop in this best way"
        },
        {
            "review_title": "Not waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Why are these highly rated?? They are NOT waterproof OR smudge proof. It barely lasted two hours on me and does not at all work in the waterline. This has to be the worst eyeliner Iu2019ve ever used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love the color! It may be my favorite of all time. It is gray-brown with a hint of purple. Stays without smearing or smudging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Have loved this pencil every since it was released! Very creamy and easy to use, glides nicely on the eye, would recommend that since it's so creamy to pat away oil from the eyelid before applying and to use a setting spray, as while it does not bleed or fade at all even after hours, it can be easily wiped away or smudged if you tend to get oily. Great for lining water lines. One of the blackest pencil liners available, great for the price as they don't dry up even after a while"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Alkaline - deep wine",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "These pencils are amazing, very creamy and easy to use, extremely pigmented and overall wonderful for the price. Just a tip that it's so creamy, you should made sure to pay away any oil from your eyelids before using, and while it has great staying power and does not budge or fade all night, I would also recommend a setting spray as it can be easily wiped away by accident if you apply it more thickly for greater pigmentation. I have found this Alkaline colour to be very sexy and sultry on brown skin if you want something less harsh and more doe eyed than black, I love to use it in a thick line while using a liquid black liner tighter to my lashes"
        },
        {
            "review_title": "Loved it at first",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "After using it literally a few times it would not twist up. Itu2019s too bad because I really liked it and would surely have purchased it again."
        },
        {
            "review_title": "Always in my makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Always a staple in my makeup bag. Never have an issue with this look on the lower lash line."
        },
        {
            "review_title": "Great Liner!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Normal skin",
            "review_text": "I purchases this as an add on bonus with a purchase in the Zero shade and was pleasantly surprised.  I may have found my eyeliner for life!  Some pencils are so hard and dry that they drag and are difficult to draw onto the eyelid and some liquids are so messy that it goes everywhere! This seems to be a happy medium.  Even though it's water proof it washes off easily.  I have not tried to sharpen it yet so will see if that is easy to do. Some complained it didn't sharpen well."
        },
        {
            "review_title": "Its a no from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this because Marc Jacobs stopped selling makeup. I like that this is waterproof but itu2019s so soft that it breaks every time I sharpen it, and the plastic that you sharpen off doesnu2019t come off evenly so I end up poking my eyeball. If I sharpen it more to try and prevent this  it just breaks. Will not repurchase."
        },
        {
            "review_title": "Eyeliner for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love this..Glides smoothly..I have other liners from Utban decay..Love all of them"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "If you are looking for an eyeliner that stays-this is it. It glides on smoothly and stays all day. You need make up remover to get it off. Itu2019s easy to apply and comes in so many amazing colors. Highly recommend"
        },
        {
            "review_title": "Decent Eyeliner.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I personally am not a huge fan of eyeliner but this was pigmented and wouldn't smudge so I enjoyed it. My only complaint was the stick itself because the cap is extremely hard to get off. Although I did receive the one through the reward bazar and the full size may be different."
        },
        {
            "review_title": "Holy grail eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I wear contacts and my eyes water quite a bit. This is the only eyeliner I have ever purchased that lasts all day(seriously) and I donu2019t have to reapply it. Great for tight lining too."
        },
        {
            "review_title": "Fr stays on longtime",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product works too well tbh I returned it cause I literally couldnu2019t get it off I tried 3 different makeup removers and there were remnants on my eyes for days so if u want a truly unstoppable eyeliner but this guy right here"
        },
        {
            "review_title": "long lasting, but . . .",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "A sephora rep referred me to this eyeliner - I wanted something really long lasting.  This is very long lasting, but wow, it burns my eyes!  And quickly, too - within maybe half an hour I want to take it off.  Five stars for longevity but zero for comfort."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was waiting to see if it would smudge. Perfection at its best! Did not move or smudge! Easy to apply and FINALLY a brand that actually does what it states!"
        },
        {
            "review_title": "No brand can top this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Best eyeliner everrrr. So creamy but lasts! Sabbath is such a unique colour too. Really beautiful for brown eyes."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I have like 10 of these in many different colours & they are amazing! Once they are on, they stay put all day, and they are so beautiful! My favourite eyeliners ever!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Demolition - matte deep brown",
            "review_buyer_description": "",
            "review_text": "This was actually a waste of my money. Everytime I use it on my waterline, it disappears and smudges A LOT under my lash line. If ur looking for a good waterline eyeliner, this is not the one."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had this pencil for a long time, Iu2019ve given it so many opportunities to work but it just doesnu2019t. It smudges and smears and transfers almost immediately. Do not recommend!"
        },
        {
            "review_title": "10/10!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this!!! I find every water proof eyeliner is always very hard, breaks easily, and impossible to blend, but thisu2026.. itu2019s a dream come true. it glides on, can easily be smudged and blended with a finger/brush, and has the best wearing power! I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "love this! easy to sharpen and stays in place with a setting spray. itu2019s easy to smudge with a brush, which is the look I really bought this pencil for. glides easily too."
        },
        {
            "review_title": "It's okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Product stays on well. Application can be a bit messy as it glides on so smooth it's easy to mess up upon application."
        },
        {
            "review_title": "Nice, but goes too fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "While this pencil does glide on very easily, and smoothly, and mostly stays in place, a lot of product is used and I have to sharpen it every use!! Iu2019m going through the pencil provably 3 times as fast as any other eye pencil Iu2019ve used."
        },
        {
            "review_title": "Best eyeliner out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This eyeliner is so perfect! Itu2019s a nice dark black & literally lasts ALL day! Stays on perfectly with no smudges, but also comes off amazingly with make up wipes ud83dude42"
        },
        {
            "review_title": "Actually Really Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "This stuff is pigmented and lasts. Short and sweet review, but it's true. Definitely buy this you will NOT regret it."
        },
        {
            "review_title": "Best eye liner pencil ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Best consistency and color and lasting beauty - love it - have bought it for 3 years and love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Perversion - matte blackest black",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "this eyeliner pencil is sooo gorgeous and long lasting!! i love using it especially along my waterline"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this eyeliner. I use it to highlight the corner of my eyes because itu2019s shiny and it stays all day even though my eyes are super greasy and watery! Definitely recommended"
        },
        {
            "review_title": "Messy-breaksinside the sharpener! Don't buy!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Dry skin",
            "review_text": "Messy to sharpen and breaks easily inside the sharpener!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Very easy to use! Very black which is good! Itu2019s soft so you donu2019t need a lot of force for a good line! Totally recommended"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "super soft and easy to glide on. not really the best for small winged eyeliner but is still a really good product!!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I personally love this stuff. It's really great for smokey eyes too. Easy to work with but does dry down and doesn't budge, worth the money. But if your on the fence wait til there is a sale ud83dudc9c"
        },
        {
            "review_title": "Not good for people who wear contacts lenses",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Gets all over my contacts and obstructs my vision. So annoying for contact lens. I do like how black it is though."
        },
        {
            "review_title": "Good brown liner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lasts long!! Little darker and not as metallic as i thought, but is a nice brown."
        },
        {
            "review_title": "Great eyeliner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Great eyeliner, a little darker brown than I was hoping for, but still use it almost everyday. It does what it says, it glides on quickly and easily, but it does blend out nicely as well."
        },
        {
            "review_title": "Do Not Buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Horrible eyeliner, definitely not waterproof smudges all over! ufffc Had to sharpen three times in less than 24 hours..Going back to Stila stay all day liner..these five star reviews are def fake!"
        },
        {
            "review_title": "my go to liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "After Laura Mercier black orchid was discontinued,  I went back to Urban Decay.  My purple pencil reads Empire so maybe a name change but it's an excellent pencil that applies smoothly and doesn't transfer.  Softer that I remember as care needed when  sharpening as the tip can break off. Lovely dark purple which shows up my hazel eyes.  I also purchased the Zero black."
        }
    ]
}