{
	"product_id": "16",
	"name": "Amber Musk Eau de Parfum",
	"brand": "AERIN",
	"categories": "Fragrance, Women, Perfume",
	"price": 194.0,
	"about": "Fragrance Family: Warm & Spicy.Scent Type: Warm & Sheer.Key Notes: Rose Centifolia, Amber, Musk.Fragrance Description: Snow-covered mountain tops and frost-lined evergreen trees. A fire flickers bringing warmth to a glowing room. The elegant scent of rare Rose Centifolia caresses notes of warm Amber and velvety Musk for a feeling of being wrapped in a soft and cozy cashmere blanket..About the Fragrance: AERIN’s Fragrance Collection is a wardrobe of distinctive perfumes inspired by Aerin’s own travels, experiences and memories. Amber Musk is a floral amber perfume inspired by the feeling of cozy warmth on cold winter’s evening..About the Bottle: AERIN's signature beveled glass perfume bottle expresses the effortless beauty of AERIN fragrances. A gemstone inspired amber-colored cap with gold neck detailing adorns Amber Musk, evoking the warmth of a soft cashmere blanket on a chilly evening.",
	"ingredients": "Alcohol Denat., Amber Musk Fragrance, Water, Butyl Methoxydibenzoylmethane, Hydroxycitronellal, Benzyl Salicylate, Geraniol, Coumarin, Citral, Benzyl Benzoate...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "",
	"num_reviews": 181,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/amber-musk-P388770?skuId=1639228&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1639228-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1639228-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "3.4 oz/ 101 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1738574-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Waste of money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells amazing for two minutes, and then disappears. Save your money."
		},
		{
			"review_title": "Hairspray?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I purchased this a while ago, but I wanted to love this based on the reviews, but honestly on me it smells like leftover hairspray."
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I received a small sample of this perfume during my last Sephora trip, and I have to say: this is the best smelling perfume I've ever used, and it lasted *all* day. A 10/10 for me. The smell is intoxicating. It's deep, and sweet, and musky. I couldn't stop smelling my wrists haha. I'm planning on buying the full sized bottle the second my sample runs out. It's quite pricey, but it's worth it in my opinion. If this type of smell is your jam, this is a fantastic choice!"
		},
		{
			"review_title": "Love this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this perfume! I don't like a scent that is too too strong, and this one isn't - it fit's into that Warm & Sheer category. But I can still smell it at the end of the day. I won't try to describe the notes, but to me it smells warm, sweet (but not too sweet) and a little musky. I always get compliments when I wear this. Other perfumes I like are Commodity Gold and Giorgio Armani Sí."
		},
		{
			"review_title": "Just amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is one of those perfumes in my collection that I ALWAYS get compliments on. It’s so good! I think it lasts pretty long. I love turning people on to this brand and especially this scent"
		},
		{
			"review_title": "Not worth the high price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I discovered this scent years ago when it came out and was given a sample and remember loving it. I find the fragrance rather simple but also very pleasing. The issue I have is that it's overpriced, at least for my own situation. You don't even get the standard travel size amount in this bottle, and it still costs more than a usual travel size perfume. The cost does prohibit me from getting a full size, so I find myself reluctant to even use it now. I realized I used up about 1/4 of it in the first several days of having it, even though I didn't think I'd sprayed it that much.  I don't think I'll rebuy this because there are more affordable options I like just as much."
		},
		{
			"review_title": "Zero longevity",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Smells amazing, for literally 20 minutes max then it’s like it never even happened."
		},
		{
			"review_title": "YES",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is THE BEST smelling perfume I've ever smelled. This is clean girl aesthetic in a bottle. Cannot even begin to describe how much I love this perfume. Only 4 stars because it is not as strong or as long lasting as other fragrances I've tried."
		},
		{
			"review_title": "Smells amazing, travel size is limited.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this perfume and I love the softness of it. it's not an overpowering musky/vanilla scent. My main complaint is the amount you get for the price in the travel size."
		},
		{
			"review_title": "Don’t pay $200 for this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Okay love the scent, but the reviews saying it only lasts ten minutes is true. I wish they made this in a perfume formulation rather than an eau de perfum"
		},
		{
			"review_title": "Pricy perfume that lasts only 15 minutes :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "Love the fragrance — Unfortunately, it lasts only 10-15 minutes. Really disappointed & cant return it now because I opened it way after I purchased it. The price point of the bigger bottle is similar to Miss Dior so I was expecting it to last. But it evaporates really fast. I honestly fee cheated"
		},
		{
			"review_title": "Coconut",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells like a warm coconut if that makes sense. It’s really something that one would wear during autumn. It’s giving a vibe of mid summer/fall afternoon inside the house with a sweater on. Cozy feeling."
		},
		{
			"review_title": "Great light sent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Ive been searching for the perfect fresh but distinctive scent for a long time and I absolutely LOVE this one ! The only negative is that it only last a few hours at most ."
		},
		{
			"review_title": "Like being wrapped in cashmere!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This evokes pulling on an expensive cashmere sweater.  The light knit ones you pull out for early Spring.  Light, bright, airy and slightly floral.  It's accurately named Amber Musk as it smells of white musk, amber, and maybe a barely detectable sugar cookie scent.  I bought this after reading Reese Witherspoon lists it as her favorite fragrance as well as the fact this is Aeron's best seller and it's amazing!"
		},
		{
			"review_title": "Long lasting must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Truly the most amazing scent I’ve come across and owned. I originally got it as a sample then splurged when there was a sale and all I can say is it was so worth it. I’m asked all the time what I’m wearing.  although"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "Amazing fall winter scent. It’s a rich and beautiful smell that makes me feel amazing when I wear it. I got a sample originally and immediately purchased full size bottle."
		},
		{
			"review_title": "Amber Musk",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s a just okay scent. It’s fairly subtle and would be best used for layering although it’s okay by itself. Performance is lacking. It’s a skin scent throughout. Sephora lists the size as 8ml but it’s actually 7ml. It’s overpriced for the little juice you get. Even if it were a full 10ml it would still be overpriced by $5."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Delicious, I get so many compliments too! Not too strong but still lasts all day."
		},
		{
			"review_title": "Lovely fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Combination skin",
			"review_text": "I love this fragrance. It has incredible lasting power and it never fails to get me compliments through the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received this sample and wore it to work today, got soooo many compliments! Only reason I gave it a 4 is bc I had to reapply after 4 hours wish it lasted longer. Also wish it was more affordable, I’ll have to sadly keep my eyes open for samples until I can afford to purchase :("
		},
		{
			"review_title": "Soft and beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love this perfume. It's soft, feminine, beautiful scent. It's a perfect scent for office I think. The only thing is that it's a bit pricy, I wish Sephora had roller ball for this one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This smells really nice, very subtle and not too strong with decent staying power (3-4 hours). It’s more ideal for a layerable scent, this almost smells like a warm basenote versus the entire encor."
		},
		{
			"review_title": "A cozy warm hug under a fuzzy blanket",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Title says how I feel about this scent. It's soft, powdery, creamy and gives off big cozy vibes. 10/10 would spray this after shower and before bed just so my blanket also keeps the scent. Lasts on the skin quite a while but it may not have the same siliage after many hours. I have gotten quite a few compliments when wearing this scent."
		},
		{
			"review_title": "One of my staple scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "One of my favorite perfumes to wear! It meshes with my body’s chemistry well and the right amount of musk for me. I wear this pretty frequently throughout the week and the longevity is great as well. I don’t know if any other scents that smell like amber musk so this is a staple in my perfume collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this scent. Perfect mix of floral and musk that is long lasting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I like it. It’s cool. When it dries die it smells just like nest Madagascar vanilla"
		},
		{
			"review_title": "yes….",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Elegant clean scent, would be wonderful signature scent as soft and how nice it smells……. Love it"
		},
		{
			"review_title": "Not the Musk Oil Fragrance I was looking for…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I honestly hoped that this would be the “one”…it is not.  The Musk oil fragrance by Dana from the 70’s has been lost and I am having the hardest time finding a replacement.  This was not it. I do not smell any musk oil scent in this perfume. Another $30 wasted."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This stuff smells amazing! I got it as a sample, and I wish I could afford a full-sized bottle, because WOW!"
		},
		{
			"review_title": "I Smell Cool and Rich and It’s Because of This",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Definitely find a sample of this before you commit to the full bottle, it is not a safe blind buy by any means. However, if this fragrance meshes with your body chemistry, it transforms into something truly special. Something sweet, warm, and fresh and just the tiniest bit musky. Like damp skin fresh from a shower, but like…. A really nice expensive shower. Suitable for any time of year, and absolutely perfect for a signature scent. And not to mention the bottle is divine, it’s beautiful to display. I will throw in there that the top was a little more plasticky than I was expecting, but the bottle itself is a nice glass."
		},
		{
			"review_title": "Boringgg.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is sooo far removed from her grandmothers legacy. Ambrox is so generic !! But it appeals to the masses so I see why it's popular. This isn't true perfume. It's body spray. You'd think a billionaire heiress would produce something with a little more sophistication."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Perfect warm scent for cold weather. I love wearing it every night. Make wintertime so cozy. Not too strong."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample of this (from IG), & was surprised at how much I like this scent. I just might consider getting a bottle, once I use up one of my perfumes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is SUCH a gorgeous scent omg. I received a sample and purchased it right away! It’s feminine in a soft and sweet but not too sweet way. I wouldn’t classify this as a casual fragrance. When I smell this, I picture a woman dressed in beige, with heels. It’s just such a gorgeous scent. Love it."
		},
		{
			"review_title": "my favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Wonderful scent. I searched for years to find a signature and this was it. So warm and musky but sweet. Quite alluring. It stays on my clothes for days and on the skin for about a half day."
		},
		{
			"review_title": "Smells like Platos closet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This scent is very lovely, however.... if you ever walk into a Platos closet store this perfume is the exact smell. Maybe the mangers sprays this in their stores lol"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I received a sample from Sephora and I need need need this perfume in my life ! It gives me so much confidence in myself ! Astonished"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "2nd favorite perfume. I’ve loved this scent since I first received a sample of it almost 3 years ago; although I could never bring myself to buy the full size for the price. So I thought I would start off with this one instead. It’s way bigger than anticipated and is exactly how i imagined it to be the last I had it on my hands. Definitely will be buying again!"
		},
		{
			"review_title": "SPECTACULAR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This perfume astounded me in a spectacular way! It reminds me of autumn and it is fitting that I got it during the crispest part of the season. It is an inviting aroma that makes you feel relaxed and comfortable and I love how it makes you feel clean and invigorated!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Warm & cozy scent for Fall. I’ll most likely buy the big one next!"
		},
		{
			"review_title": "Phenomenal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "When I want to feel confident I wear this perfume. Omg it’s the most perfect musk. Is it long lasting, not so much but if it lands on your hair it will be. This to me, is safe as an all year scent. It’s light but also not. I get loads of compliments when I am wearing. Someone told me I smelled rich. Yea, I’ll take that!"
		},
		{
			"review_title": "All Time Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Love how warm this scent is.  My favorite late Summer into Fall fragrance.  I get many compliments every time I wear it."
		},
		{
			"review_title": "Goes With Everything",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Aerin makes wonderfully sheer and transparent perfumes and this is a perfect example. Amber musk is a cool glass of coconut water with soft Amber, Rose, Vanilla and Musk mixed in. Light and refreshing, just the right amount of sweet, and never overpowering. This can be your signature fragrance- wear it to work, on a date, around the house, any time, any season. You can also layer with any other fragrance to add a little je ne sais quoi. Reese Witherspoon is a fan of this Amber Musk, and it’s easy to see why."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is absolutely one of the best smelling perfumes ever. It is perfect for fall. I only wish it lasted longer throughout the day."
		},
		{
			"review_title": "Best scent ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Best scent ever! This is my 3rd time repurchasing, because I love it so much. No perfume will ever be able to replace Amber Musk! The only downside is the price, which breaks my heart every time. Thankfully the bottle lasts a long time."
		},
		{
			"review_title": "New signature?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This perfume smells so good. It’s a soft warm amber scent with hints of floral notes. When it dries down completely I can smell a little vanilla as well. One thing I will say is that it doesn’t project as well as I hoped. But I love it anyway!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it! Soft smelling scent. I get alot of compliments when I wear it. Its new to me so when asked, I have to remember the name. It stays with you too."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Very pretty Amber smell , a little mature for me but I do like it"
		},
		{
			"review_title": "Barely detectable, but beautiful scent.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Honestly, can't even smell it. From what I've heard, this is a really beautiful scent, but it is so light that I can't smell it. It sits extremely close to the skin, so it would be appropriate for the office (once we start going back to the office). It's not worth the full bottle for how weak the scent is, though."
		},
		{
			"review_title": "Smells Great, OK Lasting Power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got a sample of this and LOVED it. For whatever reason the full size doesn't seem as powerful - still a great vanilla and musk scent, but not as strong nor long lasting. I'm still glad I bought it, I feel the price is steep for the product compared to other perfume brands."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Look I love this perfume scent but sadly the scent does not last at all"
		},
		{
			"review_title": "perfect for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was on the hunt for the perfect perfume for me, I wanted something musky since I hate florals scents AND I love coconut so this is perfect. This perfume smells beachy to me in a more subtle way. Perfect musky coconut scent w a slight rose smell. The scents compliment each other so well. I get compliments EVERY time I wear it. Finished the small bottle already, about to purchase the larger size!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Dry skin",
			"review_text": "Ok at best! Was hoping for more richness and depth from a Amber Musk Scent. Didn’t last and had no character, smelled blah !"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Wow.  This is a perfectly balanced amber musk.   Not cloyingly sweet.  It gets some freshness from the coconut water and rose.  It’s very, very lovely."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’m giving 3 stars because I didn’t enjoy the scent, I thought it was too strong and had kind of a basic perfume smell but that’s my opinion. But I would recommend to someone who likes strong musky perfume scents."
		},
		{
			"review_title": "Perfect For Fall/Winter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "kinda reminds me of Mon Guerlain but no lavender note"
		},
		{
			"review_title": "My absolute favourite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is my favourite perfume ever. Have been wearing it for years and the bottle lasts so long because you only need like 1 spray every time you use it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Got a sample of this with another full size perfume I ordered and I have to say this is a beautiful scent from start to finish. It lingers pretty well and I definitely still smelt it on my clothes at the end of the day and faintly on my skin. I will make the splurge when I can. Just wish it wasn’t so pricey."
		},
		{
			"review_title": "new signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This is now my new signature scent for the colder months. It is lasting on me and it is just the most sensual scent I own. Other perfumes in my collection are: v&r flowerbomb, Marc jacobs daisy love eau so sweet, Chanel chance eau fraiche. The bottle is also a beautiful addition to my vanity. I can’t get enough."
		},
		{
			"review_title": "amazing but pricey!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received a sample of this perfume from a recent Sephora order. It smells BEAUTIFUL! Sophisticated and sexy. The only reason why I rated it 4 stars is because of the price. I’ll wait until I have a coupon so that I can justify purchasing, however I do think it will be worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "If you loved bath and body works amber & argan you will love this. Very similar warm musky cozy scent but more sophisticated."
		},
		{
			"review_title": "hardly any smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I should’ve Stuck with hibiscus palm. This has hardly  no smell at all"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Long lasting warm, floral, feminine scent. You do not need much either."
		},
		{
			"review_title": "my holly grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This has been my holly grail for 4 years. I’m im love with the scent. So light and fresh. It is my signature scent now, I always receive compliments about it. Worth every penny for me."
		},
		{
			"review_title": "Favorite Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m absolutely in love with this scent. A tad bit pricey but feel it’s worth the price point. Makes me feel sexy and sophisticated when wearing it. Get lots of compliments each time I wear it. I am pleased with several Aerin scents. You won’t be disappointed!"
		},
		{
			"review_title": "Love! But overpriced.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got a sample of this and loved it. I used it pretty sparingly so I can’t say much for the longevity of it, but I caught a decent whiff of it when I picked up a dress I had worn the day before so it stays well enough on my clothes. I’m not a super floral perfume type of girl. But this gentle earth tones in this balanced perfectly with the light coconut / floral is seriously gorgeous. It is warm and cozy great for fall and winter. I would purchase it but the pricing of this perfume is extremely high to my liking."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love this scent...it is a tad more sophisticated of a scent; but it’s beautiful!!"
		},
		{
			"review_title": "Fades away quickly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "A lovely fragrance, but I was very disappointed that it doesn't last very long at all. After a few hours on my wrists and the smell almost completely gone..so sad, I was thinking about purchasing a larger bottle, but I won't. Too expensive without the staying power. :-("
		},
		{
			"review_title": "Beautiful scent. Often asked what it is :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The only bottle of perfume I’ve ever fully used. Beautiful scent.   I’m not a super floral or hard-musk kind of perfume girl and tend to gravitate toward a more subtle fruity or sweet aromatic. Something about the gentle earth tones in this balanced perfectly with the light coconut / floral is seriously gorgeous.   Have yet to find a perfume I love more."
		},
		{
			"review_title": "Very nice and lasting fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I'm not a big fragrance person. I like what I like. After purchasing AERIN's evening rose for my mom and smelling it once she received it for mother's day I knew I needed to try an AERIN fragrance also. It smells like it is made from top ingredients and with Aerin Lauder's name on it I wouldn't doubt it. The travel size is priced good for a long testing period before you commit to the more expensive full bottle. The amber musk is a beautiful scent, not powdery floral or overkill on the musk or amber like other similar scents. It is a lasting fragrance. I sprayed it once on my neck and decolletage area and on my hair. The scent lasted all day long in a hot and humid environment. It was a soft blend and warm and spicy. I love it and recommend it if you also enjoy spicy scents with a slight floral to it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "One of my favorite fragrances, it is warm and cozy great for fall and winter. The bottle is beautiful and elegant."
		},
		{
			"review_title": "No Lasting Effects",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The fragrance smelled great but it lasted all of 1 hour max! Not worth the $30 I paid for it!"
		},
		{
			"review_title": "No Scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I followed someone around a store smelling this wonderful scent . I ordered it and found it smells like nothing on me . No scent at all . Wish I had tested first"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Only perfume I like. It has such a warm smell to it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got a sample of this and loved it. I used it pretty sparingly so I can’t say much for the longevity of it, but I caught a decent whiff of it when I picked up a blouse I had worn the day before so it stays well enough on my clothes. If you’re wanting people to notice your smell immediately then this probably isn’t for you - it smells great but it’s more of an afterthought than an overpowering scent. I prefer that in my perfumes so it works great for me! Will be buying the full size when I can justify the price to myself"
		},
		{
			"review_title": "No Staying Power",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely adore this scent, seriously I don’t think I love any scent as much as I love this one, however it does not last at all. I don’t even think it lasts an hour. I of course want to be able to get whiffs of a fragrance I wear as I move throughout the day and that never happens when I wear this fragrance unfortunately. Because it doesn’t last at all, it is hard to say that it is worth the rather high price. If the formula would be revamped only to increase that staying power, not to change the scent itself, then the price may be something I could overlook."
		},
		{
			"review_title": "Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love! This scent is in my every day routine. It’s musky, soft and warm. It’s not too strong and I find I can’t smell it after awhile. Some other reviewers have mentioned it didn’t last long however I can still smell it on my clothing from the day before (makes doing laundry more pleasant) so it must still be there. In my opinion that makes the perfect daily perfume - present but not overpowering. I had a sample for my first experience and have purchase 2 rollers since. I don’t want to be without it!"
		},
		{
			"review_title": "Très basique",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "I have only smelled one other fragrance from this line, which is the Aegea Blossom which I did rrreeeeaaalllyyyy like, however both it and this fragrance are totally basic, especially Amber blossom. It smells like the dry down of at least a dozen other perfumes. Both are very lacking in dimension, but this has plenty of warmth and does last relatively well. I realize not everyone likes/likes wearing complex/niche fragrances all the time, I don't either and I think the true marketing intent of these is to layer and come up with your own concoction. Yeah, the bottle is divine, but I prefer slightly more complex scents."
		},
		{
			"review_title": "Good chemistry.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "A very nice, subtle, beautiful fragrance. I’ve been looking for a fragrance that had musk as an ingredient. Glad I tried this one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "FIRST IMPRESSION - SAMPLE: This is such a warm and cozy scent that's perfect for the fall"
		},
		{
			"review_title": "Absolutely amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This is my all time favorite from Aerin!  The smell is divine!"
		},
		{
			"review_title": "Beautiful, feminine scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "My signature scent. Very feminine, musky, powdery with a light floral note. I tend to spray a few times so it last all day but really beautiful scent. I bought for fall winter but now i feel like it could be work all year round."
		},
		{
			"review_title": "Unique fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Beautiful smell- fresh and long lasting; subtle and not over powering.  Ideal size for travel but also if you are unsure how often you will use it."
		},
		{
			"review_title": "Perfect Fall/Winter Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I feel this is the perfect fall-time and winter fragrance. It's warm and cozy. I first heard about it on Lydia Elise Millen's YouTube channel. I'm glad I got the rollerball instead of a full size because this really is a seasonal scent."
		},
		{
			"review_title": "Favourite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This has been my go-to, everyday perfume for over 2 years now. I absolutely love it!"
		},
		{
			"review_title": "LOVEEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Based on reviews, I was a little worried of longevity but it lingers on my skin all day!  Name is 100% accurate, soft, ambery, musky yet so sexy!! My absolute favorite fragrance right now, so lovely!"
		},
		{
			"review_title": "Not worth price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Nice scent. Lasts about 2 hrs then comes a skin scent. Definitely not worth the price point! I took this back next day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is such a beautiful fragrance. For reference, my all time favourite scent is Pillowtalk Poet by Pinrose but it's gone in an instant. This has the same comforting, powdery, warm scent profile but smells more elegant and lasts longer. This typically lasts around 4-5 hours and is just delicious. Definitely more a winter/fall scent but could work in the summer too. It's a nice every day scent, highly recommend."
		},
		{
			"review_title": "Light and Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This perfume is amazing. It is warm and fresh at the same time.  There must be a million perfumes called amber musk and they are all different! This scent has a sweetness to it from the benzoin and then the rose and coconut which are very faint make it a little more creamy.  Perfect for fall/winter when you want to get cozy.   The scent lasts quite a while and a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Favourite , I wear it every day !"
		},
		{
			"review_title": "scent doesn’t last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the smell but it the scent does not last which is a disappointment for the price."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Soooooo good! If you are a devout Juliette Has A Gun Not a Perfume lover you will absolutely adore this. It's warm and musky but the overnight dry down is almost powdery. I for some reason can not smell Juliette NAP when I wear it (although I get tons of compliments from others when I do). But with this perfume I cant keep my wrist away from my nose. Don't question...buy it!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I went to sephora to purchase Calvin Klein Euphoria but they only sold it online so I tried this instead and seriously omg. I am obsessed. Definitely my new signature scent."
		},
		{
			"review_title": "Classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the most fabulous thing I’ve smelled since I couldn’t even say when. Maybe ever! I got it as a sample and have been hooked ever since. Good look carrying the roller ball also, because I do try to be on some type of a budget. Wants and needs. And I’m telling the world, this is a need! I’m about to start venturing into more of your scents. I know I won’t be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Obsessed with this smell! I took off one star because it doesn’t last long."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is definitely my go-to autumn/winter perfume! It's so soft and comforting and I love myself more on days I'm wearing it"
		},
		{
			"review_title": "love love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I received this as a sample and immediately ordered the rollerball.  I can’t stop smelling my wrist, it is just so yummy.   The only negative is that it doesn’t have much longevity on me.  I rarely order full size bottles of any scent because I get bored pretty quick. This is one that I love enough to order the full size.   Of my winter scents the only other full size bottles I own right now are Ford Velvet Orchid and Black Orchid, Coco Mad. Intense, Nest Indigo and YSL Black Opium.   I haven’t received my full size Amber Musk yet, fingers crossed that it will last a longer than the roller.  But I love it so much, it’s worth refreshing throughout the day.  It just makes me happy to smell it."
		},
		{
			"review_title": "Soft, Sweet Amber",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I got a sample of this in one of my Sephora orders, and it is an amazing discovery for me. It reminds me of an Amber oil perfume I once had- a soft amber musk nicely balanced with a sweet, gormand coconut water. This is one of those cozy scents that will keep you feeling warm during fall and winter. I can't say that it faded as quickly on me as others have said it did for them, but it is a pretty light scent compared to a lot of other fragrances with amber and/or musk. This is a beautiful fragrance that I would recommend to anyone looking for a sweet amber musk. The mini size of this is now going on my shopping list."
		},
		{
			"review_title": "Daily scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This scent isn't overpower at all, but it does linger for a really long time. Its first note is slightly sweet and warm, and then it smells quiet woody throughout. It's good for everyday wear to go to school and work."
		},
		{
			"review_title": "A new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Received this as a sample and it is one of my new favorites. The scent is warm and, in addition to amber, smells like vanilla and all sorts of yummy things. I’m pretty particular about my perfume and prefer classic scents that are warm or fruity and this one fits in that category for sure. Warning: a little bit goes a LONG way. Don’t overdue this one and you will love it!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVED the Amber Musk spray sample I got a while back.  Actually, everyone loved it and asked me what it was.  My husband couldn’t get enough of it.  So, I got the roller ball since the bottle is so expensive thinking it would be just as great.  It’s like it’s not even the same fragrance.  There’s no staying power at all.  Just....nothing.  I’m so disappointed."
		},
		{
			"review_title": "a nice subtle scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This has a subtle amber scent and I love it.  I would recommend it.  Nice for daily wear."
		},
		{
			"review_title": "My new signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This scent is so warm and comforting.  Its a tiny bit masculine which I love, but it fades to a soft musk.  I've never smelled anything like this fragrance....I wear it constantly! I honestly think you could wear it all year long, but I tend to wear it during fall and winter the most."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "my all time favorite scent in the world. smells like a warm cozy sweater while you're drinking hot coco on a winter day."
		},
		{
			"review_title": "Six stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I bought this while traveling in Atlanta to give my trip memories a scent. I get so many compliments on this fragrance, even after I’ve had it on for a few hours. I plan on exploring more of her line."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Such a nice warm everyday scent! Perfect for day or night. I bought it as a gift for my sister and also steal a roll or two! Highly recommend."
		},
		{
			"review_title": "Beautiful Scent, Fleeting Enjoyment",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I love the smell so much. There is something earthy and nostalgic about it. It does not seem to have any staying power as I can’t smell it on myself after a few hours. Even right after I apply to all pulse points my boyfriend has to very deliberately smell for it."
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Best perfume scent and smells so gooooood. My husband loves it and I have to say, it lasts so long. It’s worth getting the rollerball for $30, it lasts and you get a lot for your buck. Pretty bottle too! It smells very sweet and luscious. Kind of like a sweet food, but not over-the-top. Very sensual and feminine. Beautiful!"
		},
		{
			"review_title": "yum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This scent smells really good, but it can also be pretty strong, so don’t use too much! It is amazing when used with discretion."
		},
		{
			"review_title": "Total winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "My husband surprised me with this. The scent is similar to ones I typically like which is warm, slightly sweet and a little musky. It is an interesting fragrance. I get a lot of compliments on it."
		},
		{
			"review_title": "Perfect to travel with, smelly goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Such a nice soft musk scent, very comparable to Flowerbomb by Victor"
		},
		{
			"review_title": "New signature scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This was a surprise find for me! I was browsing in store one day and normally only smell the testers with the warm"
		},
		{
			"review_title": "Euphoria is short-lived",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "This smells DELICIOUS! It doesn’t seem to last long, though. I also love the packaging design."
		},
		{
			"review_title": "Addicting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love this scent. I received a sample at some point either from my shopping or subscription services and I was instantly obsessed. I was very sad when I saw how pricey it was but I just had to have it. I really love it."
		},
		{
			"review_title": "Soft, understated,",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This scent is the PERFECT combination of Amber"
		},
		{
			"review_title": "Aerin Amber Musk",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I recently received this fragrance in the mail. I have never heard of this fragrance so I was ecstatic to try it out. I feel it’s a pretty and soft scent. I would say its best for daytime. Amber Musk has notes of Musk, Coconut Water and Rose notes. I really didn’t pick up on the rose notes so if roses aren’t your thing you can still give it a try. I think the only downside is the fact that it’s not long lasting. Although this is a delicate scent I don’t see myself purchasing it."
		},
		{
			"review_title": "Love scent but fades very quickly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I initially received this as a sample and loved the scent and purchased the large size.  I still love the scent, however I notice after wearing regularly that the scent fades away very quickly. That being said, while I do love the scent, I will not purchase again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got a sample of this perfume to try. Amber, creamy musk, florals and coconut water sound like my ideal combination. It’s warm and cloying. But it didn’t mesh well with my skin. That’s not the product’s fault. (Giving it 3 stars to remind myself not to buy the full-size.)"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Very attractive scent! Soft and smells sweet enough but not too sweet. I get compliments when I wear it and I love that every now and then when I do wear it, I get a whiff of it and reminder of how pleasant it is. It almost has this sexy and yet soft vibe- if that makes any sense. But again, it’s not over-the-top in its sweetness. Just right."
		},
		{
			"review_title": "Hooked!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Received a sample of this, and I LOVE it!! Why does it have to be SO expensive!! Of course, I fall in love with a super expensive fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love the smell but for how expensive it is it lasts like less than an hour!! Definitely am not going to spend the money on this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Oh my goodness I love this soooo much! I definitely love warm fragrances, but I usually cannot wear them because they tend to give me a headache. This one is soft enough that it does not do that for me and the scent lasts all day. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I liked this smell but it may be too strong and musky for some. It remindeds me of a super chic confidant woman that's strong willed and doesn't take no for an answer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "I love the smell as I got it as a sample. The pricing is kind of crazy to me. I mean I love the smell but NOT for that price. I would rather pay that amount for something better."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I knocked a star off because of the price.  I got this as a sample and tried it out and liked it very, very much.  I only used a few spritzes one morning and didn’t see my husband until much later that night and he complimented me on the scent.  So, it definitely has staying power (for me at least).  It’s a nice scent...sexy and warm are the words that come mind.  I did buy the mini size of it, but will not purchase the full size....I would save your $$$ for a bottle of Chanel or Chloe."
		},
		{
			"review_title": "Soft and sexy - love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this! Have to agree with others that this reminds me of some of the musky scents from the 80s, but updated. Soft and sexy — I wish it had a little more staying power, but I love it nonetheless."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Smells amazing without being overpowering. Lasts all day!"
		},
		{
			"review_title": "Could be better",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved this scent but the staying power is horrible. I went with Terre de Lumiere by L’Occitane which smells identical and lasts all day"
		},
		{
			"review_title": "Five stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Intoxicating. Absolutely love it."
		},
		{
			"review_title": "Simply beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Amber Musk is just simply beautiful. It is subtle, delicately sweet and feminine. To me it almost smell like Gardenia Rattan without the floral part. This is a warm scent but can be worn all year round. Perfect for someone who loves understated yet sophisticated style of perfume."
		},
		{
			"review_title": "Warm hug of fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very nice perfume. I tend to like warm, spicy, or sweet scents. This seems to last on my skin without overpowering me and causing a headache."
		},
		{
			"review_title": "No longevity zero sillage",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely adore this scent, even more so when I layer it with Aerin's Evening Rose. It just doesn't last on me at all. 15 minutes and it's gone. I love several of her fragrances, but have the same issue with them. Perhaps it's better as a spray, but I'm not willing to risk over $100 on something that might not work."
		},
		{
			"review_title": "Smells good but doesn't last.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Hands down, best smelling perfume I have ever owned.  It simply does not last though.  It's a shame since it smells so good but too expensive for the scent to disappear in an hour."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got Amber Musk as a free sample and absolutely loved it. Bought the rollerball and it does not smell the same. Disappointed, had to return."
		},
		{
			"review_title": "in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this as a free sample and I fell in LOVE with it! I work with the public and every time I wear it I get a ton of compliments. Its soft yet bold and it doesn't take much to give you a long lasting scent. I wish it didn't cost so much... but that's why I love the rollerball!"
		},
		{
			"review_title": "LOVE THIS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a free sample of this and I don't usually use perfume at all. Love the smell of this one and am considering buying the full size because it has such a unique scent. Musky yet feminine - not too flowery!"
		},
		{
			"review_title": "soft but sexy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have always had a hard time finding scents that I like for more than 2 weeks. I went in looking for a cedar/lavender scent because those are my favorites and difficult to find in women's scents, and came out with Amber Musk. I LOVE it. It is so pretty... soft but also musky and seductive. I thought it was just going to be for events and night time, but I've found myself also using it by day! Absolutely love this perfume. And the bottle is so cute too!"
		},
		{
			"review_title": "Memories",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Reminds me of Musk by Coty.  Remember that fragrance in the 80's?? Love it then, love it now!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used Chloe for the longest time. This is my new favorite perfume!! Two or three sprays would last all day. It doesn't have a clean smell, but it grows on you. It has a rich and mature smell. It would fit more for women in late-20's to 30's!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Pretty scent. Not my absolute favorite but good. To me smells like a less intense version of Michael Kors Wonderlust."
		},
		{
			"review_title": "One of my favorite scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Picked this up a few years ago. Love the light musk scent. Not overpowering at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a tester and fell in love. this smell is fantastic!!!"
		},
		{
			"review_title": "the smell is fantastic",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The smell itself is wonderful, very low key and sensual, but I wish it hadn't faded as quickly as it did, in about 3 or 4 hours."
		},
		{
			"review_title": "Musk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Musk is my favorite scent!  I love the rollerball, it's easy to carry with me & use whenever I want.  Yum!"
		},
		{
			"review_title": "wow amazing smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample and wasn't very surprised! The smell is amazing and different then al perfumes I own. Price is high but very worth it! Soon as it comes back in stock i will be purchasing"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent is surprisingly soft for being an amber musk.  When you first spray it on you can smell it fairly well but withing a few minutes it settles into a nice clean scent with just a subtle hint of the amber musk.  It isn't very strong.  People dont usually smell it on me unless we are close to each other like in a confined car or i give someone a hug.  That is when i get the compliments.  It is just  a nice soft barely there fragrance that keeps you smelling fresh and clean all day.  I love that it isn't a headache inducing fog that you cant seem to escape but for the price i would expect it to be stronger or for the heavier notes to last a bit longer.  I received a free sample of this and used it all up withing a week.  I would love to buy it but it is hard to justify the cost for something no one else can even smell on you unless you are very close to each other.  Also, it seems to always be out of stock."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample and I am SO glad I picked this.  It seems at first it would be strong, but when it dries it is a wonderful scent.  Long-lasting as well."
		},
		{
			"review_title": "lovely nostalgia",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample of this recently.  After letting it dry, I couldn't help but notice how it reminded me of a scent from late 80s/90s.  It doesn't smell young and too gourmand though.  The scent reminds me of the original Colors de Benetton (although it's been over 20 years since I smelled it.  Amber Musk smells fresh, soft, with just enough fruity floral blend.  I can't describe it, but I love it.  Ordered a rollerball immediately after receiving the tester.  This might be my favorite scent surpassing my love for Si and Chanel Chance."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample size and fell in love with it instantly. It looks pricey but its worth it! Just wished the bigger bottles were not sold out:("
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the best scent I've tried in a long while, I got the sample and now I'm dying for a full size (too bad it's sold out AND very expensive!)  It's very addicting and mysterious without being overpowering.  I'm very curious to try the rest of the collection."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just received a sample of this and absolutely love it! It's soft, warm, sensual smell is amazing. I'm ordering this right now and only wish it came in a non-roller ball option."
		},
		{
			"review_title": "A- MAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is truly described by the name, amber musk. It smells divine. Best scent I've had in a while. I can't stop smelling myself! Like a good quality perfume it is not cheap but it's worth it."
		},
		{
			"review_title": "So me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love amber and soft or white musk scents and this perfume have both! It is sweet without being overwhelming and so feminine! I want to buy so bad but it is pricey!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells Amazing. I love perfumes with musk so this was perfect. Similar to Juicy couture yet more mature/ Sexy"
		},
		{
			"review_title": "Perfect Winter scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this as a free sample... and I LOVE it!! It has a very soft feel to it. My husband loved it as well and wanted me to order more, but when I told him how much it was he said never mind! I wish they didn't make the bottle so fancy so they didn't have to charge $120+ for less than 2 oz. I might order the rollerball but even that is pricey... but once I smell myself I am sure I will get over the hole in my pocket, rather quickly!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have somehow gotten four samples of this perfume. I have only tried it once and I really disliked it. Like, wish I would have sprayed it outside type of dislike. I'm surprised by the positive results. Smells terrible and musky."
		},
		{
			"review_title": "unique but natural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I can't handle many perfumes as they give me instant headaches... I was in Sephora looking for a warm, winter-y smell and was drawn to this because of the beautiful bottle... one spray & I was sold. It's very natural smelling, but unlike anything else I have smelt."
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Just received a sample of this perfume  with my order and right off the bat I am obsessed with this smell! If you like soft musky smells this is a must try! Very feminine and romantic smelling."
		},
		{
			"review_title": "AWESOME!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this perfume is soooo good!!!! it smells awesome"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent it's musky, soft and sensual!"
		},
		{
			"review_title": "warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Warm sexy smell, I love it!"
		},
		{
			"review_title": "Sophisticated",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I find this perfume almost masculine because of its warmth. But it is sophisticated and modern and in no way something a teenager would wear. It's not old lady but a 40-year-old could feel classy when wearing it. The amber is pretty strong but after a few hours it dies down and the perfume smells more feminine. Thing is, it's very expensive so it really shouldn't be purchased without trying it on your skin first.  Other than that, the bottle is pretty darn cool. I feel like I have a piece of art on my dresser."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Literally the best smell EVER. I would buy every single product in this scent if I could afford it. That's the only downfall, it's pretty pricey and the smell wears off in a few hours. Still worth it though !!!"
		},
		{
			"review_title": "For Amber Lovers",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a basic, uncomplicated scent.  There is a strong top note of amber and a bit of musk and rose on the dry down.  Not on par with a Chanel or Guerlain scent, but really a department store scent dressed up in high-end packaging.  Amber lovers will like it, but the price is high for the quality of the product."
		},
		{
			"review_title": "So warm and yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I understand all the other reviewers before me who have stated that this scent doesn't last. But on me, it actually stays. And it smells creamy and sweet and it is so addicting and cozy!! I love this perfume so much. I only have tried it in a sample but each time, it's been pure bliss. I will probably end up buying the full size at some point. I would say this perfume is more appropriate for colder months but of course, to each their own, perfumes are after all a subjective matter. In this case, the top notes are very light and disappear within a few seconds, which is probably why everyone complains but the middle notes and bottom notes are so beautiful and warm and comforting...I know I am not good at describing this scent at all! If you have the opportunity, try it out in a sample or at a store, the Aerin scents are quite an experience. I also LOVE her Evening Rose, Waterlily Sun, and Lilac Path. They are to die for!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Amazing scent, like nothing I've had before!"
		},
		{
			"review_title": "doesn't last at all",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample of this and like another reviewer was hoping it would meet my expectations but it failed. Has zero staying power, scent fading too quickly. Disappointed as the smell initially is of a nice light amber perfume but does not last at all."
		},
		{
			"review_title": "Nice scent but does not last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really wanted to buy this perfume but for the price, it better last and it doesn't. I sprayed a generous amount on my wrists and not more than 5 minutes later, I couldn't even smell this anymore. Such a shame!"
		},
		{
			"review_title": "Warm, rich fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells absolutely divine, and with warm amber notes. I find amber to usually be strong and overpowering, but it blends nicely with the floral notes, so it's subtle enough.  Wonderful fragrance, especially in the winter months. Totally addictive, the only downfall being that the fragrance doesn't last as long as I would like..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love the amber musk scent! Its great for those who love a musky smell. I find it lasts long too which is nice. Totally buying this product again!"
		},
		{
			"review_title": "Smell delicious!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just felt in love with this product when I was on the shop! This smell is to die for! I really enjoying the roll-up, less expensive than the real bottle and easy to put in my bag! I just feel like it doesn't really sitck on my skin but anyway it's just an excuse to add more of the perfume during the day ;)"
		},
		{
			"review_title": "Warm Soft Alluring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a scent that exudes gentle warmth and understated beauty. It is very subtle and soft yet so beautiful that it makes a statement without being overpowering or loud.This would be a perfect scent for work as it is subtle but still very lovely and does not overpowerl."
		},
		{
			"review_title": "Classic Feminine Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very pretty fragrance. It is warm but soft, not overpowering at all, I would wear it in the daytime. I get the warm amber and the creamy notes. I can't smell the rose in it, so if you are not into rose perfumes, don't be scared of this one! I'd say this is a people pleaser, I can't imagine anyone not liking it. The only downside is the steep price point for a small bottle."
		},
		{
			"review_title": "my favorite !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is perfect for everyday use. Smells so goooood! It lasts for 4-5 hrs so I bought a small perfume bottle to carry around. I just spray two times a day and that is enough for a whole day."
		},
		{
			"review_title": "I use it nearly every day",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love amber and musk so this choice was a given. It is not at all cloying nor too sweet- it is just right. I can spray freely and not feel over scented. It fades after 6 hours but I think that is a good lasting fragrance.."
		},
		{
			"review_title": "Lovely...but...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This fragrance smells lovely. The only problem is that it is so faint. You can barely smell it 20 minutes after applying and for sure no one can smell it on you. Smells great but for the price it should last so I'm only giving it 2 stars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm so in love with this fragrence. I saw the line of Aerin perfumes at Sephora and smelled all of them and this one left such a lasting impression on me. I didn't buy it at the time because of the steep price but I kept thinking about it and ever time I went back to Sephora I would smell it over and over and finally I caved. And I'm so happy I did. This has such a unique and femine smell. Can't get enough!"
		},
		{
			"review_title": "Amazing Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "When I first discovered this scent, I was on a mission to purchase eyeshadow palettes and therefore did not purchase the perfume. Cut to two weeks later and I was obsessing over it. Eventually, I caved (it's on the pricey side) and I'm so glad I did. It is so unique and addictive."
		},
		{
			"review_title": "My New Favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recently got this as a sample from my local Sephora store and I absolutely love it! This isn't a scent for everyone and it is so different than anything I would usually wear. It has a very sexy scent and lasts all day. The price is defiently steep but I would highly recommend it."
		},
		{
			"review_title": "Can't get enough!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I seriously can not get enough of this scent. I received it as a sample from my local Sephora store. And initially, I thought to myself, that it must be one of those samples/perfumes which they are trying hard to promote. However, I recently tried it on, and I can not go and purchase the full bottle. It is a little pricey, but for me it is totally worth it, because it is one of those scents, which I have been looking for, for the longest time! Its a musky+rosey smell, and totally feminine! I was a little afraid, that the must might be a little overpowering/masculine, but I was wrong! I have been getting lots of compliments and I can not stop smelling myself. The sillage is quite strong, can be smelled from 1 foot apart, and the longetivity is about 4-5 hours. You just need two sprays and you are good to go :)"
		},
		{
			"review_title": "smells unique",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample of this perfume. It has a nice strong scent. While it is quite different from what I normally buy I kinda like it. The smell of musk is quite strong. On that note I would say its not for everyone, but do give it a try."
		}
	]
}