{
	"product_id": "999",
	"name": "Perfume Library Eau de Parfum Discovery Set",
	"brand": "LoveShackFancy",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 25.0,
	"about": "Set Description:The essential LoveShackFancy perfume collection, featuring floral scents in one pink package, so you can discover, play, and find the magic in each moment..About the Fragrance:So delicious, so delightful, Endless Dreams is a warm floral scent that evokes an overflowing summer garden. Forever in Love, the ultimate optimistic scent, has crisp green pear and a giant bouquet of gardenias. Boheme is a classic skin-loving floral, the main notes are soft peony and lush blackcurrant.  Moondance is a rich, warm floral with an air of mystery. Velvet rose sits at the heart of this sophisticated perfume..This Set Contains:- 0.05 oz/ 1.5 mL Endless Dreams Eau de Parfum.Clean at Sephora",
	"ingredients": "Endless Dreams Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Tetrahydroxypropyl Ethylenediamine, Citric Acid, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Citral, Citronellol, Geraniol, Hydroxycitronellal, Limonene, Linalool ..Forever in Love Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Citric Acid, Tetrahydroxypropyl Ethylenediamine, Benzyl Alcohol, Benzyl Benzoate, Isoeugenol, Limonene, Linalool...Moondance Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Butyl Methoxydibenzoylmethane, Tetrahydroxypropyl Ethylenediamine, Citric Acid, Citral, Citronellol, Coumarin, Eugenol, Farnesol, Geraniol, Hydroxycitronellal, Limonene, Linalool...Bohème Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Benzyl Benzoate, Benzyl Salicylate, Citral, Citronellol, Eugenol, Geraniol, Hydroxycitronellal, Isoeugenol, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-The spirit of LoveShackFancy is apparent upon first—and second and third—whiff..-Apply on pulse points to wrists, neck, and behind the ears..-After applying, avoid rubbing or dabbing skin as this breaks down the fragrance, causing it to wear off more quickly.",
	"num_reviews": 15,
	"overall_rating": 2.9,
	"product_url": "https://www.sephora.com/ca/en/product/loveshackfancy-perfume-library-eau-de-parfum-discovery-set-P514343?skuId=2781847&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2781847-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "An affordable set of travel sized perfumes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "The scents are nice!! No complaints about that! I just wish they came in bigger tubes and I would like to mention that it was hard to press down to release the first mists of each scent! I like that it was decently priced and a Clean at Sephora product"
		},
		{
			"review_title": "underrated!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "these products are great!! it’s great for traveling, easy for storing into a purse or belt bag, and a great smell to each and everyone of the little perfumes sold in this set."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Love these! Very clean smelling and appetizing. Highly recommend for a young woman"
		}
	]
}