{
	"product_id": "1376",
	"name": "Densify Concentrated Shampoo for Fine or Thinning Hair",
	"brand": "The Rootist",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 42.0,
	"about": "What it is: A gentle, sulfate-free shampoo that boosts volume and thickens strands while promoting fuller-looking hair over time...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Color Safe.- Thinning.- Volumizing..Key Benefits: - Instantly adds volume and bounce.- Minimizes hair fallout due to breakage.- Promotes a healthy, balanced environment for thicker, fuller-looking hair over time..Highlighted Ingredients:- Patent-Pending Rootbiomic Ferment™: Contains nutrient-rich superbrew for anchored roots, balanced scalp, and healthy hair..- Amaranth Peptides: Visibly thickens the diameter of hair strands for rapid fullness..- Inulin: Cleanses with a moisturizing lather while keeping hair anchored at the root...Ingredient Callouts: This product is gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This gentle, density-boosting shampoo is fermented to feed roots, scalp, and hair the nutrition needed to help minimize hair fallout and shedding due to breakage, helping hair appear thicker and fuller over time. It is ultra-concentrated, so you only need to use half your usual shampoo amount...Fragrance Description: This fragrance created exclusively for The Rootist and was created in collaboration with one of the world's leading clean fragrance houses and inspired by the harmony of nature. It comes to life as a vibrant and invigorating blend that fuses warm, woody notes with a subtle, comforting musk for an uplifting experience..Clinical Results: Based on an expert grading evaluation on 34 panelists after use of the Densify Shampoo, Conditioner, and Serum:.- Clinically proven to visibly improve hair density, thickness, and fullness in as few as 90 days..Due to breakage from dry comb test after use of the Densify Shampoo, Conditioner, and Serum for 120 days:.- Reduces hair fallout by up to 85%..Based on consumer evaluation on 34 panelists after use of the Densify Shampoo, Conditioner and Serum for 120 days:.- 91% saw less thinning at the scalp..Clean & Planet Aware.Our ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Patent-Pending Rootbiomic Ferment™: Contains nutrient-rich superbrew for anchored roots, balanced scalp, and healthy hair..-Amaranth Peptides: Visibly thickens the diameter of hair strands for rapid fullness..-Inulin: Cleanses with a moisturizing lather while keeping hair anchored at the root...Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Aqua/Water/Eau, Sodium Lauroyl Methyl Isethionate, Sodium C14-18 Olefin Sulfonate, Cocamidopropyl Hydroxysultaine, Sodium Lauroyl Lactylate, Betaine, Sodium Cocoyl Alaninate, Lauryl Glucoside, Glyceryl Laurate, Sodium Chloride, Glycerin, Butylene Glycol, Glycol Stearate, Oligopeptide-2, Glycoproteins, Glycolipids, Amaranthus Caudatus Seed Extract, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Lactic Acid, Hydroxypropyltrimonium Inulin, Coco-Glucoside, Glyceryl Oleate, Cetyl Alcohol*, 1,2-Hexanediol, Sodium Cocoate, Guar Hydroxypropyltrimonium Chloride, Fragrance/Parfum, Sodium Sulfate, Citric Acid, Hydrogenated Palm Glycerides Citrate, Tocopherol, Sodium Benzoate, Limonene, Linalool. ..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Ultra-concentrated shampoo requires only half your usual amount of shampoo. .-Dispense into your wet palm and emulsify shampoo into a lather. .-Massage into your scalp. .-If desired, you can add a little more, but this formula is expertly designed to do more with less..-Rinse well. .-Not enough lather? Excess oil and product buildup on your scalp can inhibit lather. Simply rinse and reapply, repeating the steps above... Recycling Instructions:.-Rinse and recycle the aluminum bottle and transfer the reusable pump to your next bottle.",
	"num_reviews": 107,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/the-rootist-densify-concentrated-shampoo-for-fine-or-thinning-hair-P513340?skuId=2794584&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2794584-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4 oz / 120 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2794584-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must have shampoo for fine and thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "Yes, the bottle is tiny, but even with the tiny amount that comes out with one squirt....it lathers so well on wet hair. My hair is baby fine and I think dental floss has more volume than me, LOL, and this shampoo for sure leaves my hair with some body, never weighs it down and the next day my hair and scalp do not feel oily. I am super impressed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Suffering from painful dry scalp and scabbing (residual from post pardum) I was desperate for relief that wasn't just going to be a medicated shampoo from the derm that I'd be on forever. Enter The Rootist! The relief was immediate -- I could not believe how quickly it worked to heal my very damaged scalp and sustain. I'm going on 6 months now and extremely pleased with my hair health and quality -- my hair is the longest it's every been and I think my nails are even benefiting from the scalp massaging! TY Rootist!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Smell like a hotel shampoo. I Love it. I received a sample of this on one of my previous purchase and after using it once I had to buy it. I have thin, fine and oily hair and this does wonders"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I really like how this set made my hair feel. The shampoo and conditioner paired together have been making my hair soft, less frizzy and shiny. They smelled really good too. I would absolutely recommend these hair products!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This thickening shampoo does what it says! I have tried many thickening shampoos over the years because I have flat thin hair. I’m really impressed with this one! My hair came to life immediately after using this and I noticed my hair getting fuller over time. I used this shampoo with the conditioner. Such a great combo! Will be continuing to use"
		},
		{
			"review_title": "Bigger, Bouncier, Blowouts…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I’ve been using this shampoo, paired with it’s conditioner counterpart now for about 3 weeks… and am so pleasantly surprised. I have fine hair, with extensions, and struggle with postpartum hair thinning. When applying, I focus on my scalp and not the added length. The result is a silky, soft, bouncy blowout. I feel that my hair is definitely looking healthier. Tbd on if it’s helping with shedding/breakage, but I’m optimistic."
		},
		{
			"review_title": "An absolute best on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Honestly one of the best shampoos I have ever used. I have very thin hair and not a lot and this shampoo made my hair feel full and healthy. A little goes a long way! Yes the bottle is small but you don’t need a lot to wash an entire head. 10 out of 10 I will be repurchasing this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "this is a nice product. i’m excited to see how it densifies my hair. it left my hair feeling soft and clean and also a bit thicker with just one wash. will continue to use. it’s very concentrated product"
		},
		{
			"review_title": "Works good so far!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Decent shampoo! It's a concentrated product so it recommends using half the usual amount but it's works just a great. It doesn't weight down my hair and I feel like it gets me by a bit longer between hair washes too. The only thing I wasn't a fan of was the fragrance, it's a bit too intense for me. Other than that, I really like it so far."
		},
		{
			"review_title": "Full hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This shampoo is great! I find that it makes my hair feel fuller and it blow dries so nicely after using it. I feel like my hair is very clean after washing and stays looking that way for days. I only have to wash my hair 2/3 times a week. It’s good!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Wow they really weren’t kidding when they said this was a concentrated formula. Little bit goes a long way  Lathered well, and when rinsed out, it didn’t feel like my hair was stripped of natural oils.  Used alongside the conditioner and root spray"
		},
		{
			"review_title": "Love packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Rootist Densify Shampoo I had to try for my thing hair to see if it gave me some fullness look to my hair. I have used this twice and this does give my hair a boost of fullness. I do wish the bottles were larger for the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this is a good shampoo for me with thin hair. it's a small bottle but it is high quality product and you only need to use half the normal amount for the same effect.my hair has experienced less fall out and breakage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really liked this shampoo. I definitely think that it’s effective and i feel like i’ve already noticed my hair getting thicker. A little bit goes a long way it is concentrated. I’m on my journey to healthier hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This made my flat thin hair do a 180. I have struggled with thin hair for years, and this product really made a difference! I would definitely recommend this for those who struggle with thin hair, and it smells great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This shampoo is amazing! I LOVE that I don’t have to use a lot of product to get the same result I would get with other shampoos! It leaves my hair feeling soft, thick, and clean! Bonus, it smells nice!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Been using Densify concentrated conditioner in pair with Densify concentrated shampoo for couple weeks now. I love how my hair feels so much thicker, and i even got a little bounce to it. And the size is great, very little goes a long ways"
		},
		{
			"review_title": "good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "This is a very unique product. Nothing like I have tried before. I was very surprised to find the bottle to be very small and yet the shampoo works just as any other brand.  It lathers up well and my hair felt cleaner and softer."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a very interesting form of Shampoo and I am so here for it, I love it! It is a concentrated formula, so it takes a few tries to get the right amount for your hair, but you don't need much at all. After using this for a couple of weeks, I am noticing a fuller effect to my hair, not to mention overall it just feels smoother and healthier."
		},
		{
			"review_title": "It promising",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "So I've been using this  product from last  3 weeks  on my thin hair to see any changes and somewhat I found this  effective.  I can feel the change.  After using this,  my hair feels smooth and hydrated.  I think I am going  to finish the bottle and can see  if this works well. So far I'm  liking the."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "When I tell you that I LOVE my thickening shampoo! I didn’t notice a difference until I blew dried my hair and it looked much fuller and people actually asked if I got it professionally styled because of how voluminous it was!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was very excited to try this product. I have super fine hair so I was looking for something to give my self a little volume and boost. I really love the texture of this product and my hair feels after using it. This is great for anyone who has very fine hair"
		},
		{
			"review_title": "New growth after a month",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I used this product for a month and was able to see new hair growth. I used it every day and also was taking care of my hair and scalp. It doesn’t leave my hair oily and looks healthier. I also noticed it does not knot up as much anymore. Definitely recommend this shampoo and conditioner for those with thin fine hair."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Amazing shampoo. It’s unlike any shampoo I’ve tried before. It instantly made my dry hair feel full of moisture. It made my hair feel fully hydrated. My hair was frizz free during the most hottest humid days of summer. I noticed my hair looking so much more healthier every time I’ve use this shampoo. this shampoo is very concentrated so a little goes a long way when using this product. I love that this shampoo is made pretty friendly without all the best stuff for your hair. Ever since I’ve been using this shampoo, I’ve noticed that my hair feels much more stronger and definitely looks shinier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A little goes a long way with this shampoo. My hair has always been thin and I experience lots of loss after washing it so I try to avoid washing it every day, but then I deal with oiliness! I’ve been happy with this shampoo and am excited to continue using it to see any changes in density."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Good shampoo to add into my everyday hair routine. I agree with others that this shampoo product has a certain fragrance to it that can be unappealing. If you are very sensitive to smells, might want to stay away. Other than that, I do think it helped my fine thin hair appear thicker."
		},
		{
			"review_title": "It only takes a tiny bit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I recently received a bottle of Densify Concentrated Thickening Shampoo For Fine or Thinning Hair from The Rootist, and my hair looks so much thicker after only a few uses. It lathers up well, from just a tiny amount in your hand.  It smells wonderful!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I’ve been using this product for 2 weeks & have noticed a significant improvement in my root section the most. I have Oily and thinning hair & I’ve already been able to see the difference in volume and density since starting it. I recently Cut my hair & it makes it seem more healthier & thicker. I can Feel the difference and have gotten a some compliments already :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using the shampoo and conditioner for a few days. The texture is OK and the fragrance is fine but my hair looks the same. I have fine hair. I think I need to use it for a little bit longer until I can see any changes"
		},
		{
			"review_title": "Such a great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Please read that you need half the amount you’re used to! This is such a great shampoo. It’s great or me and my husband who has completely different hair texture. I noticed it made his hair look super full,. My scalp felt really clean and when I curl my Hair it felt like I had twice the amount of hair! Not sure how it works but we are a big fan"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo is a unique concept, being a concentrate so you don't use as much quantity as other shampoos. It makes my hair feel healthier while still retaining moisture. Growth has improved as well, I notice a difference with more baby hairs popping up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received it recently and used it couple of times so far it’s okay not that great to give it five stars! I felt my hair looking voluminous yes but not very noticeable by others! I have my hair colored so it worked for me I felt my hair soft also!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "The Rootist Densify Concentrated Thickening Shampoo has really been helping my fine/thin hair. My hair feels fuller, and looks like lt has more volume and body than it ever has before. It smells so nice, too!"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I tried this shampoo for a couple of weeks and definitely noticed a difference in my hair. I love that the shampoo is a concentrate and only need to use half the amount of what I would normally use. It left my hair feeling healtier and softer."
		},
		{
			"review_title": "Amazing for thinning hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am using the shampoo and combination with the conditioner and wow they are potent! I like that this shampoo is sulfate-free yet still gives my scalp the clean it needs. I only use it focused on the scalp so this product has actually lasted me quite awhile especially since I have to only use half than what I usually use with a traditional shampoo since this is concentrated. I’ve definitely noticed less breakage and fall out which is amazing because my hair was thinning really badly due to stress and probably some other factors as well. I highly recommend if you want to maximize density and reduce fallout!"
		},
		{
			"review_title": "Felt a difference from the first wash!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Loving this new shampoo! It’s a concentrate, so a little goes a long way, but it bubbles up to a rich lather, and smells so, so good! My hair is left feeling clean, soft, and shiny. This is my new go-to!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Combination skin",
			"review_text": "Great for traveling but I just couldn't stand the perfume-y scent it has. It leathers really well and indeed you only need half the amount of product but I wished it smelled as good as the conditioner!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "OK, right off the bat. I am so impressed with this. I have very fine thin hair and it’s hard for me to find products that don’t weigh it down and keep it feeling fresh and this is my new favorite of all time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This shampoo does thicken your hair at the roots - however u have colored hair and it seems to dry it out a bit. If you put on a bit more conditioner tho and leave it you should be good to go! Really good for thin hair :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "With mínimum amount, this product lathers so much and washed my hair really well. The scent is really good and I feel like it strengthened my hair and also gave me a lot of volume, this shampoo also gave me a lot of shine and clarified my hair."
		},
		{
			"review_title": "Works great on thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This concentrated shampoo works so well with my hair! I have thin straight hair, and it has definitely added some thickness, along with great volume, to my hair. The scent is nice, and not too over powering. I like the pumps as well."
		},
		{
			"review_title": "Smells like heaven",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Oh my gosh this smells incredible! I hope they make this scent in a hair perfume:) It really does take half the amount you normally need to get a good lather. Does a great job getting my hair clean. Doesn’t leave it brittle or overly tangly. Love that it’s in a metal bottle as well even thought it came a little dented. My hair does look and feel more voluminous using this consistently. I will say that I notice more that it’s super shiny than anything else. Mirror like shine until I use a texture product after. The bottle seems like you won’t get a ton of washes from it but trust me you will…I need very little product since my hair is fine and thin. I wash twice every time I use it and both time it lathers well."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Oh my god wow I’m obsessed with this shampoo! It is true on the bottle how it says only to use half the product! The shampoo is so thick and you can tell it’s packed with amazing ingredients!! It smells so good! It makes my hair fuller"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was very excited to use this shampoo and I was left very disappointed and underwhelmed. I didn’t find myself using a smaller amount of shampoo than I usually do. Unfortunately I did experience a lot of hair falling out after using this product and for that reason I don’t recommend it."
		},
		{
			"review_title": "Great for hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this shampoo for 3 weeks and I see great results. My hair got stronger and I noticed way less shedding when I brush my hair. I feel that my roots are stronger now and my hair looks fuller overall."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have dry, damaged hair that sometimes lies flat when I blow it out and I was excited to try this shampoo. This is a good, lightweight shampoo but olny using the shampoo didn't really make a difference for my hair. It lathers really well."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This shampoo is amazing for fine or thinning hair. It leaves my hair feeling thicker and fuller after just one wash. The texture is light, and it doesn't weigh my hair down. Plus, it smells great! Highly recommend if you're looking to add volume to your hair."
		},
		{
			"review_title": "Definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been trying this shampoo for two weeks, and I have some thoughts. I have extremely fine hair. This is the first thickening shampoo I’ve ever used that doesn’t leave a gross film on my hair. My hair still feels like mine, only with some volume and body. Definitely recommend."
		},
		{
			"review_title": "Great for fine hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I love the packaging and concept of the densify concentrated thickening shampoo. The compact packaging is really nice to travel with and not take up too much space in the shower. My hair felt really clean, nourished, and shiny after using the shampoo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have never tried a product like this before but I am glad I did. It is good for thin hair, as it does not weigh it down and allows it to look like it has more volume. You really do only need a little bit!"
		},
		{
			"review_title": "Clean scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that a little goes a long way with this shampoo.  It really suds up on my scalp and makes my hair feel super clean.  My scalp almost feels refreshed after using!  I would definitely recommend to others!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
			"review_text": "I’m loving the density concentrated thickening shampoo! I can’t speak to the longterm effects of it but I love how it improves the volume of my hair and makes it look super voluminous and full. I can’t wait to see the longterm results"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A little goes a long way when it comes to this shampoo. It's concentrated so you only need to use a small amount. It cleans well and paired with conditioner my hair feels fuller and more voluminous.  It's also sulfate free and is formulate to helps minimize breakage."
		},
		{
			"review_title": "Great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I really enjoy this concentrated shampoo as it really packs a punch and you don’t need that much product to fully clean your hair! It smells kind of her and really good. The packaging is really nice with aluminum container and a pump which I prefer! I would definitely recommend this and rebuy it myself"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I am really impressed with this product. Does a nice job of cleansing without stripping the hair, also has an absolutely incredible scent!! Only downside is that the pump doesn’t push out enough product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love this shampoo so much! it smells so good and i also don’t have to use so much product! a little definitely goes a long way! and my hair does not feel greasy or anything afterwards, it just feels so light!"
		},
		{
			"review_title": "A little goes a long way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the new Densify shampoo! It’s easy to use and a little goes along long way! My hair is super fine and usually a little limp! After using Densify my hair felt amazing, the bounce was literally amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It was my first time trying this brand and I have to say I am so impressed with this. I’ve tried it for two weeks now and there is reduced hair fall shedding. My hair overall feels really healthy with this."
		},
		{
			"review_title": "Best Shampoo!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I literally love this stuff!!! You can really tell the difference in my hair. I haven’t had no fall out & my hair is growing thicker since I’ve been using this shampoo!!! It’s also color safe for color treated hair. Also don’t forget to get the conditioner & scalp treatment !!!"
		},
		{
			"review_title": "Densify Concentrated Shampoo for Fine or Thinning",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Rootist Densify Shampoo lathers well and I like how I can use half of what I usually use in terms of product amount since it is very concentrated. I have noticed less hair breakage after consistently using this product."
		},
		{
			"review_title": "very little needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I tried the Densify Shampoo & Conditioner as a set. This is the first time I've used a concentrated hair product and I really like it. Very, very little is needed and the pump bottle doesn't dispense a lot so none is wasted. That tiny amount lathers up really well for a full clean look and feel. I like having the smaller bottles and being concentrated just makes sense."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "First of all I love their products especially because they have a variety for thin hair and the ingredients as well.  My hair and scalp feel amazing and my hair dries really nice less frizz and better curl pattern resulting in thicking looking hair.  I would recommend this shampoo and day!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "A little goes a long way with this product. I've been using half the amount of my regular shampoo and it still creates a rich lather. My hair feels cleaner, refreshed, and has a noticeable boost in volume. It's a game-changer for my fine hair!"
		},
		{
			"review_title": "Hydrating and lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Oily skin",
			"review_text": "I have been looking for a densifying/thickening shampoo since I can’t take my usual supplements while pregnant and I think I finally found the winner! The ones I tried previously left my hair dry and brittle, and did not have the greatest scent. This shampoo not only smells amazing but is so silky smooth. I don’t find it to way my fine hair down either, which is the other issue I usually find with thickening shampoos. Bonus they the packing is eco friendly and refillable. I will definitely be repurchasing."
		},
		{
			"review_title": "Very nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The shampoo contains very unique ingredients. The texture is creamy, and the color is yellow. According to the instructions, I use half the amount I usually use for shampoos. It lathers very well, and I like how clean my hair feels. I also love the herbal scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "From the first wash, I noticed my hair felt fuller and more vibrant. The shampoo lathers well, providing a deep clean without stripping my hair of its natural oils. I also appreciate that it is made with natural ingredients, ensuring a gentle yet effective cleanse. The pleasant scent is refreshing and lasts throughout the day. Overall, this shampoo is a must-try for anyone looking to boost their hair's thickness and health."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Perfect shampoo, removes oil, leaves hair clean and healthy, love it doesn’t gave any unnecessary ingredients, is very clean and works effectively. I’m using it together with conditioner from the brand."
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love it because it leaves my hair very healthy with a softer and more radiant texture, it helps my hair stay clean and healthy, I love this new launch because your hair will love it"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My hair is very thin from all my years of bleaching and dying my hair along with straightening it everyday. This shampoo helps to make my hair look fuller. You can’t even tell that my hair is thin. It makes my hair look luscious, thick and full and I’ve gotten so many compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I loved this shampoo so much! I love how concentrated the formula is so you don’t have to use as much. Smells great and truly cleans the scalp. My hair is less frizzy and has an amazing shine.my hair has never looked as good without this shampoo set - love a good routine brush and blow dry finish"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "this is a concentrated shampoo, so you use half the amount you normally use for your whole scalp. my first issue with this is that i don’t think the recommended amount is really enough. even when i lather it up in my palms before applying it to my scalp, i feel like i need to go back for more to clean my whole scalp properly. the other issue i have with this is that if i use it on it’s own, i find that it leaves my scalp pretty oily after just 1-2 days. i can only use this shampoo when i do a second wash with a stronger salicylic acid shampoo, and that doesn’t really cut it for me. this is not a shampoo that i would purchase again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This was my first time trying a concentrated shampoo. I did use less product than usual, so the smaller bottle wasn’t a problem. I noticed a minimal amount of lather.  I have fine, thin hair and it provided an effective clean for my hair and scalp without and negative side effects. I did have to follow up with the conditioner to add softness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Concentrated shampoo and conditioner is the move!! I can’t believe I’ve been paying for watered down products this entire time. The duo really makes my hair healthy, shiny, and luscious and a little bit goes a long way"
		},
		{
			"review_title": "Great for the feel of thicker hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I had never really used a concentrated shampoo before and worried it would dry my hair out, especially with it being a thickening product. While My hair was a little dry, I did notice a difference in the density of my hair."
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Omg I am so impressed this shampoo is so concentrated a little goes a long way the bottle is small but trust me it will last you your hair feels so voluminous the scent is not overpowering even after you lather it you can feel how clean it leaves your hair an absolute must"
		},
		{
			"review_title": "Amazing products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shampoos are really good and I really like them!the coloring and texture of the shampoo and conditioner is awesome. Would I recommend it? Absolutely yes. Everything in these soaps are good. They are very easy to use and the directions aren’t hard to understand at all."
		},
		{
			"review_title": "Denser looking hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I really like this shampoo I like that it doesn’t require the normal amount but rather a small amount because of how concentrated it is. I have really thin hair and I feel like after a few use my hair is starting to look fuller. I also like how the shampoo cleans my scalp without leaving any residue. I would say the only downside is that it is a little bit pricey for how much you get"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Densify Shampoo by Rootist is a game-changer for those seeking fuller, healthier hair. Formulated with nourishing ingredients, it revitalizes the scalp and strengthens hair from the roots, promoting increased volume and density. This shampoo not only cleanses effectively but also stimulates hair growth, leaving your locks looking thicker and more vibrant. Ideal for all hair types, Densify Shampoo transforms thin, lifeless hair into a luscious, voluminous mane, giving you the confidence boost you deserve."
		},
		{
			"review_title": "Great for hair health",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love how clean and fresh my hair feels after using this shampoo. I have fine and thin hair by nature and it tends to break at the root easily. After about two weeks of using this on my shampoo days, I have noticed less hair falling after my showers which is a win in my book."
		},
		{
			"review_title": "Only 2 pumps… literally",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "I’ll be honest I don’t know the exact amount of shampoo your supposed to use so, to see if this actually worked I only did 2 pumps which when I saw the amount I literally was like no way but it lathered my whole head and lathered good! I was insanely impressed and I feel it will last me forever!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I have been using this shampoo for the last two weeks along with the conditioner and my hair has been looking much thicker! This duo has increased the amount of volume in my hair and I noticed right after the first wash!"
		},
		{
			"review_title": "Love the concentrated formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I've been using the Rootist Densify Shampoo for the past two weeks, and I’m really pleased with how concentrated the formula is. I almost wish it came in a smaller 3oz bottle instead of the 4oz size, as it would be perfect for traveling, especially since you only need a small amount. The pump is great for portioning out just the right amount of shampoo, but it’s a bit inconvenient for packing when I travel. For my fine, medium-length hair, I find that two pumps are just right to thoroughly cleanse my scalp. I recommend lathering it up well in your hands before applying it to get the best results. So far, I haven’t noticed a significant increase in hair density, and I’ve actually seen a bit more shedding. This sometimes happens when I switch products, so I’m planning to continue using it in hopes that my hair will adjust and I’ll start seeing the desired densifying effects."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "My hair overall looks so healthy. After having my two babies, my hair has been dull and thinning. This shampoo has significantly revived my postpartum hair. It also feels so smooth after just one wash."
		},
		{
			"review_title": "Great for thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I will say, I was taken back by the size of this product, HOWEVER - this is super concentrated, so I used a pea sized amount of shampoo and it lathered just as my normal amount would. Finding the right amount for my thin hair did take a few washes. I love how clean my scalp felt, but the biggest take was the overall volume and texture. When I curled my hair, I had SO much volume compared to when I shampoo with my other hair care. My hair feels soft and shiny and it also didn’t leave any residue or odd texture like some volume/density products. Overall, I loved this shampoo experience!"
		},
		{
			"review_title": "Works good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am loving this shampoo because I can totally see an improvement in my hair. My hair looks fuller and thicker. I definitely have more volume when I’m styling my hair. I also use this with the conditioner and I think they work well together!"
		},
		{
			"review_title": "Concentrated!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I really love this formula. It smells so nice and feels so silky. I literally just use two small pumps and it completely lathers my whole head. Rinses clean and my hair looks more healthy, shiny and fuller."
		},
		{
			"review_title": "Love this so far!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've been using this and and it's amazing! It maintains scalp balance, resulting in stronger, healthier-looking hair. The concentrated formula, with no added water, feels powerful and less wasteful. It significantly reduces frizz while improving moisture, strength, and shine. Highly recommended!"
		},
		{
			"review_title": "Love this foam shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This shampoo truly smells amazing. I love that it’s a foam pump and you only need a little bit, it’s super effective as it degreases my hair and leaves it fresh. I’d recommend this to anyone suffers from greasy hair."
		},
		{
			"review_title": "Surprisingly concentrated, highly impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have extremely dry and damaged hair, and this is exactly what my hair needed. I have hair that is very fine as well, and I have noticed that it is losing more density as of late. The shampoo is super easy for me to incorporate into my weekly hair washes, and if it is going to promote density on top of that, even better! So far, this is a great shampoo and I’m highly impressed with this product, I will continue using it to determine if it helps density issue. I love the concentrated nature of this shampoo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Me and my hair have been loving this shampoo concentrate since I’ve added it into my shower routine! I love how clean my head feels after I use it and that it doesn’t dry it out. I’m also a fan of the smell!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have had fine thin hair all my life and it has been a struggle to find hair products that don't leave my hair looking greasy after even a small amount of use. I think Rootist did a really smart job creating this density shampoo for people who have hair similar to mine. After just one use, my hair looked thicker and was bouncier. It's such a holy grail product for me."
		},
		{
			"review_title": "Fast results within 2 weeks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After using this shampoo, my hair feels thicker, fuller and much healthier than before! I did find that I needed to use a little more shampoo than recommended, but it is fairly concentrated. It doesn't really have much of a scent, so if you are sensitive to fragrances products, this shampoo is for you!"
		},
		{
			"review_title": "A must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the besst shampoo for fine and thin hair I love it."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I was gifted this Shampoo from The Rootist and is my new obsession! The packaging is nice, and you just need a little bit of product to foam. The smell is amazing! I will be buying a new one pretty soon!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using the rootist shampoo for about two weeks now and it has really made my hair look and feel much fuller"
		},
		{
			"review_title": "I love it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is super concentrated, which means you only need a little bit for big results. I love how foamy it gets, and my hair feels and looks squeaky clean. My hair looks so shiny afterwards that people have actually noticed that I have changed my shampoo. I have already noticed less fall out and my strands feel thicker. I honestly love this shampoo, and would definitely try other products from this brand, and repurchase this one. Love it!"
		},
		{
			"review_title": "Great solution for frizz and density",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Trying out this shampoo by The Rootist was a very unique experience. I’ve never used a shampoo that only required you to use a tiny bit since it’s considered a concentrate. This helped make the bottle last so much longer. As for results and effects it left on my hair, it left my hair feeling very soft and healthy. I felt it reduced frizz. I will also add that it has a very strong and long lasting aroma and fragrance."
		},
		{
			"review_title": "Awesome shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This concentrated shampoo by Rootist indeed lives upto its mark. You only need half the amount of your regular shampoo at max and I love the light fragrance. Left my hair feeling soft and light. I like it a lot."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love my new hair! My hair feels so lush and  beautiful! It is so smooth and pretty ! I love that it keeps my hair glowing all day as I had damaged hair before use ! I love I can use it every time I wash my hair! I received something in exchange for this post!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I’ve been using the Rootist Densify Shampoo for a few weeks, and I’m impressed! My fine, thinning hair feels thicker and more voluminous. The lightweight formula lathers well and has a pleasant scent. It’s gentle enough for daily use and leaves my scalp feeling clean and refreshed. Highly recommend for anyone looking to boost hair density and volume!"
		},
		{
			"review_title": "The best concentrated shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this shampoo! It gives my hair volume without making it feel heavy or greasy! It have a nice smell to it and love that it’s concentrated so you don’t have to use as much as you normally would"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was very excited to try this revolutionary new Densify Concentrated Shampoo by The Rootist. I usually need to use a lot of shampoo to clean my long hair but I really only needed a very small amount and it did the job! My hair looked and felt very healthy afterwards."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love this shampoo! You need just really a little! Cleans the scalp so good and hair is so soft after it! I have thin blonde hair! Really love the packaging too, you can use it until last drop! Amazing light smell!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Good shampoo for dry damaged hair. Smell didn’t bother me at all like some suggest. You don’t need to use a ton of product easy to rinse and have my flat, thin hair density. After 2 weeks less breakage and frizz, highly recommend!"
		},
		{
			"review_title": "Good so far",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I did notice it made my hair feel thicker, was actually the happiest at the fact that it didn’t seem to weigh down my fine hair. Cleansed the scalp well without overstripping it. For the shampoo being concentrated it didn’t lather up as much as I would like so I’ll probably go through it quick"
		},
		{
			"review_title": "Refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Densify Concentrated Thickening Shampoo has helped my hair SO MUCH!! It requires a little amount and once the water hits it, it lathers into a good amount of product. It smells good and also the way my hair felt was CLEAN! It doesn’t weigh down or leave your hair oily."
		},
		{
			"review_title": "Really nice lather",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I'll admit, I was somewhat skeptical in regards to this size of this shampoo. However, I was really pleased to see just how much lather a small amount can produce.  After 2 weeks, I don't necessarily notice an increase in density, but do see a lot more shine! I have fine hair,  and this does a great job of giving me a little extra bounce.  The scent is quite pleasant and it lingers nicely."
		}
	]
}