{
    "product_id": "555",
    "name": "Bond Repair Custom Shampoo for Straight, Damaged Hair",
    "brand": "Function of Beauty PRO",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 32.0,
    "about": "What it is:u00a0A customizable shampoo that boosts shine and manageability of damaged, straight hair. Enhance your shampoo even further with our Lift Legend, Oil Heiress, and Shine Queen Hair Goal Concentrates. Our PRO line is our most concentrated collection to date and specifically targets damaged hair. Thisu00a0Adaptiveu00a0Bonding Complex repairs mechanical, chemical, and heat damage, thus promoting stronger, more resilient hair over time...Hair Texture: Straight..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Color Safe.- Damage, Split Ends, and Breakage.- Dryness..Key Benefits:.- Gently cleanses without stripping.- Re-links broken bonds, strengthens hair.- Promotes softness and manageability..Highlighted Ingredients:.- Adaptive f3 Bonding Complex (TM/MC): Technology that directly targets damage on each hair strand to rebuild bonds and reduce breakage..- Glutamic Acid from Hydrolyzed Quinoa: Makes hair shiny and manageable...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, sulfate-free and comes in recyclable packaging...What Else You Need to Know: Function of Beautyu2019s most concentrated formula to date, this custom haircare is powered by a patented Adaptive f3 Bonding Complex that self-adjusts and targets your unique damage and re-builds bonds for stronger, more resilient hair. To customize your formula and address your hair concerns even further, choose up to three Hair Goal Concentrates per product...Fragrance Description: A bouquet of fresh spring flowers, with notes of pink peony, wild freesia, and creamy sandalwood. Dermatologist tested and suitable for all skin types. Fragrance is microbiome-friendly and gentle on scalp...Clinical Results: The result? Healthier-looking hair in just one wash. 2x smoother hair with 2x less breakage, for stronger, more resilient hair after just five washes..",
    "ingredients": "-Adaptive f3 Bonding Complex (TM/MC): Technology that directly targets damage on each hair strand to rebuild bonds and reduce breakage..-Glutamic Acid from Hydrolyzed Quinoa: Makes hair shiny and manageable...Water (Aqua), Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Decyl Glucoside, Glycol Distearate, Sodium Lauroyl Lactylate, Hydroxypropyltrimonium Inulin, Hydrolyzed Quinoa, Arginine, Panthenol (Provitamin B5), Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Jojoba Wax Peg-120 Esters, Sodium Lauroyl Sarcosinate, Glycerin, Sodium Isethionate, Cellulose Gum, Xanthan Gum, Hydroxypropyl Methylcellulose, Citric Acid, Itaconic Acid, Fatty Acid C8-18, Caprylic Acid, Xylitol, Tocopherol, Ethylhexylglycerin, Polyquaternium-7, Peg-120 Methyl Glucose Dioleate, Sorbeth-230 Tetraoleate, Polyglyceryl-10 Laurate, Sorbitan Laurate, Fragrance (Parfum), Sodium Chloride, Trisodium Ethylenediamine Disuccinate, Benzyl Alcohol, Phenoxyethanol, Meg-Ester, Potassium Sorbate, Aminomethyl Propanol, Sodium Laurate, Methyl Gluceth-10, Sodium Benzoate, Benzyl Salicylate, Citronellol, Linalool....",
    "how_to_use": "Suggested Usage:.-Add up to three Hair Goal Concentrates into your Straight Hair Recovery Shampoo (Hair Goal Concentrates sold separately)..-Shake bottle vigorously for 15 seconds before first use..-Apply your custom shampoo to wet hair..-Lather..-Rinse thoroughly..-Follow with our Straight Hair Recovery Conditioner Mask (sold separately)..-Style as usual....&nbsp;Recycling Instructions:.-Bottle made with 60% PCR Plastic..-To recycle, rinse bottle and remove cap..-Always check local guidelines before recycling.",
    "num_reviews": 294,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-custom-recovery-shampoo-for-straight-damaged-hair-P507582?skuId=2706521&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2706521-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2706521-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this shampoo. It has a light fragrance. It leaves my hair clean and doesnu2019t dry my hair. My hair looks good after it has been air dried.  I am going to purchase it again so I have it in stock once I run out of the current bottle."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I purchased this because I have very straight, oily hair. This product dried out my hair SO BAD! My hair has NEVER felt so dry and unhealthy! I will never buy any of these products again."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently purchased what I thought would be a premium shampoo, but it turned out to be the worst shampoo I have ever used in my life. The product is expensive, and the shampoo alone is completely ineffective. To see any results, you have to buy additional products like a mask conditioner, which only drives up the cost even more.Even after buying the extra products and mixing them with the shampoo and hair mask as instructed, the result was awful . My hair felt like a rock after washing! I couldn't even run my fingers through it.  I am beyond disappointed and will never purchase this shampoo again. Save your money and avoid this product at all costs."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I do not recommend this product. This shampoo made my hair very flat and lifeless. It also added a weird waxy texture to my hair."
        },
        {
            "review_title": "Comparable to Drugstore Shampoo",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used this entire bottle hoping for great results but I havenu2019t noticed anything. I need a lot of product just to completely cover my scalp and although it works as a shampoo should, it feels like I need to use half the bottle for that to happen. I added two mix-ins, neither of them worked and didnu2019t make this shampoo any better. Itu2019s not a bad shampoo but youu2019re better off buying a drugstore one for cheaper if considering this shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love Function of beauty products. Have been using them for a while now and keep repurchasing. I have fine straight hair and the straight hair line works great for me. My hair looks healthy and smooth and smells amazing."
        },
        {
            "review_title": "Go to shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I am absolutely in love with this hair mask. My hair feels smooth and less frizzy after using it. I love how it comes with a small applicator for a mess free application. My hair is very straight and flat and the straight hair collection gives me the silky hair I desire."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this shampoo. It smells incredible and the scent stays for some time after washing my hair .  I have color treated hair and I find this shampoo helps me to keep my hair nourished and more manageable. My hair looks so much healthier . Great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This shampoo smells amazing and does a really good job in keeping my straight hair clean and frizz free. After i use this, i feel like i didnu2019t strip any of my hairs natural oils but at the same time, i feel like my hair is clean and refreshed!"
        },
        {
            "review_title": "SLEEK HAIR!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Normal skin",
            "review_text": "After using this product for a few times, I noticed a difference in the way that my hair looked when dry. Iu2019m always looking for the best way to make my hair look sleek and I think that this is it!"
        },
        {
            "review_title": "Really great shampoo for straight hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This shampoo is really great! I have relatively straight hair and it made my hair feel very soft from root to end. I enjoyed using it in the shower. It also smells really fresh and clean, kind of like a light perfume scent. I am enjoying this shampoo and it has been my favorite so far from Function of Beauty."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My hair is damaged due to heat and also lacks shine. Iu2019m always looking for a shampoo to smooth my hair out. With that being said Iu2019ve been LOVING this shampoo! Provides everything my hair is lacking. This product was given to me by function of beauty in exchange for my honest review."
        },
        {
            "review_title": "One of the best out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "My hair is very long, very straight and very fine. It can be very cranky at times (look at it wrong and it will snarl). Finding what works for my hair can be difficult. Too moisturizing and it looks weighted down and greasy. Not enough hair love and it comes out very angry and straw-like.  My hair fell IN LOVE with this shampoo (the whole set really). Adding the concentrate is super easy (I went with shine). When working the shampoo into a lather, my hair behaved. If your hair gets cranky here too you know exactly what I am talking about. I knew this was going to be a winner even before following with the hair mask (also amazing btw).  The shine is incredible. I wish I could capture it better on camera. Even more than the beautiful shine, is the softness it gives without weighing my hair down. Even my ends, that definitely need a trim, are looking better. There is also a very pleasing light floral scent left behind that you catch little whiffs of."
        },
        {
            "review_title": "Good shampoo, used the wrong booster on accident",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I have naturally very straight hair so I thought this product would be perfect for me. I think I may have made a user error when I included the shine booster in the shampoo instead of the conditioning mask. I like the shampoo but I do find it leaves a shiny finish and thatu2019s my own fault for using the wrong booster."
        },
        {
            "review_title": "Love it!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "My hair has always been brittle, dry, and straight. I always have a hard time trying to find new products that work on my hair that is specifically what I need for my type of hair. This shampoo does a great job at delivering exactly what I expected!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo expertly targets damaged hair. I love that this isnu2019t a one size fits all shampoo and that you can customize it for your needs. You can select specific Hair Goal Concentrates to add to the shampoo and conditioner mask which is so innovative! The Recovery Shampoo is enriched with arginine and works with different amino acids in each hair type formula. I tried this shampoo along with the shine enhancing hair gloss goal concentrate mix-in and the visible and lasting benefits were so impressive, but the scent just was not my favorite. Overall Iu2019m extremely impressed with my first experience with function of beauty."
        },
        {
            "review_title": "Hair looks so healthy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "My hair is straight and can look lack luster and dull if I'm using a poor quality shampoo. I've been using this the last four days and my hair is so shiny and soft. It smells great and lathers nicely. Again the shine is gorgeous and I will be using on repeat."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received from: Function of Beauty :Shampoo for Straight Hair:I love this shampoo. My hair is very damaged with dry ends and this shampoo has noticeably improved my hair. Now my hair is much more manageable and shiny and, above all, healthy."
        },
        {
            "review_title": "Extra soft and clean head of hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This shampoo actually leaves my hair feeling clean! I love the light scent, the fact that it has a good lather, and rinses out without feeling like there is any residue left behind. I added the shine queen additive to my shampoo and my hair has never been shinier after a first wash! I will absolutely use this over and over again!"
        },
        {
            "review_title": "a perfect shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely adore the Custom Recovery Shampoo for Straight Hair by Function of Beauty! This product has completely transformed my hair care routine. From the very first use, I was blown away by the results. My hair looked simply stunning.  The personalized formula truly worked wonders on my straight hair. Not only did it deeply cleanse, but it also left it incredibly soft and manageable. Even my friends noticed the difference and asked me what I was doing to make my hair look so radiant!  Plus, I love that this shampoo is free from harsh ingredients like parabens and sulfates, giving me peace of mind knowing that I'm taking the best possible care of my hair.  After using it for a few weeks, I noticed a significant improvement in the overall health of my hair. It looked shinier, stronger, and much healthier. I really can't recommend this product enough!  In summary, the Custom Recovery Shampoo for Straight Hair by Function of Beauty is an exceptional product that has exceeded all my expectations. If you're looking for a shampoo that leaves your hair looking beautiful and healthy, this is the one for you!"
        },
        {
            "review_title": "Great for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "As someone with really fine, Iu2019m always hunting for new products to help with frizz and breakage. My hair is long but I notice that it thins towards the ends. My hair feels silky and appears shiny after use. I picked the straight hair version because my hair is naturally stick straight. I noticed that this system helped my hair retain moisture and appear more healthy"
        },
        {
            "review_title": "A perfect shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This shampoo leaves my hair smelling and feeling absolutely fantastic! Iu2019m a huge fan of the green packaging, and the twist too makes it so easy to get the product out to use! I chose the straight hair one, because my hair is pin straight! Love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This shampoo has been incredible for my wavy hair. I have tried SO many different shampoos on the market searching for something like this. My hair has been feeling dry and brittle so I decided to try this shampoo thanks to all the great reviews I read, and Iu2019m honestly so glad I did. Absolutely loved the effect of this after one use! Leaves my hair shiny and silky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a really nice shampoo specially made for my super fine and thin hair. It makes it look more bouncy and full of life after using it and doesn't weigh it down like some shampoos. My hair looked so full!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "Function of Beauty shampoo offers a personalized hair care experience, tailored to your specific needs and preferences. With its customizable formulas, you can choose everything from the scent to the ingredients, ensuring that you get a product that's just right for you. The shampoo lathers well and leaves hair feeling clean and refreshed, without stripping away natural oils. Plus, the sleek packaging looks great in any bathroom. Overall, Function of Beauty shampoo delivers on its promise of personalized hair care, making it a standout choice for those looking for a truly customized beauty routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo is perfect for those with straight hair. It really cleansed my scalp while adding volume, and surprisingly, it kept my long ends sleek and tight. It's become a staple in my hair care routine."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This shampoo gives a great clean. I received this complimentary from Function of Beauty and have been using it with the corresponding conditioner (which I love) and leave in cream.  It doesnu2019t get overly sudsy and is easy to work through my thick hair and rinse clean. I love the end result of using this as a complete set and have been getting compliments from people that my hair looks really pretty! I think this shampoo is absolutely made for use as the 3 part system because the deep hydration of the conditioner coupled with the cleanness of this shampoo really balances my hair out nicely. Definitely recommend using them all together."
        },
        {
            "review_title": "Hydrating yet clarifying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I really enjoy this shampoo. I have dry ends and an oily scalp and it is hard to find a shampoo that will cleanses my hair enough but at the same time not dry out my ends. This shampoo is a good medium between a hydrating and clarifying shampoo. It didnu2019t weight my hair down but still felt hydrated after washing. I will be continuing to use this as my normal shampoo in conjunction with a deep clarifying shampoo when needed."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have straight hair so I ordered this shampoo. I use it few times a week and I like the quality of my hair. It is hydrated, sleek and silky. It looks healthy. I would highly recommend it to everyone to try it out !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recently had the chance to try out the u201cCustom Recovery Shampoo for Straight Hairu201d by Function of Beauty Pro, and I must say, Iu2019m impressed! This product was a gift, and I have to admit, it exceeded my expectations. My hair is naturally straight, and I chose this shampoo because it promised to strengthen and enhance the appearance of my hair. From the first wash, I noticed a difference in the smoothness and manageability of my hair. The fresh floral fragrance is also lovely and leaves a pleasant scent in my hair all day long. I would definitely recommend this shampoo to anyone looking to strengthen their hair while enjoying a personalized washing experience!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This hair products are sooooooo amazing, Iu2019m so happy with how much they have helped my hair, my hair is so healthy, soft and smooth, I started using the consistency and I totally regret not using them earlier in my life"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Straight Hair Recovery Shampoo has been helping my hair get back to its former glory. Itu2019s been looking shinier and healthier since I started using it. I pair it with the corresponding conditioner."
        },
        {
            "review_title": "I really like the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Been using this shampoo for a few days now and I really like how it makes my hair feel! It lathers pretty well and I enjoy the scent. It cleans my hair really nicely and it does not make my hair feel oily either."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new holy grail shampoo! I canu2019t believe how soft and shiny it leaves my hair after using. It is so hydrating and it feels like I just left a salon every time I use it. The smell is also so good."
        },
        {
            "review_title": "Yikes - my hair started falling out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was so excited about this product and knew it had to live up to the hypeu2026 Iu2019m not someone who leaves reviews but this made my hair start to fall out after about 8 washes. As soon as I stopped using it, shedding stopped. Worked good but not worth losing your hairu2026"
        },
        {
            "review_title": "Moisturizes my hair without weighing it down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this shampoo! My hair is dry and brittle from cold winter months and bleaching my hair. This shampoo gave it much needed hydration without making my hair greasy or feel weighed down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Over the past few weeks I have been using this shampoo and Iu2019ve noticed serious results! My hair looks and feels so much healthier, I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Honestly this product was just okay. I hadnu2019t tried this brand before but wanted something to bring the life back to my hair. Day one after use was great but quickly faded. I donu2019t think Iu2019ll be using again."
        },
        {
            "review_title": "loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "smells divine and leaves my hair so soft and silky!"
        },
        {
            "review_title": "Overrated",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I did like the scent but it just left my hair feeling greasy and like I hadnu2019t really washed my hair."
        },
        {
            "review_title": "Good shampoo, but did not work for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It is a good shampoo, works great for my family, but not for me. I have fine thin bleached hair and after using this shampoo my hair felt dry, no volume at all and became greasy quick. I am going back to Bondiboost Thickening Therapy that was out of stock but now a set is available.  P.S. My son loved this shampoo, his hair looked great and smelled great, so I kept it for him!"
        },
        {
            "review_title": "Feels like product built up in hair. Gross.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So, I have used lots of different shampoos. I'm quite loyal to Redkin All soft, but also liked the AMIKA conditioner mask. I wanted to try something new. Bought this + conditioner + shine and volume boosters - smells lovely but.... I don't know what it is, but it constantly feels like there's product in my hair not washing out - like that wasy feeling close to the root of my hair. I have a high pressure handheld shower head that I've used to get it all out - this is my 5th wash, and I still find this product leaves my hair feeling like there's stuff not washed out. It's really annoying and gross. If I run my hands through my hair, it gets stuck at the root bc it feels like there's so much product still in there. Not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "a new favvvorite shampoo. i mixed this with the oil control concentrate and it was the perfect combination. my hair is mostly straight with a sliiiight wave and this doesn't weigh that down at all - just smooths my straight hair and gives the volume it needs. so good!"
        },
        {
            "review_title": "Buy this now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019m not usually one to write reviews but this shampoo is AMAZING!!!!! I have bleached/colored hair and I was looking for a color safe shampoo. This made my hair SO SOFT. Do yourself a favor and buy this now"
        },
        {
            "review_title": "Have been loving this shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love this shampoo. It's difficult to find a product for straight hair that makes it healthy but not a greasy oily mess that I have to wash everyday. It's changed my hair already and I've only used it for the past three washes. Also, the packaging is adorable. This one is a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "At first I thought this would be amazing! It started working very well then as I started using it for about a month it was clear that I was having a lot more hair loss."
        },
        {
            "review_title": "Where has this been all my life??",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Where has this been? Iu2019m in LOVE with this shampoo and I like that you can customize the shampoo for your needs.  I chose shine, color and frizz.  It smells AMAZING. I feel like after my shower I can never smell the shampoo but with this, you can and itu2019s so so good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This shampoo is really nice because of the lather, I prefer to see suds so this was nice! Has a similar smell as the mask but it didn't strip my hair, sometimes it feels really dry but that wasn't an issue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Gifted by function of beauty pro, I have loved using the custom recovery shampoo for my straight hair. It is formulated with lysine and has a rich-lathering, sulfateu2013free formula. My hair feels soft and shiny after each wash. Definitely recommend!"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I received t is complimentary from Function of beauty PRO. Love how my hairs feels after! So soft, shiny and hydrated. It also smells amazing. The packaging is very convenient for the shower as well! I have bleached, straight hair and I think it works really works great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Function of beauty PRO. I love the smell. It left my hair smooth. My hair is naturally very straight but it tends to tangle. This shampoo helped making my hair easier to manage."
        },
        {
            "review_title": "Nice shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by function of beauty, ive been trying this shampoo for a few weeks and so far i really enjoy it. My favorite is the smell, it smells just like salon shampoo ans it lingers in my hair too which is nice. It foams up nicely and leaves my hair feeling clean"
        },
        {
            "review_title": "ANAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "This shampoo is everything and was gifted by Function of Beauty Pro. It made my hair look and feel amazing! I have been had so many issues with dry scalp and itchiness and this shampoo took all of that away in one wash! It make my hair feel crazy clean! I got compliments that my hair looked like I just left the stylist!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this scent. Iu2019ve used it for a few days and my hair feels so much more moisturized. I added the shine enhancer to it and after one wash saw a difference ! I like that itu2019s customizable and Iu2019ll be able to add different concentrates based on what I need. This was gifted by function of beauty pro"
        },
        {
            "review_title": "Everyday Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product complimentary from functionofbeauty and I really like it! I have naturally straight hair and I feel like this shampoo enhanced it. It smells great and left my hair feeling soft and refreshed. I also think my hair stayed clean for multiple days while using this shampoo."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Function of Beauty Pro Shampoo smells great and is very moisturizing. It leaves my hair feeling refresh and I hope it will help with the damaged hair and split ends. This product was gifted by Function of Beauty."
        },
        {
            "review_title": "Vegan & cruelty free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "The product was gifted by the brand. I have straight hair, slightly lightened with a lightening spray. Loving that there are product specifically designed for straight hair to make it smoother. Love that this line is all vegan & Peta certified (I only support cruelty free brands)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This shampoo, complimentary from Function of Beauty, helps cleanse my scalp without stripping my hair of moisture. My hair feels clean. I have straight hair and typically wash it at most twice a week."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019m in love with this custom recovery shampoo ud83dude2eu200dud83dudca8 I have very straight thin hair. Itu2019s hard to find a shampoo that gives me some volume while still giving me some shine. But this custom shampoo does both for me! it leaves my hair so shiny and soft! The scent isnu2019t overpowering which I like, and I love the fact that I can customize it to my liking ud83eudd0cud83cudffc   disclaimer: I received this product complimentary from Function of beauty in return of my honest opinion ud83eudef6ud83cudffd"
        },
        {
            "review_title": "Loving this shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This shampoo is a must have! This product was gifted to me by Function of Beauty Pro and It left my hair feeling silky smooth and hydrated. I have straight thin hair and this shampoo definitely helped my hair. It smells so good and fresh. It left my hair feeling clean and refreshed."
        },
        {
            "review_title": "Great product as always!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Iu2019ve been using Function of beauty for years now, so I was excited to try this formula gifted by Function of Beauty PRO. I absolutely love the idea of custom hair care u2014 our hair is just as unique as we are. I have oily straight fine hair and this shampoo works wonders u2014 my hair is more voluminous and shiny."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This shampoo, while packaged nicely, was worked well! My hair felt soft and shiny, however I am unsure if it made any long lasting noticeable differences on my straight, bleached hair. This was gifted by Function of Beauty PRO."
        },
        {
            "review_title": "Amazing to prevent damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This has made my hair so much smoother and shinier with no frizz! I have straight hair but itu2019s thick so it can easily get frizzing and this makes my hair so silky and smooth plus very soft. Absolutely loving how my hair looks and feels whenever I use this! I was gifted by Function of Beauty PRO and I need to try more from them!"
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This shampoo is great. It smells really really good. I love how well it lathers in my hair and that it leaves my hair feeling clean and smelling great. I have super straight long hair so this is perfect for my hair. Gifted by function of beauty pro."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have straight, fine hair that tends to get oily quickly, and I opted for Function of Beauty's Custom Recovery Shampoo for Straight Hair. After using this shampoo for a few weeks, I'm impressed! It leaves my hair feeling clean without stripping its natural moisture. The personalized formula caters to my hair type perfectly, and I've noticed less oiliness at my scalp. Plus, it smells amazing!Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this shampoo. It works great on my colored hair. I like the smell of it. It quickly lathers up and makes my hair feel clean, smooth and soft. It is good for color care and straight hair. It was gifted by Function of Beauty."
        },
        {
            "review_title": "Revolutionized Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was hesitant to try this at first to try this since I am not a fan of their original target line. However, after trying this my opinion of the brand changed. I actually find this to be a high quality shampoo. Gifted by Function of Beauty."
        },
        {
            "review_title": "Clean without stripping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have straight hair that is pretty damaged from swimming and coloring itu2019s the past so I thought this shampoo was really beneficial because it cleans my roots without stripping my hair. I liked the the screwtop lid that dispenses product and I thought it worked really well without damaging my hair! gifted by functionofbeauty"
        },
        {
            "review_title": "Foaming, fresh and functional!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Function of Beauty gifted me their Custom Recovery Shampoo for Straight, Damaged Hair and I loved using this for my straight medium thickness hair! I find the smell to be super fresh and leaves my hair feeling super clean and has a really good foaming lather to it!"
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by function of beauty this shampoo and I love it! The sent is great but not overpowering at all, a little really goes a long way! Iu2019m pretty shampoo picky but this is so great! I totally recommend!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My personal hair type is dry and this made my hair so smooth and detangled it! It also has a nice scent to it which is not super over powering. I would definitely recommend this product to everyone! It is my fave. This was gifted by function of beauty pro"
        },
        {
            "review_title": "Nice one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The packaging is my favorite. I love the twisting lid dispenser. It has a creamy and pearlescent texture. The scent is fairly strong and floral. The shampoo foams well. My hair feels soft and moisturized after use. Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "Doesnu2019t weigh down hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Function of Beauty Pro. This shampoo is so perfect! I don't feel like I need to double cleanse at all. It smells SO CLEAN. It doesn't weigh my hair down or make it feel gross. I will definitely be using this, especially with it being so customizable to me and my needs!"
        },
        {
            "review_title": "Shiny hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I tried this product on my my moms hair too just to have a better opinion about it.   My mom hair get shiny but so rough, she canu2019t even detangle it correctly, but in ny hair it works fine, a very shiny finished and a great quality.  I also love the shampoo bottle because it has a nice lid. Shampoo feels so gently and good on my hair.  *Gifted by Function of Beauty PRO*"
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Literally the best shampoo and conditioner Iu2019ve used. It makes me hair look lively, and doesnu2019t weight it down any. I can run my fingers through my hair throughout the day because itu2019s that soft. Iu2019ve been training my hair and this still makes it look good throughout the week when not washing."
        },
        {
            "review_title": "Amazing for anyone with straight hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO the Custom Recovery Shampoo for Straight Hair and loved it. The scent was so fresh and clean and the formula lathered so well. This shampoo is made for straight hair, which I have, so I was excited to hear that there was a product made for people with my hair type. The goal is to target damaged hair, reduce breakage, and strengthen broken bonds, and I believe it accomplishes all of that and more. This shampoo is 100% worth a try if you havenu2019t given it a try yet. Hope this helps!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I loved the way this product felt on my hair! It really cleansed my scalp without drying it out too much. My hair is very sensitive to changes in temperature or if I change the products that I use, but this was amazing! This product was gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is the second group of products i have tried from function of beauty and honestly i love them. i feel like the shampoo actually hydrates my hair, which i really need since i dye my hair. i really like that you dont have to use a whole bunch to get your hair soapy too. i think this brand has definitely helped with my hair growth and makes my hair shine!!! Complimentary from functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have used Function products before but I think the PRO line is an upgrade for sure. First, I like that I can choose a specific formula for my hair type. Secondly, I like the idea of mixing in my own hair goal concentrate. I think this is important. The shampoo is clean and I really like how my hair felt after. I got the shine enhancing hair goal concentrate along with the recovery straight damaged hair shampoo formula. My hair was bleached and dyed dark over. Needless to say that this was the repair it needed. And it's affordable so that's always a huge plus. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was Gifted by Function of beauty. I chose the Straight hair line as my hair is mostly straight with a tiny bit of wave along my hairline. It gave my hair a good lather and nice cleanse. I found that the smell was really nice as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo was complimentary from function of beauty! Great shampoo that kept my colored hair hydrated but still got a thorough cleanse from using it. Love the packaging as well! Will be bribing this with me to travel"
        },
        {
            "review_title": "Straight hair must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo makes my hair so soft and smells amazing. the bottle has a perfect circle on the top allows the perfect amount of product to come out. Function of beauty gifted me this product but I will definitely be buying it when I tun out!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've been using this shampoo for a few weeks now, and I'm really loving it! The scent is amazing and it leaves my hair feeling so smooth and soft. I also feel like it's helping to reduce frizz and flyaways. Gifted by function of beauty pro."
        },
        {
            "review_title": "Must-try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this shampoo, gifted by function of beauty, I found that the formulation compliments my straight hair well! I really loved the fragrance - a subtle but clean-smelling floral. I also loved the style of the packaging as it felt extra hygienic. The customizable aspect makes this shampoo perfect as it caters to my needs!"
        },
        {
            "review_title": "So Luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Kindly gifted by function of beauty. I am obsessed with this shampoo! First of all the packing is so beautiful and luxe it feels like a high end shampoo. On top of the packaging the formula is beautiful as well! I have fine straight thick hair and this product was a dream for me"
        },
        {
            "review_title": "Wanted to love it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Wanted to like this product but didn't. The packaging is cute and a nice color but the smell of the shampoo was horrible. I got no lather and it felt as thought I hadn't washed my hair when using it. I felt as though I needed to wash my hair three times to get dirt out with this product. I received this complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "Does the job!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "My hair felt so clean after using this shampoo! I have straight hair so that is why this product works for me. I was gifted this by"
        },
        {
            "review_title": "yes yes YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "the shampoo feels so nice and also smells really good! made my hair feel very soft without weighting down or making it feel weird! i am really enjoying this shampoo out of my entire collection i keep going back to it! gifted by Function of Beauty"
        },
        {
            "review_title": "So nice for my straight hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve tried so many shampoos and this one has exceeded my expectations! I feel like there arenu2019t that many products specifically designed for straight hair so Iu2019m super happy with this one. I love the smell and with the added toner my hair looks so nice! I was gifted by Function of Beauty PRO but I genuinely recommend."
        },
        {
            "review_title": "Smooth Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received the straight hair recovery shampoo complimentary from function of beauty pro in exchange for my honest review. This shampoo works just as well as the other bonding shampoos out there. My hair is smooth with less split end."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO and I absolutely love this product!! It makes my hair feel so nourished and after usage it has made my hair feel sooo soft! I have issues with damaged hair and this product has really done the trick. Worth the hype!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I really like this shampoo! I have fine, straight hair and this doesnu2019t weigh it down at all. Makes it feel soft and healthy and never stripped. This product was gifted to me complimentary by Function of Beauty."
        },
        {
            "review_title": "My new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Loved the way this shampoo smelled and felt on my scalp! Felt super refreshing and so clean after. I definitely could tell a difference in my hair after using this product, felt a lot cleaner, softer, and healthier! This was gifted by Function of Beauty PRO but I will definitely be repurchasing"
        },
        {
            "review_title": "Will be issuing again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I so far am loving the shampoo! It has a really nice lather and also a really nice smell. It isnu2019t too thick or thin and I will definitely be using this again. I also feel that it did clean my hair quite nicely gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this function of beauty shampoo. It smells so good and my straight hair feels really soft after. I added the shine enhancer and I definitely see a difference. I also use it with the conditioner. This was gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Function of Beauty. This shampoo lathers up well and effectively cleanses my scalp and hair. I like how it calms, nourishes, and hydrates my scalp and hair. My hair looks so healthy and I love how soft and smooth my hair gets after each wash."
        },
        {
            "review_title": "I LOVE IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO and have loved this shampoo so far! I love the matte subtle packaging! My hair looks great! I will definitely be continuing to use it and purchasing more function of beauty products! I canu2019t believe it took me this long!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This scent on the shampoo is extremely strong, so if you are sensitive to smell I would not recommend it. Also, the shampoo made my hair really stringy and dry feeling, so I was not a fan. Gifted by function"
        },
        {
            "review_title": "INCREDIBLE FOR THIN HAIR!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have always had very fine, thin hair. I also lighten my hair every 2-3 months, so my hair is constantly in need hydration. I am very picky about ANYTHING that touches my hair so when I was gifted by Function of Beauty PRO I was skeptical. HOWEVER, since using my hair is MOISTURIZED. It is THRIVING. I am such a fan and will be repurchasing myself!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "This was gifted by Function of Beauty in exchange for my honest review. This shampoo smells amazing. I love that it has floral notes which I prefer.  The only thing is I wish the nozzle was different, sometimes it doesnu2019t open properly but thatu2019s about it."
        },
        {
            "review_title": "Loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how this shampoo nourishes my colored, dry and brittle hair. I use it twice a week and I like that my hair is becoming healthier and shinier every time I use it, I follow up with the hair mask every wash. I received it complimentary from Function of Beauty PRO and Iu2019d definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I think this has potential to really help my hair in the long run. The bond repairing aspect of this shampoo is really important to me in hair care products I use moving forward because I have bleached hair. This smells soo good too."
        },
        {
            "review_title": "Loveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love love loveeeeeee!! It smells so good! Im literally obsessed! Yu2019all should get this ASAP!!!! Ima need more once I run out. You should get this with the conditioner mask! (gifted by function of beauty)"
        },
        {
            "review_title": "The best shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "I absolutely love this shampoo. for one it smells amazing and so clean. Most shampoou2019s make my hair feel super dry and textured when itu2019s dry. this one made my hair feel so soft it even lathered so nicely in the shower. a little goes a long way! my hair is loving this shampoo. complimentary from function of beauty pro"
        },
        {
            "review_title": "Amazing shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This shampoo made my hair feel sleek! I have straight hair and it improved the softness of it. The smell is a plus as well. It also made my hair feel very clean and it did not get oily until the third day. gifted by Function of Beauty PRO"
        },
        {
            "review_title": "LOVED THAT I TRIED THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely LOVE THESE. First of all the scent is so refreshing. Iu2019ve had two ppl tell me Iu2019ve smelled good and thatu2019s all based on the shampoo. I naturally have realy straight black thick hair and I can tell my hair felt soooo clean and soft. Paired with the conditioner u2014 this does wonders gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is the best shampoo i've ever used. i have fairly natural, straight hair and once i showered with this shampoo i was left with clean, silky hair. smells amazing and makes my scalp/hair feeling so so clean and fresh.  gifted by functionofbeauty"
        },
        {
            "review_title": "Mi cabello luce realmente lacio y sin frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "complimentary fromfunctionofbeauty mI cabello luce como si hubiera peinado con plancha...padezco cuero cabelludo graso y realmente remueve todas las impurezas y aceites acumulados, y mi cabello  luce muy sedoso, despues de secarse no queda con frizz y luce brillante."
        },
        {
            "review_title": "What damage???!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The damaged areas of my hair feel like theyu2019re bonded and Iu2019d have way less breakage. My hair has never looked so healthy. I also love the smell and the packaging, gifted by function of beauty pro. Love it!"
        },
        {
            "review_title": "great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty in exchange for an honest review. First off, love the smell (very fresh clean). Following use, my hair felt moisturized, shiny, and smoother. highly recommend this shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "gifted by function of beauty i loved this shampoo! it lathered really well and made my hair feel clean and soft without making it feel dry. added in with the extra shine and i noticed how beautiful my hair looks with it."
        },
        {
            "review_title": "YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "With dyed and damaged hair, I have been struggling to find a shampoo that soothes and repairs my hair that I have been struggling with. I tend to be nervous trying new shampoos as I don't want them to be too harsh or cause breakage, but I have been pleasantly surprised with this hair recovery shampoo! It is easy to apply and my hair feels great upon wash. It has felt smoother and more moisturized than ever and for the short amount of time that I have been using this, I would recommend."
        },
        {
            "review_title": "Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty in exchange for my honest review. I like the scent of this. Itu2019s subtle yet nice and clean smelling. It was easy to lather and had a nice consistency. My hair felt clean after and most importantly it didnu2019t weigh my fine hair down which is wonderful! Overall would recommend."
        },
        {
            "review_title": "Loved it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I started using this and I love how my hair feels. This shampoo actually moisturizes my hair. I rinse and it feels amazing. I can really see the difference. I end up needing to wash my hair less too, which is better for my hair and increases the value. Complementary by Functional of Beauty PRO thank you so much!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really excited to try this shampoo. This shampoo smells amazing and it feels moisturizing on my hair. After rinsing off the shampoo, it doesnu2019t feel dry. I cant wait to finish the entire bottle!! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Great Shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this shampoo! I loved how customizable and personable function of beauty is. I struggle with straight, fine hair, and and oily scalp. After using this shampoo mixed with the oil control concentrate, I do feel that my scalp does not look or feel as oily, and my hair looked slightly shinier. I love how there are other concentrates available that cater to every person's different needs. I was gifted by function of beauty in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i received this product complimentary from Function of Beauty in exchange for my honest review. I was so excited to receive this product that I used it in my shower the day I got it! It seems like a genius innovation to use haircare that is formulated for your hair type. Definitely suds up well and Iu2019m happy with the initial results!"
        },
        {
            "review_title": "So nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Function of Beauty. I actually really love this shampoo. I have straight thin hair and I have really been enjoying this one. My hair feels really clean and looks so good the next day and I love pairing it with the conditioner mask."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I like it for my straight blonde hair. Smells good and easy to use. I would definitely recommend this to anyone looking to hydrate their hair. A little bit goes a long ways and leaves my hair feeling nice and fresh. Gifted by function of beauty pro"
        },
        {
            "review_title": "Helped Thin Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Loved this shampoo so much!!! I have very thin lifeless hair but this gave me back all my strength, I started noticing a difference even after only 2 uses! I really am obsessed will definitely buy again! #giftedbyfunctionofbeautyPRO"
        },
        {
            "review_title": "You NEED this entire system.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Hands down the best blonde recovery system Iu2019ve ever used (and trust me Iu2019ve used a lot of them). Iu2019ve been blonde since I was 15- Iu2019m 33 now. This system is not only focused on repair, but color. I am obsessed with the renewed feeling from the f3 bonding complex shampoo- the recovery conditioner mask tops it right off. An absolute must have if youu2019re blonde with straight hair. LOVE this product. Gifted by function of beauty but always an honest reviewer."
        },
        {
            "review_title": "Love love love for my straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently had the pleasure of trying out this Shampoo, and I must say, it's a game-changer for anyone with straight hair seeking that perfect blend of shine, smoothness, and manageability. As someone with naturally straight hair, I've struggled to find a shampoo that not only maintains my hair's sleekness but also adds a touch of vitality to it.   Gifted by Function of beauty"
        },
        {
            "review_title": "I love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This shampoo has changed my hair! I love how soft and smooth my hair is now and it seems much less frizzy when I use heat on it after washing with this shampoo. I would recommend this for anyone! So glad I was gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This shampoo was great and super hurting for my straight platinum blonde hair which has been so dry and brittle from traveling around. This Proust is for sure my new favorite and im excited to repurchase. It was gifted to me by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is the best shampoo ever! It works so well with my straight hair and genuinely is my new favorite shampoo. It feels curated to my specific hair and hair type, and I couldnu2019t recommend it more! Gifted by function of beauty PRO"
        },
        {
            "review_title": "Straight Hair must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Function of Beauty gifted me the Straight Hair Recovery Shampoo. This is made for straight hair just like I have. It lathers and cleans my hair nicely. I used it with the shine mix in and hair mask. My hair looks great, soft and shiny."
        },
        {
            "review_title": "Need to have this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love this stuff. This has become my every day shampoo. I totally recommend us if you have straight hair and youu2019re looking to add some shine back to it and just give your hair more life and volume. Gifted by function of beauty."
        },
        {
            "review_title": "Function of Beauty Pro",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Function of Beauty.  I love the way the shampoo leave my hair, so smooth and silky, and make my hair look super shiny omg! It have a floral scent, which stay on your hair, and make it smell amazing. I also love the twisted up bottle cap packaging, mess-free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!   #FunctionofBeautyGiftedMe   The Custom Recovery Shampoo for Straight Hair is formulated with lysine and has a rich-lathering, sulfate free formula.   Custom haircare with an Adaptive f3 Bonding Complex that self-adjusts to your hairu2019s damage. This rich-lathering, sulfate-free shampoo is customizable by choosing from their nine Hair Goal Concentrates to boost your formula with personal goals such as volume, hydration, or shine.    Their most concentrated formula to date, this custom haircare is powered by a patented Adaptive f3 Bonding Complex that self-adjusts and targets your unique damage and re-builds bonds for stronger, more resilient hair.    Further customize your formula by choosing up to three Hair Goal Concentrates (sold separately) to add to your product to address a range of specific hair concerns.   The results healthier-looking hair in just one wash. 2 times smoother hair with 2 times less breakage, for stronger, more resilient hair after just five washes.   Fragrance~ A bouquet of fresh spring flowers, with notes of pink peony, wild freesia, and creamy sandalwood. Dermatologist tested and suitable for all skin types. Fragrance is microbiome-friendly and gentle on the scalp   I can now see why everyone goes crazy for this haircare brand. I have straight hair that's baby fine. Since using this, my straight hair looks more alive, healthy, and awakened. The lovely fragrance is just an added bonus. I love that this product is dermelect tested, and it's safe on my scalp.   Product Shown: @FunctionofBeauty~ Straight Hair Recovery Shampoo"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This product was gifted by function of beauty and works so well. My hair is pin straight and damaged from highlights etc, this really helped it because softer and healthier in general. Love + will def buy more once I run out."
        },
        {
            "review_title": "Hair must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I was gifted by Function of Beaty PRO. I loved this shampoo. Pairing it with the shine concentrate left my hair soft, nourished, and shiny. More importantly, I felt healthy and I loved trying it out! Iu2019m so happy to have finally found a brand that doesnu2019t leave my hair feeling wirey."
        },
        {
            "review_title": "Feels made for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This was gifted by Function of beauty. I love the concept of a custom shampoo and conditioner and this feels made for me. The shine booster really worked for me and made my hair soft and shiny without looking oily and greasy. I love how clean this left my hair without stripping it dry. The texture is so moisturizing and hydrating. I have super dry hair and this felt like a fast easy fix. The scent is amazing and smells better than my other $60 shampoo. My hair feels incredibly healthy. I highly recommend."
        },
        {
            "review_title": "perfect for blondies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love that this product gives me the shine I need while also actually cleaning my hair and scalp, most product like this don't do that and this one does it! I am so happy with it, t works perfectly on my blonde straight hair  Gifted by function of beauty for my honest review"
        },
        {
            "review_title": "So smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My hair has literally never looked better!! The shampoo makes my hair so incredibly smooth. The conditioner nourishes my hair from the roots to the tips, leaving it so shiny and healthy looking! Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This shampoo made my hair feel amazing. It smells so good. Iu2019m happy to have a custom shampoo for my straight hair, itu2019s hard to find shampoo specifically for straight hair. My hair feels light and soft after using this shampoo. Grateful to be gifted by function of beauty PRO."
        },
        {
            "review_title": "Oily scalp, dry ends w straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by function of beauty. A little goes a long way!! You dont need too much because its SUPER sudsy & lathers so well. I chose the straight hair version bc i have straight hair w color. I really like this shampoo so far. I donu2019t really care for the scent though personally. Other than that, i have no complaints!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I had the chance to try Function of Beauty's Straight Hair Recovery Shampoo, which was complimentary from Function of Beauty. After using the product, my hair feels incredibly smooth, lightweight, and noticeably more manageable. This collection truly stands out with its ability to enhance my hair's natural shine and reduce frizz, aligning perfectly with my straight hair type. The customizable approach of Function of Beauty allowed me to tailor the formula to address my specific hair needs, making this shampoo an excellent addition to my haircare routine."
        },
        {
            "review_title": "new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The complimentary from functionofbeauty shampoo is a game-changer for anyone seeking sleek, smooth, and lustrous locks. With its advanced formula, it gently cleanses while providing essential nourishment, leaving your hair effortlessly straight and manageable. Say goodbye to frizz and hello to a new level of hair confidence. Embrace the transformation and let your hair shine like never before."
        },
        {
            "review_title": "Va-va-volume in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this shampoo complimentary from Function of Beauty. My hair is naturally straight and itu2019s pretty long right now, so my hair typically looks limp and lifeless unless I curl it or get a proper blowout. I added the Lift Legend concentrate to add some volume and bounce to my weighed down tresses. (I really like that I had the option of choosing from different concentrates to customize the shampoo according to my needs.) I noticed more body after my first use - even though I just air dried my hair! I like the twist top dispenser on the bottle and I canu2019t get enough of the smell."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely love the shampoo for my straight hair! My hair feels silky smooth and shiny without feeling heavy. It smells amazing too. Highly recommend to anyone who wants to try out a new shampoo give this a go. complimentary from functionofbeauty."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted by Function of Beauty PRO. My hair is poker straight and very frizzy. I like to try straight hair forumula a with hydration, but sometimes the shampoos are heavy. This did not leave a greasy feeling at all when I blow dryed! I was so impressed! It significantly helped with my frizz also."
        },
        {
            "review_title": "Good shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This shampoo is awesome for straight hair ! Itu2019s super lightweight and therefore doesnu2019t weigh my hair down and doesnu2019t make it greasy. It also makes my hair feel healthy and strong. It has a good smell to it not to overwhelming. It also lathers up really nice. This was gifted by function of beauty pro"
        },
        {
            "review_title": "Must have shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My hair is blonde with some additional highlights and is naturally straight. I try to wash my hair only a few times a week, so I need a shampoo that works well and keeps my hair clean for a while. I love this shampoo for keeping my hair shiny and soft with minimal frizz while preserving my hair color! Gifted by functionofbeauty."
        },
        {
            "review_title": "Fantastic! Add a Hair Gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "This shampoo is really nice!! First off, it smells incredible! It's the best scented shampoo I've smelled on a while. I put the Shine Queen Hair Gloss Goal Concentrate on this, and it's making my hair look super shiny!! This paired with the hair mask are doing wonders for my hair, and I absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I tried the function of beautyu2019s new straight hair custom recovery shampoo. Iu2019d say this shampoo is perfect for strengthening thin and damaged hair. The shampoo lathers well and has a nice smell to it. This product was gifted to me."
        },
        {
            "review_title": "Must have hair products with visible results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "First of all, how awesome is the idea of custom recovery hair products! These products were gifted by Functionofbeauty, and I'd love to share my first and second impressions after using Function of Beauty products twice already. But before I do that, I want to emphasize that the fact that these products are sulfate and silicone-free, vegan, and naturally derived is a huge plus, as you definitely don't want any chemicals in your hair products that come into contact with your scalp!  I have straight hair, and I got the recovery shampoo tailored to my hair type. It's formulated with lysine and has a rich-lathering formula. My hair has become pretty thin due to the frequent use of heat for straightening and curling, mostly because I do a lot of on-camera work. Consequently, the damage is visible in the condition of my hair and in some obvious split ends that I have to trim every three months. The first time I used the shampoo and the conditioning mask without the enhancing hair goal concentrate was to see the difference, and my hair felt incredibly soft and much stronger. I guess the right word to describe it is healthy. I really loved how it felt u2013 very clean, with a fresh scent, and my hair just felt so different compared to how it was before. The amount of hair with split ends was reduced significantly, and that was one of the biggest goals that I wanted and expected to achieve when testing the Function of Beauty products!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have naturally straight hair so I really love that there is a shampoo specifically for it. Sometimes other shampoos can weigh down my hair. I love the smell of this shampoo it feels very spa like. I was gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "this shampoo is nice. has a lovely mild scent and leaves my hair feeling refreshed and clean. i donu2019t feel that it weighs down my hair so thatu2019s good to maintain volume. gifted by function of beauty pro"
        },
        {
            "review_title": "A must have for dry straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019ve been using this recovery shampoo, gifted to me by function of beauty for about a week now, and my hair feels amazing. I noticed how much hydrated and how shiny it looked after using it. I saw a difference in my dead ends right away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "this murad mask feels so refreshing on my skin and itu2019s super clean and easy to use.I noticed it has cleared a lot of my acne pimples pretty fast I love using this twice a week gifted by murad skincare"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this shampoo complimentary from the brand to test out for an honest review. This shampoo smells SO good! I love how the top twists open with a little hole! This shampoo is 10/10! I loved the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I love this recovery shampoo!! I have long, thick, straight hair but my scalp is more oily and my roots always feel weighed down. Not only does this give me more volume and a u201cfreshu201d look but itu2019s a great price. Complimentary from function of beauty"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I always go back to function of beauty over any other shampoo. I donu2019t know what it it about this brand that makes my hair look and feel the best it ever has. I got rid of all my high end products after trying function of beauty. Nothing compares to this shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this shampoo! It keeps my hair so hydrated and smooth after I shower! This was gifted by the function of beauty. I love the size of this container and it is perfect for traveling and it smells good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Function Beauty, this shampoo is perfect for my straight hair and it has kept my hair nourished and healthy. I definitely recommend this shampoo to people who need a new shampoo with good scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Function of beauty PRO. I am delighted with this set! I love this brand's products. the smell is just amazing! hair is soft and shiny.Easy to apply. I love it. I highly recommend this product!"
        },
        {
            "review_title": "Smooth strong hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Function of Beauty PRO gifted me the custom recovery shampoo for straight hair and it worked wonderfully :) It moisturized my hair and helped it feel silky smooth. The fragrance is floral and itu2019s very strong, the fragrance lasted a long time on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I really liked the BLONDE Hero Bundle for Straight Hair that I received complimentary from function of beauty. It revitalized my hair and got rid of all the frizz all while smelling really good. Would recommend."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This shampoo is so innovative!! Love how you can customize each bottle to your needs and add three which is great when your hair has serious issue!! Noticed a major improvement with my scalp health and reduction in frizz, dullness, and dryness. Highly recommend this shampoo!! Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from Function of Beauty PRO and I was very excited to to try this. I've never had shampoo that comes with adds on to mix in so I thought that was super neat and it was actually fun doing so! It smells sooo good, and lathers really nice. A little goes a long way. Makes my straight hair even straighter and so soft & shiny!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I am absolutely obsessed with this shampoo! I love how it comes with capsules to customize it specifically for your hair. I have never tried a shampoo like this before. It left my hair so soft and the prettiest shine. It looked so healthy and nice and my hair is normally so thin and damaged. Iu2019m in love ! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "like aromatherapy for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Function of Beauty, this shampoo has been a great addition to my hair routine. I chose the straight hair option since my hair has very little wave to it. It lathers super easily and smells so refreshing. It feels like a little uplifting aromatherapy in the shower! I also don't feel that it is too stripping of my natural hair oils. I wash my hair every other day and this has been great!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This shampoo is fantastic. It's cheap but excellent quality for the cost. In addition to reducing the frequency with which my hair becomes oily, it also leaves my hair feeling wonderfully moisturized and soft.  This was gifted to me by Function of Beauty."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i love how this smells! and made my hair so soft and smells amazing! i love the sleek packaging and adding the shots in the product was a game changer so make sure to grab them as well! such a great product"
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received this shampoo complimentary from Function of Beauty. I have been using this shampoo for the last week and my hair not only smells amazing, and the scent lasts all day, but my hair feels soft, hydrated and healthy."
        },
        {
            "review_title": "So gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I absolutely love this shampoo! I wash my hair every other day and this shampoo is great for frequent use. It doesnu2019t damage my hair and acts very gently. Highly recommend. Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This straight hair recovery shampoo is complimentary from Function of Beauty Pro. It has a nice sweet smell and it is very hydrating. my hair is bleached and colored, i added volume hair goal and i see a slight difference"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love love love this! Made my hair so soft and smooth and Omg it looked sooo healthy! Definitely will be buying this in the future! Definitely one of this brands best products! Itu2019s a must have! Very affordable too! - I love that I was gifted this by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "this shampoo really makes my hair feel so clean and hydrated. I have been using this every other day on my short fine hair and it is not heavy on the hair nor does it leave it greasy. It feels so clean!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a very nice shampoo! I always double wash because I use a lot of dry shampoo throughout the week, and this left my hair feeling clean and soft. This was sent complimentary from Function of Beauty."
        },
        {
            "review_title": "Hydrating shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This has a really unique lid that makes getting the shampoo out mess free. It twists open and letu2019s product out. I think this has a good lather for my hair and leaves it feeling hydrated for conditioner. Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of beauty for review. I have very long, straight hair and struggle with keeping it frizz free and voluminous. This shampoo lathers nicely and cleans my hair without stripping of its natural oils. After washing my hair feels soft and looks smooth and shiny, and has some bounce."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Absolutely love this shampoo gifted by function of beauty. I love that you can add in other things to make it the perfect one for my hair. Overall it left my hair soft and very clean and not tangly which is great"
        },
        {
            "review_title": "Healthy and Clean hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Amazing shampoo. It worked so nicely on my hair. It helped improve my hair shine which was feeling a pit dull. I felt like my hair and scalp were clean from any built up that I had. Overall, my hair felt healthy and clean! I love the aesthetics of the bottles as well. Super cute. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is such a great shampoo! I have very long and thick hair. I love this Bc it makes my hair feel so clean without feeling stripped. Adding the enhancers makes this perfect for anyone. Definitely recommend. Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love function of beautyu2019s new custom recovery shampoo! The scent is so fragrant and floral. The shampoo cleaned my hair well and a little goes a long way. My hair was noticeably less oily and very smooth. Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product was complimentary from Function of Beauty PRO. This helped clean my hair without stripping it! I really liked it as a daily wash and I find myself constantly grabbing this shampoo over my other shampoos. totally recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Function of Beauty.  I love how this shampoo is customizable because my thin, fine can use all the love it can get. It cleans my hair perfectly, but does not leave it dry or stripped. Iu2019m not the biggest fan of the scent, but itu2019s such a nice shampoo that I can put the small behind me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This was gifted to me by Function of Beauty and itu2019s my first time trying a custom hair product! I was shocked at how amazing it makes my straight hair feel and it smells great. It keeps my hair hydrated and scalp feeling clean. Iu2019ll definitely continue using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The container and dispenser on the shampoo is SO COOL. I haven't seen anything like it and it works so well. It's significantly better than a pump. It didn't make my hair feel stringy or dehydrated at all. It also feels really clean. It lathers super well and smells great. gifted by function"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Ive only tried this a few times but so far Iu2019ve been liking it. My hair is super fine and tangles very easily. My hair actually gets some volume surprisingly with this one. Iu2019m not sure if itu2019s because itu2019s a new to me product or if itu2019s that good. Canu2019t wait to see how it does inc ent hair gets used to it. Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "wow! this shampoo really fixed my damaged hair. this was added after i bleached my hair and i feel like it made a crazy difference to the texture: this was gifted by function of beauty and would repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "tu2019s really hard to find shampoo that is specifically for straight hair and I think this shampoo is so gentle yet effective for my hair. I feel like it adds shine to my hair and it is so just lovely to see how lights way it feels on my hair. Gifted by function of beauty pro."
        },
        {
            "review_title": "Hydrated hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love love the way this shampoo made my hair feel. With just a little bit I was able to lather my hair extremely nice and cleaned my oily hair. I really recommend it because my hair felt soft, hydrated and looked shinny.  Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair doesn't usually behave when I switch up my shampoos, especially to a product inferior to my usual routine. I've been using the Function of Beauty Custom Recovery Shampoo for Straight and Damaged Hair in my wash routines for the last two weeks (around 4 showers) and even in the humidity, my hair as not gone rogue and gotten wildly greasy like it often does when I switch things up. I would still like more time to continue to test out the shampoo, but I have been wearing my hair straight more often lately and noticed that I liked the way it looked whereas I'll usually just pull it back into a ponytail or bun. I don't think this will replace my every day shampoo, but it will be a great backup to have in my shower to replace the backups that don't do as great of a job of helping keep my hair in line and from going greasy."
        },
        {
            "review_title": "Great for straight flat hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "First of all, this stuff smells GREAT! works into a great lather and leaves my hair feeling fresh and light. Having straight hair itu2019s hard to find hair products that donu2019t weigh down my hair and make it flat, but this was no problem at all. Complimentary from function of beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Custom Recovery Shampoo is a game-changer for straight hair. Its unique formula revitalizes and nourishes strands, leaving them sleek and manageable. I was impressed by how it tackled frizz and added a natural shine. The scent is subtle and refreshing. Regular use noticeably improved my hair's texture and overall health. A must-have for those seeking a rejuvenating shampoo specifically tailored to straight hair's needs. gifted by functionofbeauty"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I absolutely love this shampoo and how you can mix in the concentrates to cater to your specific hair type! I have pretty straight hair, and my hair feels and looks so healthy after using this shampoo! gifted by Function of Beauty"
        },
        {
            "review_title": "Smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love the packaging, super cute turquoise minimal packaging. The smell is amazing, to me it was a floral/clean scent. It left my hair feeling very clean, and soft. And my hair hasnu2019t gotten as oily as fast as it usually does. gifted by"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "One of the best smelling shampoos I have ever used. I typically love all function of beauty products I try and this is no different. However, I havenu2019t noticed a huge difference since using this in terms of softness of my hair or other effects. Gifted by function of beauty"
        },
        {
            "review_title": "So smoothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I really enjoyed using this shampoo. It smells really nice and does a great job of cleansing my hair and scalp without stripping it and making it dry.  My hair looks and feels so soft and smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by functionofbeuaty - I've always been a big fan of Function of Beauty and this new Pro line is so exciting!  The straight hair recovery shampoo leave my hair nourished, shiny and helps with my split and damaged ends. Highly recommend the new fob line."
        },
        {
            "review_title": "New addition to hair routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Function of Beauty. After using the shampoo and treatments I immediately noticed a difference in my hair. I loved how shiny and smooth my hair felt! I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty. This shampoo smells amazing! I also really love the packaging design which is unique. I have thick, long, straight hair and it feels super soft and healthy after using this shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was blown away by this shampoo actually! For starters I love the packaging, you donu2019t need to remove the cap itu2019s a twist cap that helps so you donu2019t put too much product in your hands before applying. It smells amazing and made my hair feel super soft! Gifted by function of beauty Pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely loved this new shampoo from function of beauty. I have customized my own products before but this one truly has a different formula and I felt the difference. Lathered quick, smelled great, the ability to add the custom add ins was super fun. Overall great shampoo. Gifted by Function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This shampoo made my hair so so soft!! I am so obsessed with this product. Smells amazing and left my hair silky, soft and smooth all day long after using I would highly recommend. Complimentary from function of beauty"
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I love Function of Beautyu2019s customizable hair care and this new PRO line is even more amazing! I love that this is tailored to straight hair and allows you to add whatever else you need to help your hair! Complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This shampoo was gifted to me by Function of Beauty. I have been using another product from their line and I think this one is definitely better, because it can manage and recover my hair damage due to heat and weather conditions."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Gifted by Functjon of Beauty PRO.I love the way the customized shampoo and conditioner leave my hair. I don't wash my hair every day and sometimes just don't need the replacement. My hair has been feeling so much better since started using this shampoo"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Function of beauty PRO gifted me. This product is amazing and it helped my damaged hair recover. My hair INSTANTLY feels sooo soft and smooth after using this. A must need in your daily hair care routine!!!!"
        },
        {
            "review_title": "So nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve heard amazing things about their hair products. Itu2019s my first time trying them and Iu2019m in love. My hair looks and feels so healthy. I love how shinny, thick and stronger it looks. Iu2019m so glad I tried this shampoo. Complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an interesting product. I love that itu2019s customisable. I added two two goal concentrates and Iu2019m loving it so far. My hair although not frizzy all time, only on humid days looked much smoother and shinier, and it added a nice hue to my blond highlights. And whatu2019s more important my hair and scalp feels very clean. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This shampoo was good, did its job and made my hair feel clean and smooth. I do have straight hair and this shampoo helped smooth out my straight hair as well. It also smells good. Gifted by Function of Beauty"
        },
        {
            "review_title": "fun bottle design, great for straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "When I saw function of beauty came out with a customizable pro formulation for straight hair I was so excited. I have super long, ultra straight and fine hair that has no volume. I chose the additives for volume and oily hair. First off, the bottle design is very unique. But also the smell is amazing and lasts all day. As far as how my hair feels, it feels light and smooth, which is giving it more volume. The product was gifted by functionofbeauty , but my review is honest."
        },
        {
            "review_title": "A must have for straight hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "These products are perfect for my straight hair! they all smell so good and the texture is very creamy. After the whole routine, it makes my hair feels very hydrated, silky and at the same time adds more body to my hair.  Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "If you have straight hair, this shampoo is for you. Iu2019m happy I finally found a great shampoo formulated for my hair type. This has great ingredients that make my hair shiny and give me a great volume. Complimentary from Function of beauty PRO"
        },
        {
            "review_title": "AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this shampoo! i was gifted by Function of Beauty Pro. I liked the things that came that I could put in it. It made my hair feel so healthy and strong and not look at brassy. I would recommend this to others and use it again and even try different items from this brand."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using function of beauty for years and it never fails me!! This is my favorite shampoo! I bleach my hair plus I have extensions so I need something very cleansing but not too stripping and this is perfect! Gifted by function of beauty pro"
        },
        {
            "review_title": "Do not buy for thick hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Straight Hair Recovery Shampoo and Conditioner Mask gifted by Function of Beauty has a light artificial scent and thick consistency. For my straight but thick hair, this product was difficult to work into my roots and equally difficult to wash out at the end of the shower and my hair is weighed down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The shampoo is legit the best shampoo I have ever used my hair, get greasy so far, so usually shower every single day, even though youu2019re not supposed to. But the shampoo legit saved my life. My hair looks so clean for days this was gifted by function of beauty pro"
        },
        {
            "review_title": "Loved this it smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by function of beauty pro, I really love this custom recovery shampoo. The smell was very nice made me think of a high end salon. I love that you can separately purchase the add in depending on ur needs I used the volume one and it was perfect for my fine hair"
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "First off, I love the new packaging! The twist top is great and easy to use to get the product out. The scent is so fresh/ clean. I naturally have straight hair so this line is perfect for me. I will definitely be purchasing in the future! No complaints. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "Gifted by Function of Beauty in exchange for a review. I have long fine hair that lacks volume, dry ends and an oily scalp. This shampoo works exceptionally well for me. It controls the oil, and makes my hair super shiny and soft after using it. I've added Lift Legend and Oil Heiress Hair Goal Concentrates to enhance the shampoo even further."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo was gifted by Function of Beauty in exchange for my free review. I love how easily this sulfate free formula lathers! It leaves my super straight hair clean and shiny! Overall, I highly recommend this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "I am someone with heavily highlighted hair so my hair is prone to damage. That being said Iu2019m always looking for ways to improve my hair so I was excited about trying out this product. After a few uses I already felt my hair being replenished and it felt softer. It definitely is a shampoo Iu2019ll keep using.   Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this shampoo! I was gifted by Function of Beauty this product! This helped my hair regain strength and not frizz up which is always a problem for me in the summer! It smells amazing and is a great price!"
        },
        {
            "review_title": "Easy customization",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Complimentary from function of beauty PRO u2014 I personally havenu2019t found a product that is specifically designed for my straight hair while providing oil control AND shine. I love being able to custom my hair care routine with easy to put in add-ons."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from functionofbeauty. I have very thin, long hair (down to my hips) and have some split ends. My hair breaks really easily! This shampoo works well and my hair feels clean but not dry. I just wish the fragrance was not as strong."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been on the hunt for a shampoo that could truly revive my straight hair, and I finally found it in the Custom Recovery Shampoo. This product has been a game-changer for me. From the moment I started using it, I noticed a significant improvement in the health and appearance of my hair.gifted by functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This shampoo is wonderful. It smells incredible first of all and can be smelled long after the shower. It also does a wonderful job cleansing my hair and doesnu2019t leave it dry like other shampoos can do. Gifted by function of beautify PRO."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "My hair is very coarse and I was excited this new shampoo! And I love the idea that you can mix in up to three concentrate products in it. Thatu2019s why I was so happy to receive it complimentary from the brand! My hair looks way more shinier and love this feeling!"
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by function of beauty pro. This shampoo is amazing! I love the scent it is refreshing and clean. The shampoo left my hair feeling healthy, strong and smooth! I also have straight hair but my hair looked as if I had styled it with a heat straightener. Such a great shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is such a nice shampoo for my straight hair. It smells nice and leaves my hair nice and hydrated especially through the dry summers. Could not recommend more for people looking to upgrade their hair care routine. Gifted by Function"
        },
        {
            "review_title": "So great for damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This works so well for my dry and color treated hair. I love that my hair texture becomes so smooth and it actually works great on static and fries as well and it just feels like itu2019s easier to manage and overall softer. Gifted by function of beauty pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like the scent of this shampoo. It does a great job getting rid of all dirt, oil and dry shampoo residue without making my scalp dry or itchy. Love the concept of adding boosters to individualize to your hair needs. This makes my straight hair feel soft and silky. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Great shampoo for straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Function of Beauty Straight Hair Recovery Shampoo works wonders on my thin, straight hair. I have noticed my hair is softer and shinier with use. It doesn't weigh my hair down. I have noticed less breakage with continued use as well! I also really like that you can add concentrates to it to make it more targeted to hair concerns. t has a lovely floral scent. Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Cleans my hair well, Especially when I go multiple days between washing! The shampoo lathers nicely and does not overly dry out my hair I focus the product on sm h scalp only and Iu2019m enjoying it so far! Gifted by function of beauty pro"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Such a unique product - loves customizing it to meet my hairs needs. I have long straight hair with highlights and I chose to add volume and hydration concentrates into shampoo. I noticed it made my hair feel softer, stronger and hydrated. Loved the pleasant floral peony scent and rich lather. Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "Aesthetic Packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently received this shampoo and was gifted by functionofbeauty. I love the packaging of the product. The color and feel of the bottle is aesthetic. I do wish the bottle was a bit larger especially for the price point. I have thick, coarse hair that is slightly dry and damaged on the ends from using heat on my hair. I have been using this shampoo for about 1-2 weeks and I feel like a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo is stunning. Keeps my hair soft and cleans well without stripping the natural moisture out of my hair - and keeps it in its best shape. Gifted by function of beauty but the opinion is my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really in love with this shampoo. It cleans my hair ofcourse like all the other shampoos. It definitely helps with frizziness. My hair feels smooth after the use. Also my hair feels fresh and smells good. #gifted by function of beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Function of Beauty Pro their Straight Hair Recovery Shampoo and Conditioner Mask. The Recovery Shampoo cleaned my scalp so well. I have relaxed hair and suffer with seborrheic dermatitis. This shampoo lifted those flake right up out of my scalp. It left my hair squeeky clean without stripping my hair of moisture"
        },
        {
            "review_title": "Love for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I loved this shampoo! It made my hair feel so clean and soft. You didnu2019t need a lot of product to feel it working and it didnu2019t dry my hair out. I would recommend if you want to try out a new shampoo. I was gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve always been curious about this brand, even since I heard a bunch of YouTubers talk about it a couple years ago. I have long, medium thickness straight/wavy hair (but I wear it straight). I picked the u2018straightu2019 shampoo because I like to wear my hair straight. It smells nice and left my hair feeling soft and smooth! I love that there are some things you could add into it to customize the formula.  Gifted by Function of Beauty."
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This shampoo works so good for my hair. My hair is long, straight and very dry at the ends. After using this shampoo, as well as the conditioner from the same collection, my hair looks silky smooth, straight and healthy. No frizz, no dryness.  Love it."
        },
        {
            "review_title": "Leaves hair super shiny!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I have fine hair that gets frizzy with humidity- this is a great, lightweight formula that doesnu2019t weigh down my hair. I shampoo twice a week and hair feels healthy and shiny - much less frizzy. It also smells amazing, very subtle floral. Definitely recommend for straight, fine hair. **gifted by Function of Beauty PRO**"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my first time trying anything from Function of Beauty. The scent of the shampoo is gorgeous and I love that I can add whatever boosters I want in it like a personal cocktail. I added oil control to mine. Gifted by function of beauty"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by function of beauty but opinions are my own. I have pin straight hair so when I saw the straight hair collection I had to try! Love how sleek this shampoo makes my hair and how well it cleans without stripping. Love the add ins too :)"
        },
        {
            "review_title": "Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Beyond refreshing! This shampoo really gets the job done. It is not heavy at all. My scalp felt clean and healthy. It lasted in between my hair washes by preventing my scalp to get oily and greasy. It just made my hair felt incredibly fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I like this shampoo. It was my first time trying this brand and overall I was happy with the results. I have long, straight hair and this shampoo made my hair feel nice and clean. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love The formula of this product! Makes your hair so smooth and silky! Love how soft it is after first use! Amazing for the blonde hair! Will continue to use it! Would recommend to my friends and family!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this shampoo. I think it works great even after the first use. This is now my go to shampoo. My hair feels smoother and looks healthier already. I will continue to use this shampoo. The scent is nice and not overly strong. I highly recommend this product! I received this product complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This product is gifted by Function of Beauty.  I have very fine hair that is prone to breakage.  I get a great lather with this shampoo. It is also not too harsh at all. It is sulfate free and silicone free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Product was gifted by Function of Beauty PRO. As an Asian with bleached, blonde hair- this product is PERFECT! It mainly targets straight and blonde hair, which is exactly what I have. After using the products, I can tell a difference within my hair. It helps with the brassiness and has helped improved nourishment within my hair strands."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this shampoo! It smells really fresh and it was really easy to add the boosters to the shampoo. This shampoo works into a thick lather vs getting u201cbubblyu201d like my other shampoos which I really liked. Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo is specialized for straight hair, and it leaves my strands feeling clean and sleek. I enjoy mixing in the concentrates (separate product) into this shampoo as well! Complimentary from Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product has been amazing for my hair!! I color my hair and this has made it feel so soft and healthy! And it smells amazing!! 10/10 highly recommend! I was gifted by function of beauty! Makes me want to wash my hair all the time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This shampoo smells amazing and cleans really well too. Doesnu2019t make my hair dry and crispy which I absolutely love. I added shine and volume concentrate and itu2019s perfect for my bleached hair. It was gifted to me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty. This is my first time using FOB projects and so far Iu2019m loving it! The shampoo lathered up nicely and gave a good clean. I will say though if you are sensitive to fragrance this may not be for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This shampoo lathers up so nicely and leaves your hair smelling amazing! It cleans my scalp thoroughly without stripping away the natural oils and you only need a bit of product for it to cover my whole head!"
        },
        {
            "review_title": "Cool design",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Easy to use but the formulation didnu2019t work well for my hair type. It made it more dry instead of adding shine. The cap twist off mechanism makes it easy to use and store. It also has a sweet and floral scent. Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Function of Beauty Hair Recovery Shampoo transformed my damaged hair. Personalized formula, great scent, and noticeable results within weeks. A bit pricey, but definitely worth it for healthier, stronger hair. Gifted by Function of beaut"
        },
        {
            "review_title": "Great addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Function of Beauty has always had the most unique way to customize hair care! I have straight, blonde, fine hair, and it gets tangled very easily! Not anymore! It's extremely shiny, and I love that I can customize to my liking! I received this complimentary from Function of Beauty in return for my honest review."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is the best shampoo on the market. Itu2019s hydrating and leaves my hair so silky smooth. I have blonde hair and this worked amazing for me.  It toned my hair out while brightening it. I will continue using this. Gifted by function of beauty pro"
        },
        {
            "review_title": "AMAZING!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This shampoo is absolutely BOMBBB! my hair is usually flat by the time wash day comes up and this takes it to another level! my hair feels dry usually, but using this product itu2019s shiny, hydrated, and very voluminous. 10/10 I was gifted by function of beauty pro!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love that I can customize my shampoo to my needs. Makes me feel so in control. I donu2019t think my hair and my scalp ever felt that great only after one wash. My hair look so shiny, healthy and strong. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Function of beauty gifted me this product and I love it for my hair! I have blonde straight hair and itu2019s really helped align with my hair goals. It has helped my frizz and the strength of my hair very well!"
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by function of beauty pro and i Love this shampoo it gives my hair and scalp clean and healthy look. I have split ends and feels dry but after using the bundle if feels really healthy.  Totally recommend it."
        },
        {
            "review_title": "Shiny, Lustrous Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Function of Beauty. I have straight hair that is fine in texture and thick in amount of hair. It is color treated blonde and I tend to get oily roots quickly while having ends that are more on the dry side. I was and heat style about 2-3 times per week. This shampoo worked amazing on my hair. I could tell a difference as I was washing it out since my hair felt so smooth and untangled which is not the norm when I've just finished washing out my shampoo. My hair tangles very easily and this had my hair feeling like butter. It cut through all of the dry shampoo and gunk on my scalp without feeling like it had stripped all the good stuff from my strands. Even combing through it after shower was like a dream, no tangles and it just felt so healthy. I feel like it gave my hair a great shine too."
        },
        {
            "review_title": "Straight hair must haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The shampoo feels so good in my hair I love especially the smell of it. I also added some extra shine and vitamins from the Brand as well, and they are amazing. I love also top can squeeze that shampoo instead of just tapping on the top. It is really creative. How they came up with with the top. I did see awesome amazing results as you can see the before and Afters on these pictures you can see how well my hair looks after using only one wash of the shampoo. I recommended it to my sister and to my belovedu2019s. They absolutely loved, and they have tried this company before, and I was so impressed how the results of my beloved family loves his brand. Gifted by Function of beauty"
        },
        {
            "review_title": "Great results so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "So far very impressed with the shampoo! I received it kindly, gifted by function of beauty and have been very excited to give it a try. It leaves my hair feeling clean, while not drying my scalp out. After a few washes, I donu2019t feel buildup in my hair, which is great for my very fine hair type.. overall really loving it and excited to continue using!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by function of beauty PRO. My hair is so soft omg and itu2019s like my dead ends instantly disappeared. I highly recommend trying this shampoo. The results started to show after my first wash and I cannot wait to see how much healthier my hair is after awhile!"
        },
        {
            "review_title": "A must have for straight hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Gifted by Function of beauty PRO Oh my god - this shampoo has been a game changer! I have very fine straight hair thatu2019s color treated and gets oily relatively quickly and what I love most about this shampoo is that it keeps my hair clean and fresh for days! I have noticed a huge difference and itu2019s a must have for straight hair. I also think it keeps my blond hair looking fresh and bright."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product so much and I'm so happy that it was gifted to me through the skeepers app! It makes me hair feel so soft and much thicker as well. I use this daily and have been loving it so far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Amazing shampoo. I have thin hair that sometimes looks flat. This makes my hair look thick and healthy. It also smells great. Itu2019s easy to use and washes my hair really well. I tend to get oily hair quickly but this cleans it great. Gifted by function of Beauty pro."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This shampoo that was gifted to me has been really nice on my hair for the time Iu2019ve used it so far. I absolutely love how it smells and it doesnu2019t feel like itu2019s sticking to my hair like some shampoos sometimes do."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by function of beauty. I have straight, colored hair. This product made my hair feel so soft and hydrated after using it. My hair has less frizz, is smooth, and the brass is toned! Love these products - they also smell amazing!"
        },
        {
            "review_title": "gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Out of the products I received gifted by Function of Beauty, I would rate the shampoo as my personal favorite. The packaging is pretty with a lid that requires a simple twist to open vs fussing with open bottle caps. The shampoo feels gentle overall. I did feel the need to bring in my clarifying shampoo once every few washes, but thatu2019s true of most repairing shampoos (and possibly because I do use a good amount of product).  On my straight and damaged hair, I did feel this was a pretty good choice simply because it is so gentle."
        },
        {
            "review_title": "works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by function of beauty this straight hair recovery shampoo. This shampoo helps my fine thin hair feel super clean and full of body! I love  the light fresh scent too! So refreshing! My hair feels so soft and manageable"
        },
        {
            "review_title": "My must-have shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "#functionofbeautygiftedme I have fine, thin hair with an oily scalp and damaged ends, and it has been practically impossible to find a shampoo that addresses my hairu2019s needs, until I discovered this FOB Pro line. I love that it is customizable to what my hair needs. The shampoo adds volume to my hair, removes excess oil, and doesnu2019t dry my hair out. I think I have finally found my holy grail haircare!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "What a great product! My always and forever shampoo. It smells amazing and has saved my hair. Leaves it so silky and soft! My go to from now on!  Highly recommend. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "One of the standout features is the personalization aspect. I love how I could choose my preferred scent and even the color of the shampoo u2013 it's the little things that make the experience truly delightful. Plus, the fact that it's sulfate-free and packed with nourishing ingredients gives me the peace of mind that my hair is getting the care it deserves.  After using the Custom Recovery Shampoo consistently, I noticed my hair looking healthier and shinier. It's like giving my hair a spa day with every wash! And let's not forget the cute customized bottle that adds a touch of luxury to my shower routine.  If you're looking for a shampoo that understands your straight hair's unique needs and delivers on its promises, I wholeheartedly recommend giving this one a try. It's a total game-changer in my hair care routine."
        },
        {
            "review_title": "So Innovative!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is 100% the most innovative new hair routine! I am obsessed with the fact that I can customize my hair experience and add whatever I feel that my hair needs. My hair feels softer and stronger when using this duo. I put volumizing and oily scalp into my shampoo and the shine packet in my conditioner. I felt like a little scientist! Absolutely amazing! Gifted by Function of Beauty."
        },
        {
            "review_title": "Smells amazing and hair feels clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have very straight and long hair and this Function of Beauty straight hair recovery set has been working great for me. It lathered really well with just a small amount. My hair feels a lot softer and shinier. I love that my hair feels so clean and has more volume overall. I absolutely LOVE the smell, itu2019s a combo of something fresh and floral. Gifted by Function of Beauty for my honest review."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Function of beauty PRO gifted me their custom recovery shampoo. I absolutely loved this shampoo. I personally have thin, straight, blonde (highlighted) hair. This shampoo helped with my breakage. I added the custom brass toning concentrate mix-in to tone my hair, and also added in the custom anti frizz hair concentrate mix-in right into their shampoo. I noticed after a few uses my  hair was less frizzy and my blonde was less brassy! I definitely recommend this shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Leaves my hair soft, and Ive also noticed my hair's health is improving since using for a couple of weeks. The smell is addicting, I sniff my hair all day and get excited to wash it lol! Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love that you can totally customize your shampoo with certain hair goals and then shake your shampoo for a bit and then go ahead and use. It smells so good like a light floral scent that lingers on your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great shampoo for my straight long hair. I always look for additional way to hydrate my hair. This shampoo is not overly drying after washing off. Lathers nicely and doesnu2019t hurt my eyes. Gifted by function of beauty."
        },
        {
            "review_title": "So nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Gifted by Function of beauty, I really enjoy using this shampoo! It is easy to open to add in your selection of concentration packets. It cleans my scalp of build up and leaves my hair feeling shiny and soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The custom recovery shampoo for straight hair is incredible. I love the scent of this product! Within a week of using this, my hair is noticeably shinier and healthier looking. Gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "Iu2019ve always been a huge fan of custom shampoo and I was so excited to try this easy home version of custom shampoo. It is amazing that I donu2019t need to wait for my shampoo to be customized but just can add my desired result into the shampoo and boom itu2019s ready! My hair feel so smooth and moisture, I love it!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I recently received a complimentary from Function of Beauty PRO. I really love this  Custom Recovery Shampoo for Straight, Damaged Hair. It has amazing smell,  it's not overpowering at all or smell like chemically scent. I am impressed that this shampoo is formulated for straight hair, so it fits for my hair type, over all, this product meets my expectations."
        },
        {
            "review_title": "Love the smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love this shampoo!!! The smell smells heavenly. It is very easy to use and I love how you can customize it to fit your hair needs. I have straight Asian black hair and it tends to get flat and oily. This shampoo gifted by Function of Beauty PRO gives it volume and controls my oils."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by function of Beauty for my honest review on the shampoo. First off I love the shampoo smell. It cleans my hair without my hair feeling dry it also gives so much shine to my hair after being washed I love it."
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "this is the first shampoo i have tried that actually makes my hair so soft and feeling moisturized. i have dyed my hair too much and my hair felt so dead and dry with every other shampoo i have tried except this one. it is also light and does not weigh down my thin hair. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "New love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First offu2026I love the packaging of this shampoo. The twist top makes it easy and mess free to get the product you need. I used this shampoo in combination with the oily scalp mix in and my hair is feeling so good and silky. My Hair is naturally straight, but this also smooths any flyaways I have. Absolutely love! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "function of beauty hair products have been essential to my haircare routine so i knew i had to try this when i first saw it. i love the idea of it being customizable with the concentrates they offer!! i added the oil control one in my shampoo and it's been amazing. disclaimer: i received this complimentary from function of beauty pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by function of beauty pro this shampoo and i really enjoyed it. It smells great and has a cool opening feature unlike any shampoo i have used before. I have the regular function of beauty straight hair shampoo and loved adding this new product to my collection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was skeptical at first, but the shampoo is quite nice. Iu2019m a huge fan of the actual packaging, thereu2019s no risk and losing the lid to the bottle. The formula, lathers  nicely, and works well for my hair type. The scent is a white floral and very pleasant. I opted to add the oily scalp booster and noticed a little improvement."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by function of beauty. I love this shampoo and conditioner combo so much! I have pretty long, straight, blonde hair and it is perfect for the wash you do a couple times a week! My hair is also highlighted and this has been great."
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a really good shampoo! I have flat and straight hair with a greasy scalp. This cleanses my scalp and hair well without overly stripping it. The scent is also nice. Gifted by Function of Beauty."
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a really good shampoo! I have flat and straight hair with a greasy scalp. This cleanses my scalp and hair well without overly stripping it. The scent is also nice. Gifted by Function of Beauty."
        },
        {
            "review_title": "Excellent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Function of beauty PRO. This shampoo is excellent! I can say i have only tried it with the add ons. However i am not a huge fan of the scent. Itu2019s very floral and strong. But overall the product performs well!"
        }
    ]
}