{
    "product_id": "1642",
    "name": "Glazed In Glow Bestselling Cleansing & Hydrating Duo",
    "brand": "TULA Skincare",
    "categories": "Skincare, Value & Gift Sets",
    "price": 34.0,
    "about": "What it is:A limited-edition travel-size duo that keeps skin balanced, cleansed, and hydrated..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Uneven Texture, and Loss of Firmness and Elasticity.Formulation:Cream.Highlighted Ingredients:- S6Pro Complex: Proprietary super six blend of prebiotics and probiotic extracts to improve skin smoothness and maintain skin balance..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:TULAu2019s #1 cleanser washes away dirt, impurities, and makeup without stripping skin, while their #1 moisturizer is clinically shown to provide all-day hydration..This Set Contains:- 0.49 oz/ 14 mL 24-7 Moisture Hydrating Day & Night Cream.Clean at Sephora",
    "ingredients": "-S6Pro Complexu2122: Is a proprietary blend of prebiotics and probiotic extracts for visibly smooth, balanced skin..-Apple and Watermelon: Hydrate and smooth the look of fine lines and wrinkles..-Peptides: Promote visibly firm, even-toned skin...The Cult Classic Purifying Face Cleanser: .Aqua/Water/Eau, Disodium Laureth Sulfosuccinate, Sodium Hydroxypropylsulfonate Laurylglucoside Crosspolymer, Lauryl Glucoside, Sodium Lauryl Sulfoacetate, Sodium Chloride, Disteareth-75 IPDI, Bifida Ferment Lysate, Hydrolyzed Rice Protein, Curcuma Longa (Turmeric) Root Extract, Camellia Sinensis (Green Tea) Leaf Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Cichorium Intybus (Chicory) Root Extract, Camelina Sativa Seed Oil, Lactose, Lactis proteinum/Milk Protein/Protu00e9ine du lait, Yogurt Powder, Olus Oil/Vegetable Oil/Huile vu00e9gu00e9tale, Tocopheryl Acetate, Ascorbyl Palmitate, Panthenol, Carthamus Tinctorius (Safflower) Seed Oil, Polysorbate 20, Butylene Glycol, Inulin, Pentylene Glycol, Caprylyl Glycol, Coco-Glucoside, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, PEG-120 Methyl Glucose Dioleate, Styrene/Acrylates Copolymer, Sorbitan Isostearate, Trisodium Ethylenediamine Disuccinate, Glutaral, Glycerin, Citric Acid, Sodium Hydroxide, Sorbic Acid, Phenoxyethanol, Benzoic Acid, Phenethyl Alcohol, Fragrance (Parfum), Alpha-Isomethyl Ionone, Benzyl Benzoate, Citronellol, Hexyl Cinnamal, Limonene, Linalool...24-7 Moisture Hydrating Day &amp; Night Cream:.Aqua/Water/Eau, Ethylhexyl Palmitate, Squalane, Glycerin, Caprylic/Capric Triglyceride,.Cetyl Alcohol, Dimethicone, Hydrogenated Vegetable Oil, Lactococcus Ferment Lysate, Glyceryl Stearate, PEG-100 Stearate, Bifida Ferment Lysate, Lactose, Lactobacillus, Lactobacillus Ferment, Lactis proteinum/Milk Protein/Protu00e9ine du lait, Hydrolyzed Rice Protein, Collagen Amino Acids, Sodium Hyaluronate, Lactic Acid, Cichorium Intybus (Chicory) Root Extract, Alpha-Glucan Oligosaccharide, Vaccinium Angustifolium (Blueberry) Fruit Extract, Olus Oil/Vegetable Oil/Huile vu00e9gu00e9tale, Camelina Sativa Seed Oil, Camellia Sinensis Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Tocopheryl Acetate, Ascorbyl Palmitate, Olea Europaea (Olive) Fruit Oil, Pyrus Malus (Apple) Fruit Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Inulin, Leuconostoc/Radish Root Ferment Filtrate, Beta Vulgaris (Beet) Root Extract/Beta Vulgaris/Extrait de racine de betterave, Polymnia Sonchifolia Root Juice, Sodium Lactate, Sodium PCA, Carbomer, Sodium Hydroxide, Pentylene Glycol, Ethylhexylglycerin, Stearyl Alcohol, Citric Acid, Phenethyl Alcohol, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, Trisodium Ethylenediamine Disuccinate, Sodium Chloride, Butylene Glycol, 1,2-Hexanediol, Maltodextrin, Fragrance (Parfum), Alpha-Isomethyl Ionone, Benzyl benzoate, Hexyl Cinnamal, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing&nbsp;effectiveness.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/tula-skincare-glazed-in-glow-bestselling-cleansing-hydrating-duo-P513683?skuId=2825966&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2825966-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing set! The sizes are good and the products work."
        }
    ]
}