{
	"product_id": "187",
	"name": "Power Line™ Plumping Lip Liner",
	"brand": "Buxom",
	"categories": "Makeup, Lip, Lip Liner",
	"price": 30.0,
	"about": "What it is:An always-sharp, chisel-tip, visibly plumping lip liner that shapes and defines lips with creamy, matte color and a built-in blending brush..Formulation Type:Lip Plumper, Lip Liner.Benefits:Long Wearing, Plumping.Highlighted Ingredients:- Specialized Peptides: Promotes a plump appearance..Ingredient Callouts:Free of parabens and mineral oil. It is also cruelty-free..What Else You Need to Know:This pigment-packed lip liner provides ultra-precise results with its chiseled tip that never requires sharpening. The creamy, no-tug formula delivers comfortable, waterproof color that lasts for eight hours. Use it to create fuller-looking lips with a suede-matte finish that won’t feather or bleed..Clinical Results:In a US consumer study of 30 subjects:",
	"ingredients": "-Specialized Peptides: Promote a plump appearance. .-Vitamin E: Softens and conditions. .-Sunflower Seed Oil: Known to help combat dryness. ..Dimethicone, Hydrogenated Microcrystalline Wax, Synthetic Beeswax, Polybutene, Neopentyl Glycol Diheptanoate, Trimethylsiloxysilicate, Copernicia Cerifera (Carnauba) Wax (Cera Carnauba/Cire De Carnauba), Isododecane, Isoamyl Laurate, Persea Gratissima (Avocado) Oil, Palmitoyl Tripeptide-1, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Talc, Ethylhexyl Palmitate, Tribehenin, Sorbitan Isostearate, Lactic Acid. May Contain/Peut Contenir (+/-): Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Blue 1 Lake (Ci 42090), Carmine (Ci 75470), Manganese Violet (Ci 77742), Red 7 (Ci 15850), Red 40 (Ci 16035).",
	"how_to_use": "Suggested Usage:.-Outline lips with liner and use brush end to smooth, define, or contour. .-Use the sharp point of the pencil for definition.  .-Use the rounded part of the pencil to fill in lips.  .-Use the brush to blend and smooth color. ..-Contour and highlight using two Power Line™ Lip Liners:.-Use a contour shade that either matches your lips’ natural tone or is deeper to outline lips and create an "X" at the Cupid’s bow..-Using the same contouring shade, fill in the outer corner on the top and bottom lip..-Apply a lighter shade than your lips’ natural tone in the middle of the lip..-Blend both of the colors together with the built-in brush, pulling the deeper shade toward the center of the lips and the lighter shade toward the outer corners of the mouth..-Wear alone for a matte, plumped look or top with gloss..-This application can be replicated with any color combination of like tones.",
	"num_reviews": 172,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/buxom-power-line-trade-plumping-lip-liner-P473265?skuId=2482859&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2482859-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Smooth Spice",
			"shade_descriptor": "warm nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2482859-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dangerous Dolly",
			"shade_descriptor": "mauve",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2482909-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Hush Hush Henna",
			"shade_descriptor": "cinnamon",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2482875-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Hi-Def Honey",
			"shade_descriptor": "neutral nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2482867-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "My to go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this color and it looks so good on my lips. Really good formula and is so easy to apply. I use it daily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’m not usually a big user of lip liners but this product has changed that. The application is so easy as it glides on smoothly and includes a brush on the end to help blend in the product. The color is beautiful and it wears well all on its own. Definitely recommend!"
		},
		{
			"review_title": "Great lip liner but does not plump",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I loved this as a lip liner but did not see any plumping effect. It has a really great lip brush on one end which I never thought I needed until I got this liner. It was super helpful because of the creamy texture of the lip liner. This product replaces lipstick for me for sure! All I need is a bit of lip balm and I prefer this over lipstick because it is less messy and the formula makes it easy and quick. One star off for not doing what it is advertised to do."
		},
		{
			"review_title": "A must have daily lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This is such a gorgeous lipliner. I love how smooth and velvety it feels on the lips and the slight plumping effect it gives when put on the lips is an added bonus. The color is gorgeous and is my go to daily lippie. It is not matte on the lips and can come off with a harsh rub throughout the day and will need to be re applied but it does feel nice and is hydrating. I love how one side of the ends includes a brush that can help with applying the product accurately and blending into the lips."
		},
		{
			"review_title": "Stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is by far my favorite lip liner shade. The Mauve color is gorgeous and lasts all day long. It is matte but does not make your lips look dry at all. The blending end makes contouring the shade into your lip a breeze. I personally am also a huge fan of the plumping tingle effect, it’s a huge reason why Buxom lip plumping products are my favorite."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This lip liner is an absolute game-changer! Not only does it effortlessly define and shape my lips, but the plumping effect is also incredible – it gives my lips a fuller, more luscious appearance without any discomfort. Overall, I'm beyond impressed with this lip liner and would highly recommend it to anyone looking for a flawless pout!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Beautiful sexy color, nice texture, and love the soft brush!"
		},
		{
			"review_title": "Perfect Pink Lip Liner is a godsend for brown skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The shade is spot-on, providing a subtle yet stunning enhancement. Application is a breeze with its creamy texture, but be ready for touch-ups as it doesn't last as long as hoped. Still, it's a go-to for effortless, polished lips."
		},
		{
			"review_title": "GET THIS LINER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this! It glides on so smoothly and easily! the chiseled tip makes it so easy to get a smooth line on the first swipe! I tend to not go for plumping products very often due to not being crazy about the insane tingling effect that most tend to have (which I know is a what adds to the plumping effect).  This has no tingling feeling which is a major plus for me. Also I didn't need to slightly overline my lips for them to look a little fuller.   The color is subtle but bold and it lasts.  No bleeding or anything.  I need now need to get the other colors!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I think the product is okay, definitely not my color but I am open to trying them again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "this is a great lipliner.  the color is beautiful.  it glides on nicely and lasts while on!  i don’t really know if it does much plumping as i barely have lip volume anyway but it’s still very nice!"
		},
		{
			"review_title": "This is a staple!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I can not say enough about this liner! This has been my go to lip liner since It was sent to me to review. The formula is so buttery and glides right on. The color is the perfect mauve for my skin tone. But the best thing? The way this dries down and stays put and feels like I have nothing on! I still have one of my old buxom liners that was a pencil you had to sharpen, and it did have a brush on the other side.  I did love those because they were very lightweight, but it still did not stay the same as this new formula does. My only negative feedback about this new one, when I Initially opened it to put it on I didn’t realize it was gonna be so fragile.You barely need twist any up or else it breaks off, I ended up losing a little tiny chunk of the pencil. But that is my only con, so just be aware and be careful when you use this product to twist up a little bit. I would have given this item 5 stars because I love it so much, and the only reason I gave it 4, was because it claims to plump the lips. But I didn’t notice even a slight difference. With that being said, it doesn’t matter to me that it wasn’t, because I don’t typically use lip plumper. I will be going to be going to the store so that I can purchase more colors because I love this product so much!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I like this product! Not used to mauve/pink nude tones but it glides on smoothly and very pigmented! I pair it with my lip liner and use it as an inner lip color 😍"
		},
		{
			"review_title": "Plump and Perfect Pout",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This lip liner delivers on its promise of plumping power without sacrificing comfort. The shade Dolly complements a variety of skin tones, and its creamy texture makes application a breeze. While the plumping effect isn't dramatic, it adds a subtle fullness to the lips that lasts throughout the day. Overall, a solid choice for those seeking a natural-looking plump."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I’ve had this lip liner for a few weeks & I actually love it. It’s so convenient because of the dual end brush attached. The color is pigmented and so smooth across my lips and with my complexion, it complements me perfectly ￼￼"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Genuinely love this lip liner. I love how smooth it glides on and is easy to apply. I also look how you can smudge out the liner with the included brush. I do think my lips look fuller when I wear it!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "I am absolutely thrilled with Power Line™ Plumping Lip Liner! The formula is incredibly creamy, making application smooth and effortless. The color payoff is fantastic, providing rich, vibrant hues that truly enhance my lips. What impresses me the most is its long-lasting power; even after a busy day, my lips still look flawless. Plus, the built-in brush on one side of the applicator is a game-changer, offering precision and convenience in one sleek design. This product is a must-have in any makeup lover's arsenal."
		},
		{
			"review_title": "Just Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "There is not much plump that happens with this, if any. The color is nice but not long lasting. I do like the packaging and that it includes a brush at one end. The pointed tip is nice as well. Overall it is a nice liner but not plumping and does not last long"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This is a really good liner, it lasted through drinking and eating. I knocked off a star because, like most things that claim “plumping”, I saw none of that"
		},
		{
			"review_title": "Buttery smooth wow!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Thank you to Buxom for kindly sending me this liner in exchange for my honest review. The color is rich and vibrant, and it glides on smoothly, making application a breeze. The pigmentation is impressive, and the berry shade is versatile enough to complement so many color combos. The buttery texture of the liner feels luxurious, and the attached brush is a game-changer for clean edges and seamless blending. It's super convenient and adds a touch of elegance to the whole experience. Overall, it's a high-quality liner delivers on performance and style for such a great price too!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like the formula of this. The triangular shape of the pencil really contours to the lips, so it's easy to apply neatly. The color, dolly, is very cute too and matches a few lipsticks I already own and also looks great with lip oils or glosses. The plumping effects are noticeable and do not cause any discomfort. I actually think this lip liner might be nice enough to wear without any other additional lip color."
		},
		{
			"review_title": "Beautiful and comfy lip liner; not much plumping",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "First off, this liner is excellent both used to outline of for all-over lip color. It's smooth, non-drying, and feels like nothing on the lips! This shade is a beautiful nude and would be nice for any skin tone. However, I can't say I saw a noticeable plumping effect after using it; if it does plump, it's subtle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gorgeous color that pairs well with many of my pinky/ mauve lipsticks. Not too cool but not too warm. I don't typically use a brush with my lip liner but I can imagine it being helpful to have that if you want to blend it with your lip product. It has just the right amount of creaminess (but not too much such that it slips and slides around). Most of all it doesn't hurt like some other plumping lip liners, just creates a fuller and more defined look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this lip liner. I didn’t notice any tingling or plumping but the color is very nice, I like the angled tip and I LOVE that it comes with a blending brush on the other end. It’s the perfect compliment to the Dolly lip color."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I loveeee this liner. It has a really nice texture it’s really easy to blend and it gives my lips a more full look. It lasts a long time too! I’m really impressed"
		},
		{
			"review_title": "pretty color that helped plump smaller lips!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product for free from Bzz Agent for my honest opinion! I received the color Dangerous Dolly and it is a beautiful highly pigmented shade of mauve. I have medium olive skin and it looked great on me! I have quite small lips with no filler and I can say this did a pretty decent job at plumping. I also loved the little brush at the opposite end to help blend it out. I would definitely repurchase and try the other shades as well!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This lip liner is one of the best I own! It plumps your lips giving them a fuller look underneath any lip product you layer on top! Comes with a brush for easy blending."
		},
		{
			"review_title": "Perfect lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this product - I use it either as a liner with lipgloss, or I smudge it over as a lipstick. It’s not too waxy so it blends well and I like the fact that it comes with a brush. I tend to need to blend other liners with my finger, so the brush is very convenient. The wear of liner is great, it lasts me through drinks/food. The angle of the liner tip helps me perfect my cupids bow. I definitely recommend this, buxom products never disappoint!"
		},
		{
			"review_title": "Smooth and Velvety",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product has a beautiful color and velvety texture. It applies smooth and blends well. It also last long the only reason I didn’t give 5 stars is because you need to use a lip gloss or lipstick to get full effect."
		},
		{
			"review_title": "A great liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this lip liner. The color, Dangerous Dolly is beautiful and pairs well with so many of my lip colors. I love the addition of the brush to help blend the liner. I would recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I haven’t really used a lip liner before but this one is a game changer. It adds definition and boldness to my lips and I have tried it both with lipstick and on its own and it stayed on for hours without smudging. This is a wonderful lip liner and the shade is so pretty in person."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this plumping lip liner the color is beautiful and i love hot is applied the brush not so much a fan of"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The Power Line™ Plumping Lip Liner in Dolly is an absolute game-changer! From its smooth application to its long-lasting wear, this lip liner delivers on all fronts. The plumping effect adds just the right amount of fullness to my lips, enhancing my natural pout without looking overdone. Plus, the shade Dolly is versatile enough to complement any makeup look. I highly recommend giving it a try!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Loveeee this lip liner sooo much only because it’s actually really creamy but it drys down so it doesn’t move. I like that if I wanted to put this all over my lips I can because it’s creamy and smooth."
		},
		{
			"review_title": "Very pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I received the Power Line Plumping Lip Liner Dolly by Buxom Cosmetics from BuzzAgent in exchange for my honest feedback in a review. The first thing that I noticed about the product was the mauve color! It's very similar to a natural lip color, except better. The lip crayon-type pencil didn't tug on my lips at all, which was fantastic because that is one thing that will cause me to switch brands. I really like that I don't need to sharpen it because that is very inconvenient at times, especially when you've tried pencils such as this one where you don't need to sharpen. It gives you a nice pouty look, which is fantastic! The other end of the pencil has a blending brush sponge to help blend and fill, which I really like. The color seems to last for several hours before needing to be reapplied. Since it is waterproof, there was no transferring, which is one of my pet peeves! One of the things that I love most about this lip liner is that it is free of parabens, mineral oil, and petroleum. I try my best to use products that have clean ingredients, so this liner was right up my alley.   I feel as though the asking price is a tad high, but not too high for something I personally would not purchase. I didn't notice my lips being any plumper than before using it. If I could change something about this product, it would be the size of the pencil tip. I tend to go for smaller tip lip liners, and this one was a little too large for my liking. This lip liner goes on smooth and stays put for almost the entire day, unlike some other liners I have used in the past, which is awesome! The dual-sided brush and lip liner are very beneficial for someone who just wants to carry a minimal amount of products for their lips. You can replace your lipstick and just use the brush side!  Overall, I liked it and would probably buy it! I would recommend this to family and friends because this is a good product!"
		},
		{
			"review_title": "Amazing Lip Liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "After using this product for a few times, I absolutely overall love it! It has a very creamy consistency which I love in a lip liner and it's not a pencil applicator which I love also. Though the only down side which is why I gave it four stars is I haven't figured out how to use the brush end of the applicator yet"
		},
		{
			"review_title": "Good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was given this in exchange for an honest review.  I really liked this product the pigment was good. It lasts, the application was smooth and I liked the size personally, it was nice having the brush for more precision. I will definitely be using this a lot more"
		},
		{
			"review_title": "Impressive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I really liked this product after using it for the past few days. The color is super pretty, tame but in a bold type of way. I used it as a lip liner AND full lip color, and loved the color, as well as how long it lasted and how it didn't budge much at all. It has a matte looking finish which I was slightly worried about because I usually can't stand how matte looks on me, but this looked great! Didn't appear dry or anything bad; I recommend for sure!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I tried this product out and it’s one of the best lip liners I’ve tried. It’s very pigmented and love how it’s a shade darker than my lips so it looks so natural"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Beautiful color and easy to apply! The shade dolly is a prefect every day lip color. It applies smoothly and the shape of the liner makes it easy to get crisp lines. I highly recommend trying this lip liner out! There is a slight tingle as expected for the plumping effect but it isn’t painful and you can see the plumping afterward! Love love love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this color and like that it don’t dry out my lips beautiful color"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely loveeeee the lip liner!!!! I actually went and got the Buxom full on plumping lip cream in dolly because I loved the liner so much!! I definitely recommend them both and it stays on even while I drink my coffee in the morning! 10/10 would recommend to others. The price is worth it!!!"
		},
		{
			"review_title": "Semi matte liner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I tried this product out the first time today and although I love buxom products typically I wasn’t a huge fan of this product. I think the lip liner pencil tip was a little too thick for my liking and I like a think  precise point. The brush at the other end was really convenient and clever for all the go touchups the finishes more of a semi matte but overall the product was just okay."
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Love this huge lip liner! It is a perfect match for my skin tone wich is dangerous dolly , it is matte and it can be blurred with the mini brush that it contains inside!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "The Buxom Power Line Lip Liner goes on so smoothly and I did notice some plumping. I wore it both as a lip liner and all over my lips,and it worked well both ways. The matte formula doesn't dry out my lips and it is long lasting."
		},
		{
			"review_title": "Stunning Lip Liner - Dangerous Dolly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "Dangerous Dolly is a beautiful rosey mauve shade, it definitely compliments my lip tones. I love it, the downside is there is no plumping affect to this lip liner. It is definitely worth the buy, as the quality lasts, the product glides along nicely on the lip line, and you can definitely wear this as a full lip shade alone. Did I mention that it came with a bendable brush at the end (I just discovered that as I looked on the Sephora website!!). The lip liner blends very well, and holds up to great quality. Overall, I definitely recommend this."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I loved this it stays on day and leaves no marks on anything i love it alot"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "Formula is super creamy and easy to apply. I like the included brush. I don’t notice much of a plumping effect."
		},
		{
			"review_title": "A must have for lipstick lovers.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I’ve been using this product for a few weeks now and can say I love it! It does actually plump. I love the test drop shape. It makes it easy to apply. It stays long after I eat too. I would recommend and I plan to purchase again. The brush at the end make it so easy to blend too. I sometimes wear the liner alone and just blend it in some."
		},
		{
			"review_title": "My new fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I dont normally use lip liner but was excited to try this one out it glides on pretty well the color is amazing I definitely think I will be using this more often. Definitely recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s a pretty shade and quite pigmented. I love that it comes with a brush to blend it out"
		},
		{
			"review_title": "Great liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I haven’t used Buxom in a long time. I was excited to try something different from them. My favorite part about this pencil is the brush. It’s so easy to blend the pencil and lip products. The shape of the brush makes things easier to blend and get into all the corners. I feel a small plumping sensation which is pretty cool for a lipliner. I’ve never used a lip liner like that. I also really like the color, it’s pigmented and creamy without being too soft. I’d like to try the other shades and I hope Buxom comes out with more!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "Got this item for free for my honest review from @bzzagent . This is a very nice lipliner. It’s easy to apply and has a beautiful color. Lips look very plumb and gorgeous after. Lasts for a long time"
		},
		{
			"review_title": "Beautiful!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I'm absolutely obsessed with the Buxom Power Line Plumping Lip Liner in Dolly! The shade is a gorgeous, natural-looking pink that complements my lip color perfectly. The formula is so comfortable and hydrating, and it actually feels like a treatment product rather than a liner. My lips feel plumper and softer after using it, and the color lasts all day without feathering or bleeding. The best part? It's super easy to apply and doesn't have that harsh, drying feel that some lip liners can have. If you're looking for a great everyday lip liner that's both functional and nourishing, look no further than the Buxom Power Line in Dolly!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love the shape of this lip liner! The shape makes lining the cupids bow a breeze and don’t have to worry about sharpening it. The formula goes on smoothly and is long lasting. I was shocked by how well it stayed on throughout the day without reapplying"
		},
		{
			"review_title": "Can’t recommend it enough!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely gorgeous! I’ve been using this lip liner daily since I I received it about a week ago. It easily lasts 8+ hours. Keeps its finish, doesn’t dry your lips. I received this product free in exchange of an honest review, and I will definitely be purchasing full price in the future."
		},
		{
			"review_title": "Smooth and creamy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This liner glides on and stays where you put it! I love the texture, I just wish I got a different color because it’s a little bit pinker than what I typically like for every day wear! It’ll be great for special occasions!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Love this formula! It stays on all day and doesn’t need much reapplying. The color is also beautiful"
		},
		{
			"review_title": "A must have for a pinky look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the best lip liner in the whole entire world. It’s definitely worth the money. This shade matches perfectly with pillow talk from charlotte tilbury."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Love the way it applies, very soft , my everyday product now"
		},
		{
			"review_title": "Beautiful color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The color is absolutely gorgeous and the lip liner goes on very smooth and soft. It blends well and the brush at the end is soft and easy to use. I just don’t like that the liner does not stay. If I put it on in the morning it is gone within a couple of hours."
		},
		{
			"review_title": "MUST BUY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "When I say THIS COLOR FITS ME SO WELL!!!! let me start off my saying I’m a medium brown skin girl who has Dark undertones but when I put this plumping lip liner on it just evens out my face and compliments my skin tone so well!! ITS A MUST ! I told all my family members and closest friends to runnn and go buy this ! It so smooth and doesn’t burn like other lip plumpers"
		},
		{
			"review_title": "Game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I'm absolutely loving the Buxom PowerLine Lip Liner in Dangerous Dolly! The color is just perfect – vibrant and flattering. Plus, it's creamy and waterproof, so it lasts all day without smudging. I adore the twist-up feature; no need to sharpen it, and it always maintains a precise point. But the real game-changer is the blending brush attached – it effortlessly blends the liner for a seamless finish. It's a solid 10/10 for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Really smooth and creamy.  The color is a lovely mauve like all of the other dolly products."
		},
		{
			"review_title": "Great lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using this liner for a few days now and it's super easy to use. It stays on throughout the day and doesn't feather."
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I must say I really like this lip liner. Unlike others,this one is easy to apply and isn't it hard textured. It didn't run/bleed all day long. Very long lasting and highly pigmented. I also love the dual ended with a brush."
		},
		{
			"review_title": "A new daily use product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got this as a sample to try and when I opened the mail, I pulled out the little box and was like I don't know about this color It looked more like a shade my grandmother would wear rather than my style. And when I pulled out the tube, I thought the same, I started to put it on and instantly fell in love with it! The color was much darker on my lips than I thought it would be and I have used it daily ever since! It doesn't stay forever like some do, but by that same token, it doesn't bleed or stain either. I highly recommend this!"
		},
		{
			"review_title": "Fav new lip liner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "After using this product for a week I'm h b appy to say it's my new favorite lipliner. I've been using the Mac lipliners for about a year ( which I still love) but the angled tip of this liner makes it so easy to apply."
		},
		{
			"review_title": "Must have lip liner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My review is on Buxom Power Line Plumping Lip Liner.  I have the Dolly liner.  I like how the lip liner stays on for hours.  The Power Line Lip Liner is an all in one lip liner. I use it to line my lips after applying a matte liquid, or use it as a liner and lip color. It is smooth and feels soft on my lips.  I really like this lip liners pigment, and it applies very easily, and sets my lip line without bleeding.  It goes on matte and stays on. I also like the retractable liners over pencils because it goes on smoother and the blotter on the other end helps to blend.  I would highly recommend this product."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Pigmented and beautiful formula. I want every shade!"
		},
		{
			"review_title": "Absolutely love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this product, it gives me a full lip effect and the color is beautiful. It stays on for several hours. The plumping effect is not a tingling sensation like other lip products and I love that about this one. It’s a liner that is also thick enough to fill on your lips with and the brush it comes along with is great for blending. I have already recommended this product to my sis-n-law and will be getting this product in different shades."
		},
		{
			"review_title": "Superior over other lip liners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Buxom kindly gave me this Power Line Plumping Lip Liner for free so I could review it🩷 I'm so excited to finally try Buxom, this Lip Liner instantly starts to plump lips leaving a matte finish. I'm a girl with very thin lips so I need all the help I can get! The tear drop shaped tip makes it really easy to line my cupids bow. It also has a built in brush which makes blending on the go so convenient. The color Dangerous Dolly is gorgeous and subtle, it blended right in with the natural color of my lips which I loved. It gave me all day color without fading even after drinking something. Buxom lip liner is superior over other brands I've tried. It's a bit pricey but will be something I'll be buying and adding to my makeup routine. I highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Smooth Spice - warm nude",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this brand of liners and love this colour. The perfect nude/brown shade. I’ve repurchased a few times and will continue to do so."
		},
		{
			"review_title": "Doesn't burn lips nd it does plum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So smooth liner and last longer 😍 it didn't burn my lips at all . This goes on easily and can be worn as a liner or as a lipstick. The color goes with many of the lipstick colors I have--it's very versatile"
		},
		{
			"review_title": "Favorite lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this lip liner from Buxom for free in exchange for my honest review, and it is becoming one of my go to’s! It’s pigmented and creamy, glides on so smooth and lasts all day. I don’t really notice any plumping properties, it’s just a really fantastic lip liner. I was surprised at how creamy it was, I usually find that the wind up lip liners are dry and harder to get on but this one has a great formula. One end is a little brush so you can blend out the lip liner and I just put on a little lip balm with it and it looks so pretty. I would definitely recommend this liner!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product for free for exchange of review.  And I love it I’m looking for buying the other shades. It’s pigmented, and it comes with a brush attach."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was excited to receive this product for free in exchange for my honest review. I definitely noticed the plumping feature after a bit and I was very satisfied. The color is great and I love the applicator on the other side. It’s very smooth and doesn’t dry out fast. The color was perfect for my fair complexation."
		},
		{
			"review_title": "Worth the money!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I'm really loving this Buxom Plumping Lip Liner! It has a shape to where you can you put it on thin or put it on thick. It has a very light tingling because it plumping and I love it. You almost can't even notice it, which is great. The color is beautiful and makes my lips look great. It has a dual end on it with a brush you can use to better apply you lip liner. Definitely recommend buying this! You won't regret it!"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love this liner! The color is beautiful and the brush is soft and bushy."
		},
		{
			"review_title": "Beautiful lip liner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Nice smooth lip liner that did a great job lining my lips. The formula was smooth and the color payout was great. I do wish it came with a sharpener instead of a brush at the end. Still a great product."
		},
		{
			"review_title": "Convenient",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love how convenient it is, got 2 heads, one is for lips color and another head is the lips brush, very smooth and soft."
		},
		{
			"review_title": "Nice color, but it bleeds",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this for free in exchange for my honest review. I liked the color of this liner and the fact that it had a brush in the other end to spread the product. However, the liner bled and made it look like I was a toddler who ate a red popsicle. I will not be using this product and do not recommend it."
		},
		{
			"review_title": "Smooth application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Actually really love this product! It goes on smooth and stays well. A great traditional mauve color."
		},
		{
			"review_title": "Perfect for everyone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This lip liner is so so pretty it glides on super easily and it’s non drying to your lips I know some other lip liners feel like crayons after a while  The color is perfect for every day! When I see plumping lip liner I expected a plumping effect and I didn’t get that? The brush on the other end was perfect for softening the look of it or blending in your lipstick. The plumping name is Kind of misleading but other than that I loved it as a regular liner and would recommend to anyone who likes mauve colors"
		},
		{
			"review_title": "The smoothest lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the most smoothest matte lip liner I've tried. I love this color, my favorite part is that the liner has two sides, the liner side and a brush at the bottom to smooth out the lip liner.  💋  love it!"
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received this product in exchange for a review. I was very happy with this product. Usually I do not like using lip liners because they can be drying. HOWEVER, I did not have this issue with this product. I will be purchasing more in other shades."
		},
		{
			"review_title": "cute color, the brush is phenomenal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I never used a lipliner like this one before and I'm truly amazed. It's very easy to apply with the help of the brush and it looks very natural on the lips. It feels kinda dry but I can say that it lasts a very long time. Overall I would recommend it if you're looking for a lipliner that is long lasting and natural looking."
		},
		{
			"review_title": "Best lip liner for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "The slip liner is very pretty. It’s a nice neutral for my Asian skin tones. Creamy creates a nice line without having to sharpen it. It’s one of my go to lip liners. Beautiful lasting cover goes great with just a clear lip gloss. It's a great, neutral color to go with everything, and it lasts long beyond just lipstick with gloss. I ABSOLUTELY LOVE the way that it goes on so smoothly!! It doesn’t bleed and when I use the end with the brush, I blend it to look like a lipstick.. it’s smooth but isn’t shiny, which I love."
		},
		{
			"review_title": "Dangerously addictive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this item from Bzzagent. I am not one to wear lip liner every day but have been using this consistently since I received it. The shape of the liner is perfect for precision and really does give a plumping effect. I got the color dangerous dolly and it’s totally a “my lips but better “ product. I will definitely be repurchasing when I run out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This color is so beautiful on the lips. It is a like rosy brownish color. I think it compliments my skin tone very nicely and I love to pair it with the Buxom gloss. With this lip liner you don't have to sharpen it like you usually do with traditional pencils. You just twist it and it comes up or down. It's smooth and creamy, it doesn't chunk up."
		},
		{
			"review_title": "Don’t hate, but don’t love either",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I tried the Buxom Power Line Plumping Lip Liner in shade Dolly. I love lip plumping products that give you that ‘filler’ look without having any work done. I have used Buxom lip products in the past and have loved them. Unfortunately this product did not live up to my expectations. The tip was like a triangle shape and made it really hard to line the top of my lips. I also expected a tingling sensation that most plumping lip products have and did not experience that either. (I received product for free in exchange for writing this review.)"
		},
		{
			"review_title": "Best liner I’ve used in a while",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I actually love this product! So smooth and great pigment payoff. Has brush on other end for blending. New favorite! Color is gorgeous too"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this liner!!!! The brush attached to it makes it a game changer. I use a KKW beauty lip liner brush usually, but this is so similar and it’s attached to it! The danger dolly mauvey color is stunning! Love!!!"
		},
		{
			"review_title": "Mauvelous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love mauve shades on me and this is no different. Applies smooth and stays pretty well when dried. Definitely considering other shades."
		},
		{
			"review_title": "I like this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I actually really like this, the brush makes it effortless to blend in. The only thing i would change is the tip of the liner is a little thick making it harder to be precise while lining"
		},
		{
			"review_title": "Absolutely stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This product is so amazing! It glides on so smoothly and the color is everything! I’m actually obsessed with these and will be buying again not only for myself but family and friends as well! I’m telling YOU NEED!"
		},
		{
			"review_title": "New favorite lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I loveee this lip liner it was so creamy, so smooth, the color was amazinggggg! I love the brush on the other end! Definitely going to be buying more colors!"
		},
		{
			"review_title": "The liner I didn’t know I needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this item for free in exchange for my honest review. This product is different from all of the lip liners I own for two reasons: First, it has a built in lip liner brush and second, the lip liner has an angled tip like an eyebrow pencil. The lip liner is retractable so you never have to sharpen it (which would obviously be difficult) and the angled tip did make it easier to get the shape of my lips. Be careful when over lining because it was way too easy for me to make my lips look twice the size.  I like that it has the brush because that just makes it easier for me when I travel. The color does fade but in a nice and natural way which I do like. When I swatched it on my hand, the line remained even after washing dishes, washing my hands, and sleeping. Honestly, I don’t have anything bad to say about it. My husband said I looked like I was ready to start a fight when I showed him my new lip liner so it was correctly named Dangerous Dolly. It’s a 10/10 for me."
		},
		{
			"review_title": "I really liked this formula.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really liked this lip liner!! 1. Dangerous Dolly is a very pretty color and looked great with my skin tone 2. The formula is so smooth!! It was really easy to apply and the brush on the end made it easy to blend. I'm usually really bad with pencil lip liner. I'll actually use this for a daily wear.   I do want to say that I didn't notice any lip plumbing at all. I'm not too mad about it because the application process makes up for it.   I received this to review from bzzagent, but I'm totally being honest and actually really like this liner. I do recommend applying some chapstick over the top too!"
		},
		{
			"review_title": "Great lip liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I like the shape of this lift liner it is easy to apply and creamy. The shade Dangerous Dolly is a beautiful mauve/pink color that pops! I use it to line my lips with a clear lipgloss and it blends perfectly. Does not add much of a plump though."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I received this project from Buzz agent. I love this lip pumping it works completely fine. It makes my lips look fuller. Not that I needed, but I line my lips and then I also put like a clear over it, and it almost works as a lipstick as well because the color was very pigmented and it worked perfectly finewould definitely love to buy the brown one as well"
		},
		{
			"review_title": "MUST HAVE LIP LINER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "It was really hard to think any brand would be too faced lip liner plumper but Buxom has exceeded my expectations. This lip liner lasted all day and it gave my lips that extra plump. For sure going to have to get this in every color."
		},
		{
			"review_title": "Buxom lipliners are amazing 🤩",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The product was sent to me by buzz agent and I’m so happy that they sent me this plumper liner . My lips are not the big or the small they are normal size . And this helps my lip to look bigger and fuller I just put all over my lips  or I just put a gloss on top or any other lipstick on I line my lips with the buxom it’s an amazing product . Highly recommended"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The shade alone was gorgeous! I love that it’s dual-ended and comes with a brush at the end also. It’s also moisturizing compared to other lip liners I’ve used that dry my lips up and lasted almost all day!"
		},
		{
			"review_title": "Plump but dry",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have very pink lips so some of the other pink/nudes like Hi-Def Honey are too light for my lips. This one is just a tad darker but looks completely natural. I am able to apply the liner, layer it with light lipgloss, and then camouflage it all with the blending brush (the best!).   My only dislike is the consistency, it's very dry and becomes almost chalky if too many layers are applied. It also makes the blending brush a non factor because it blends the color right off as it's too dry.  Im giving it 3 stars and hoping for an updated formula. Meanwhile, I'll continue to layer with lipgloss or something hydrating."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Really pretty color, I love that there’s a brush for easier application and blending on the other end"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The shape of this liner makes applying so easy. Will definitely be repurchasing and trying more colours!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is such a beautiful color, perfect mauve natural color. Very easy to apply, I love the applicator!!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m obsessed with this liner I love how it looks on my lips and gives them a natural outline."
		},
		{
			"review_title": "My New Favorite Lip Liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The Buxom Power Line™ Plumping Lip Liner is a game-changer for achieving fuller-looking lips. Its creamy texture glides on smoothly, providing precise definition and a long-lasting plumping effect."
		},
		{
			"review_title": "Colour of packaging and description is mileading",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Applies smoothly but feels surprisingly dry on the lips and the colour is more warm rose with terracotta undertones than a true mauve. Might be returning it…if you are ok with the colour it’s just ok."
		},
		{
			"review_title": "Perfect color for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My fav lipliner to use with any gloss! It’s the perfect medium mauvey-pink shade that adds some shape to my lips when I wear gloss. When I wear it with a lighter colored lipgloss I get that two toned lip look that I love"
		},
		{
			"review_title": "Really good but not the best.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have 4 shades of this liner and my favourite is Dangerous Dolly. I do love these liners because of how plump they make my lips looks. They are not plumping but something about how they apply and the consistency makes my lips look bigger than other liners. It is a very unique product and I love it, especially for parties. Having said that, it is not the most long lasting and it comes off on my lips very easily when I put a gloss on but it stays on my outer lip line so it looks a bit odd. In comparison to the CT lip liners, they do not last as long. I do recommend getting one good shade that you'll use a lot, though. It is a nice liner."
		},
		{
			"review_title": "An All-Time Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "One of my all-time most favorite, most reached for, most used lip liners... and I've tried about 50 various lipliners/brands, most all high end (no drug store brands).  This one quickly became a staple for me.  Love that color.  Love the consistency.  Love the pencil itself."
		},
		{
			"review_title": "Not a lot of product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "There is there a lot of product in this, only used a few times. Beautiful shade is a great texture though. ￼"
		},
		{
			"review_title": "My favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I don't think these lip liners get the recognition that they deserve. They are amazing and plump your lips perfectly. They don't smear and the shades match so many shades of lip products I own. I love the blending brush and I wish more liners would also add a blending brush. The are on top of their game for these."
		},
		{
			"review_title": "Can’t say enough good things.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "True to “full coverage” claim, which not many lip liners provide. Definitely long lasting and a staple in my makeup bag. The formula also blends amazingly well with the opposite end brush (which is a such a cool feature) I also have hush hush henna. These two pare beautifully together. Ive never experienced the plumping effect and I’m on my second one. But the buxom gloss and lip stick do have a plumping effect that’s not too much. Love the whole line."
		},
		{
			"review_title": "amazing lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I love the liner, the liner is easy to put on  the lips and apply. I love buxom products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hi-Def Honey - neutral nude",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The shape of this liner makes applying so easy. Will definitely be repurchasing and trying more colours!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Very pretty color and adds a pretty plump but does not stay on very long have to keep reapplying every hour or so"
		},
		{
			"review_title": "Good liner, wish it lasted longer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this, it just seems to run out very quickly so I wish it had more product."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Not a fan. Seems to smear and doesn’t plump. The color is fine. I expected more from the Buxom brand."
		},
		{
			"review_title": "Love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this! It’s really a lip liner and lipstick in one. The liner itself goes smooth, and using the other end, you can brush it over the rest of your lips easily. No patchiness. I highly recommend it. I have many colors; it’s that good"
		},
		{
			"review_title": "Love the liner, not so much the shape of it though",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My favorite thing about this lip liner is the color, I like the formula. The thing I dislike the most though is the shape of the lip liner tip. I wish it was just a normal round point versus the diagonal shape"
		},
		{
			"review_title": "Soooo good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "It literally lasts all day and its perfect shade! Looks like my lip colour but better! Love it!"
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The liner itself isn’t bad. It’s creamy and glides on well. Theres just not a lot of staying power. The shape of the pencil throws me off as well. The shade I got is supposed to be mauve but pulls very orange which is why I won’t be using it. Cute brush one the end"
		},
		{
			"review_title": "Very little product compared to older version",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like the product well enough BUT I was shocked by how quickly it was gone!!  The old version lasted me a while."
		},
		{
			"review_title": "Nice and smooth and great neutral color!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After using this product for a couple of weeks, I realized I can use it alone with gloss or balm and it give a great neutral color to my lips without heavy lipstick. I am starting to wear this daily to work with a shiny clear lip balm and it lasts a good while. Worth the $$"
		},
		{
			"review_title": "Nice",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I wouldn’t say plumping.. it’s a nice matte smooth colour but eventually feels like it dries out your lips. I do like how it looks though and there is not transfer."
		},
		{
			"review_title": "Super cute lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I like the shape of this lift liner. Easy to apply and creamy but not breakable. I love the shade dangers Dolly. It’s a beautiful mauve/pink. I wear it alone with some clear gloss or with my favorite lippy. Very cute. ￼"
		},
		{
			"review_title": "Great lip liner but not plumping",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I'm a fan of twist-up lip liners and I really like the shape of this liner (makes it easy to draw an accurate line). I have it in several colors but reach for Dangerous Dolly most frequently. It has good staying-power but does not provide any plumping. I usually follow with a sheer lipstick or lip gloss so I don't have any use for the brush end. The brush seems like more of a gimmick to me."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Hush Hush Henna - cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love buxom so I was hoping I'd love this product but there was no color pay off. I had to return it."
		},
		{
			"review_title": "brush",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i like the fact it has a brush on the end but i did return because i couldn’t really see the color on my lips"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dangerous Dolly - mauve",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this with the dolly lip gloss together! Not much of a plumping effect but looks great and is easy to apply"
		},
		{
			"review_title": "Ehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The color is good but the shape of the tip of the liner makes it hard to use. It’s thick and shaped like a big triangle so it’s difficult to make fine lines."
		},
		{
			"review_title": "Dolly Colour is Great; Shape is Terrible",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This lip liner in the colour Dolly is great to wear with cool-toned lipsticks.  As someone who is very pale, I struggle to find a lipline that isn't orange or brown on me. This colour is great with mauve-toned lipsticks.  This is very similar to Dior's Airy Mauve, now discontinued.  The texture is good--creamy, with no pulling for application.  But it's also annoyingly fat.  The point is triangular in shape, which makes it difficult to apply.  I suppose if you were using this as lipstick, the wider end would help colour in your lips.  Most of the time, it's just requires attention to get it right.  The extra wide plastic tubing takes up more real estate in my travel makeup bag that it needs to.  Finally, it's not plumping--not tingly, not minty.  I did not try this one for the longest time because I was deterred by the potential plumping sensation.  There's no plumping."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have been looking for a dark brown lip liner that shows up good on my skin tone and this is just what I was looking for. Love love love ❤️ 10/10 would recommend"
		},
		{
			"review_title": "Must have liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Very creamy formula, glides on super smooth, precise tip."
		},
		{
			"review_title": "Most versatile lip color that exists",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This is THE PERFECT day to night color. You can wear this with a light face of makeup, or a full face of makeup, it's the most versatile lip color I've found! I'm on my 3rd one now and it's my regular go to."
		},
		{
			"review_title": "My go-to!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This is my go to shade. I love mauvy lip liners, this one does run a bit pink. I absolutely love the packaging it’s so sleek and i love the slanted tip and the dual ended brush. It’s really creamy and pigmented which makes it easy to put on. One star off tho because it doesn’t really last. It wiped off the second i started eating despite it being marketed as “long-wearing” it’s not really."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Amazing pigment, especially on pigmented lips. I got the Creamy Chocolate color. One star off for the brush being scratchy, but this is fantastic for tossing in your purse for reapplying while out. They need to make a couple more dark colors to the lineup and soften the brush a bit"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Hush Hush Henna - cinnamon",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This is my new favourite liner. My lips are quite pigmented so some liners are hard to see. This is literally the perfect shade for me. It is a nice sorta of terra cotta shade. It goes on smooth ans creamy. The brush is really useful to blend in. I like to line my lips and use a gloss over top."
		},
		{
			"review_title": "Very Little Product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Actually purchased two, hush hush henna and bold beige.  Hush hush was my favourite of the two for shade and would definitely repurchase both for colour and formula BUT so little product! I would say save your money. Many other liners out there that are as good and a far better bang for your buck. Won't be repurchase."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Smooth Spice - warm nude",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This is one of my fav products. It’s hard to find a plumping lip color that’s not a gloss but the old packaging was sooo much better :(  This used to be a thick pencil and now that it’s retractable, you get SO much less product and it breaks really easily- big bummer"
		},
		{
			"review_title": "NEW FAVORITE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "NEW FAVORITE!  Love the product texture and tip shape. Wears long. I don't particularly see the point of the brush on the other end as I don't use that but the liner is definitely my new favorite."
		},
		{
			"review_title": "A must have for many reasons!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Finally.. Happy to see Sephora carrying more than its usual next-to-nothing line of Buxom products.  I have the “Dolly” liner, and several others not available here.  Been using these for years.  I work in TV News on a newscast that’s 2 1/2 hours long.  So, longevity in a lip liner is important to me.  The Power Line Lip Liner is an all in one.  Depending on the day, I may use it to line my lips after applying a matte liquid, or using its as my liner and lip color.  The consistency is smooth, has yet to dry out (including the tip; I’ve found some Too Faced liners get dry and break off at the tip despite using the cap).  The pigment is reliable.  It applies easily and sets my lip line with no bleeding.  If I use it for full color, I put the “Amanda” Buxom lip polish on top and find it lasts a good hour or so before I touch it up.  That’s after a lot of talking and sipping coffee and water in commercials.  The texture is like a kohl-type liner in that it’s soft.  However, it goes on matte and stays put.  I prefer retractable liners over pencils.  The smudger on the other end helps to blend.  Hoping Sephora adds more shades for variety and myriad skin tones.  Those listed here tend to skew on the warmer side."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Hush Hush Henna - cinnamon",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love the color , but it is not easy to use , it broke every time I use it"
		},
		{
			"review_title": "Colour is off, paler than expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I found this product disappointing. I purchased this colour because I got hush hush henna as a sample and enjoyed the formula. Unfortunately, I didn't get to check the colour in person. For reference I am quite fair to begin with, but I found that this liner to be quite pale and washes me out. The colour shown in the picture is not a fair representation."
		},
		{
			"review_title": "LOVE THIS!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this liner. I use it on a regular even without any makeup. The brush gives a great blend for a more natural lip without having to use lipstick or gloss! Highly recommend."
		},
		{
			"review_title": "very disappointed!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Sticky mess, doesn’t glide. Does not fill in lips or last."
		},
		{
			"review_title": "my new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this lip liner! It’s very pigmented and long-wearing, the formula is also very easy to blend."
		},
		{
			"review_title": "Meh.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "Decent liner with good staying power but I don't feel like it plumps at all, though it does have a nice creamy consistency. The shade I chose (smooth spice) is a bit more nude on me than I prefer but that's more of a personal error and not paying attention on my part when I purchased online."
		},
		{
			"review_title": "THE BEST!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The is amazing lip liner, especially the shade which I love so much because not only does it work for my skin tone but I can use for so many of my lip colors"
		},
		{
			"review_title": "Such a pretty nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I bought this lip liner in Hi-Def Honey, a neutral caramel-y nude. I love how smooth the liner is and the triangle shape is really nice for filling out the rest of my lips. The lip brush on the other end is also so convenient! This has been great for layering under my favourite nude lipsticks."
		},
		{
			"review_title": "Very little product, no staying power",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Save your money! I barely used this liner and ran out of product in just 3 months. It also lacks lasting power in terms of staying on. Go splurge on a Natasha Denona Need a Nude Lip Crayon instead. That sucker won't budge!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Good product but I legit only got to wear it probably 10 times , for the size of it you barely get ANY PRODUCT . Waste of $$."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Exactly what I was looking for! Im not a makeup pro and it was easy for me to define and fill in. I’m glad it comes with a blending brush as it’s value for money . The colour is beautiful. It has a super strong staying capacity as it survived many glasses of wine and food! I  am a huge fan of transfer proof lip makeup. This one definitely meets my standards for being tough staying power  and having to make an effort to take off with a remover the next morning !"
		},
		{
			"review_title": "versatile lipliner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I've been wearing this liner for the past week and love it. 90s lip vibes! Smooth application, long lasting, great  color pay off. The shade 'Hi - Def Honey' shows up as a neutral brown on my lips. I line and fill in my lips to wear it alone (wearing it alone in the photo attached). It's great to pair with with a nude or pink lipstick to get that full, contoured lip effect. The liner is good for subtly over lining without looking too unnatural. Bonus is it the lip brush to blend."
		},
		{
			"review_title": "Great lip liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This really is such a beautiful lip liner! I always have trouble when slightly overdrawing my lips because their pigment is quite red naturally, I tend to wear soft nude tones and the red peers through any lip liner products when doing so. No problem with this one! It blends and covers smoothly and effortlessly with great pigment, but such a soft and lightweight texture. It just glides on, no tugging or pulling, no dry texture. It also wears nicely with decent longevity. It has a cooling effect on the lips for the plumping effect that buxom always incorporates with their line. I would say ‘smooth spice’ actually goes more cooler toned on my lips for some reason instead warm as it’s described or appears- but still very pretty. Definitely recommend this colour for my fellow nude lipstick wearers!"
		},
		{
			"review_title": "Gorgeous Colour for Naturally Plump Lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m not sure why Buxom markets these as plumping because I, at least, generally  associate that with tingling lip plumper, but they do make the lips look more contoured! Especially Hush Hush Henna is a beautiful nude almost slightly brown colour at first application that blends into a true dusty rose easily. This and just a lip balm make my lips naturally full and perfect without looking overdone at all because the colour is absolutely spot on, the colour of the contours of my lips! Really amazing product"
		},
		{
			"review_title": "the perfect nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I absolutely love this. Is slim so very purse friendly. I know it’s a liner but if you dab just a little balm on your lips first it goes on really smooth and has great staying power. The color just melts to your lips so it looks really natural. I’ll absolutely be buying this again."
		},
		{
			"review_title": "My favourite lip liner ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This is by far my favourite lip liner. Plus point is its retractable and you get a little brush on other side to blend. The liner itself is very creamy."
		},
		{
			"review_title": "YOU NEED THESE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "everything about this lip liner is amazing, the shape, the colour, the thickness, the brush at the other end is game changing!!!! I need every colour in these. 10/10 recommend. This colour pairs really nice with their plumping lip balm too for everyday."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I love the colour and texture of the lip liner! It applies smoothly and doesn’t crumble. The only issue I had was when trying to blend it in with the brush on the other end, it would completely remove the product. I had an easier time blending it by tapping it with me finger. Other than that, it is a great product."
		},
		{
			"review_title": "Cute but just ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This color goes with a lot of my pink nude lipstick. The only reason I did not give this lip liner 5 stars is that it breaks easily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love these liners. You could fill in your whole lip with them and put a pretty gloss on top. Last’s all day."
		}
	]
}