{
	"product_id": "1",
	"name": "Hair Density Boosting Scalp Serum for Thinning Hair & Hair Loss",
	"brand": "AAVRANI",
	"categories": "Hair, Hair Styling & Treatments, Hair Thinning & Hair Loss",
	"price": 65.0,
	"about": "What it is: A weightless leave-in scalp serum shown to promote meaningful hair growth in as little as 8 weeks and visibly reduce shedding by 2X for fuller, thicker hair...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Anti-Aging.- Thinning.- Color Safe..Key Benefits: - Visibly improves hair density.- Addresses fallout.- Has a lightweight texture with a nongreasy feel..Highlighted Ingredients:- Turmeric Stem Cells: Help reset the hair bulb for fuller-, thicker-looking hair..- Vegan Collagen: Increases hydration by 20X..- Ashwagandha: Strengthens roots and alleviates scalp irritation...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: Perfect for daily use, this lightweight gel serum absorbs into the scalp without disrupting your style. Turmeric stem cells initiate an epigenetic reset of the hair follicles while vegan collagen supports the growth cycle for visibly fuller, thicker, stronger hair. With consistent use, this treatment is clinically shown to promote the look of hair growth in as little as 8 weeks...This product is vegan, clean, color safe, and safe for use while pregnant or nursing..Fragrance Description: Crisp grapefruit top notes blend with a floral heart of jasmine and rose in a natural fragrance balanced by warm musk and sandalwood for a refreshing and grounding experience...Clinical Results: In a 16-week consumer study with 35 participants with thinning hair (types 1 to 4), after 8 weeks:.- 9 out of 10 subjects experienced meaningful new hair growth.- 97% saw healthier, fuller hair.- 94% experienced a reduction in hair shedding/loss...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Turmeric Stem Cells: Help reset the hair bulb for fuller-, thicker-looking hair..-Vegan Collagen: Increases hydration by 20X..-Ashwagandha: Strengthens roots and alleviates scalp irritation....Water/Aqua/Eau, Propanediol, Glycerin, Curcuma Longa (Turmeric) Root Extract, Withania Somnifera (Ashwagandha) Root Extract, Sr-Hydrozoan Polypeptide-1, Bacopa Monnieri Extract, Camellia Sinensis(Green Tea) Leaf Extract, Zingiber Officinale (Ginger) RootExtract, Larix Europaea Wood Extract, Biotin, Sodium Hyaluronate, Zinc Chloride, Ascorbic Acid, Arginine Levulinate, Glycine, Butylene Glycol, Hydroxyethylcellulose, Pentylene Glycol, Xanthan Gum, Sodium Metabisulfite, Phytic Acid, Tetrasodium Glutamate Diacetate, Potassium Sorbate, Sodium Hydroxide,1,2-Hexanediol, Caprylyl Glycol, Ethylhexylglycerin, Citric Acid, Phenoxyethanol, Fragrance*, Iron Oxides (CI 77491), Iron Oxides (CI 77492), Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Limonene....*Naturally derived....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:..-Apply a few drops directly to your scalp, along the hairline, widening part, and/or other areas of concern..-Massage gently..-Wait a few minutes for the product to absorb..-Do not rinse..-Style as usual..-Use daily on a damp or dry scalp.",
	"num_reviews": 243,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/aavrani-hair-density-boosting-treatment-P510710?skuId=2760346&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2760346-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz / 60 ml",
			"shade_descriptor": "4 Month Supply",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2760346-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Actually works!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve been using this serum almost daily for 9 weeks and I’ve actually seen a difference in my hairline and part. I see lots of baby hairs and growth. I’ve also been taking hair supplements but I definitely feel that a lot of the growth is from this serum because I specifically see new hairs where I’ve been applying the serum. Super easy to use and lightweight. I would use more than the recommended amount and I would use it at night or on freshly washed hair so it doesn’t affect your hair styling (it hardly does on dry/styled hair but it’s just more convenient to use before bed or on wet hair). Definitely try it out!"
		},
		{
			"review_title": "Snake Oil",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Oily skin",
			"review_text": "This did nothing for my hair. Save your money and grab The Ordinary hair serum instead!"
		},
		{
			"review_title": "Finally found a product that works for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Really like this product and feel like it has done wonders for my hair. I have seen less fall out and my hair feels and looks fuller. Will definitely buy again."
		},
		{
			"review_title": "Dont use too much",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I ordered a sample of this with my sephora points and I didnt use it correctly. The directions say to use 2-3 drops and I used the whole sample. The serum clumped up on my scalp and looked like orange crusted flakes of dead skin, and when I washed it out, my scalp was so dry, itchy and flakey. LOL so please dont do what I did hahaha"
		},
		{
			"review_title": "nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "love it, it does work and smells amazing. i would buy it again!"
		},
		{
			"review_title": "It's working!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I can't believe I'm saying this, but it's working!  I have been using it for about 2 months, and I have little baby hairs coming in at my hairline. The price is fair, as you only use a few drops in each problem area.  For me , that's just two areas.  The smell is nice, and it doesn't dirty my hair at all - important to me, as I only shampoo twice a week.I've tried several other brands, and this one is the first one I've seen such good results with.  And I paid for this by the way."
		},
		{
			"review_title": "Not working.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This serum did not do anything for me. I used it for a couple months and did not see any changes. I did not have the patience to continue using it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "While I didn't have any negative side effects like burning on breaking out as some other reviews mention, this also didn't do anything for my hair. Frankly, I don't think there's enough evidence that these ingredients could help hair growth, unless perhaps they are injected or microneedling is also done. Consumers should also be skeptical of reviews that say they saw results after a few weeks. As a reminder, hair grows roughly half an inch a month. If someone is seeing good results after a month, that would basically imply that this product is so good that it rebooted inactive hairs into a growth cycle on the first day of use. The gold standard of topical treatments, minoxidil, takes at LEAST two months to see initial results. There is no way this could be faster. So test it out if you are interested, and give it a good long trial run, but don't be swayed by someone who supposedly saw regrowth in two weeks."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This hair boosting treatment by AAVRANI is amazing, it delivers fast results without using much of the product, you just have to be consistent with applying it every day. My hair line looks so much more fuller."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I’ve been trying this hair density boosting treatment and it has worked miracles on my hair! I’m so happy that I was able to try this product. I have been struggling with hair loss for quite a while now. After using this product faithfully, I have seen a lot of new hair growth, especially right at my hairline. This product didn’t make my hair look too greasy, but I tried to only use this close to my hair wash days and I’m really happy with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this hair density boosting treatment in exchange for this post. I have been using this for 3 weeks and I like it a lot. My hair volume looks more now and this product is easy to use and absorbs quickly. I didn’t feel oil with it. I will continue using it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "My hair seems grown slowly and less volume in my forehead area. So glad to get this chance to try this scalp serum for promoting healthy hair growth. I only used once or twice every week because I am afraid broken the oil-balance in the scalp. Also recommend to use a scalp serum applicator, easy to apply the liquid to the area whatever you want to. I only used it for 3 weeks now but very looking forward to see the effectiveness"
		},
		{
			"review_title": "Good to know how you can grow your hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have not previously used hair growth stimulating products that contained similar ingredients. I can’t say that the result can be obtained very quickly. This is painstaking work and requires regularity. but it seems to me that it works. Yes, not as fast as we would like. but hair doesn’t grow too fast either. The packaging is very convenient to use, there is a pipette that will make application much easier, a fairly small amount. my hair didn't look dirty or greasy afterwards. This suits me exactly. yes, it takes a long time, but all such means work for the future."
		},
		{
			"review_title": "Amazing! My hair feels Healthier and Fuller!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I love taking care of my hair and incorporating quality products in my haircare routine! I was noticing hairfall, thinning and dryness lately and was excited to try the Hair Aavrani Hair density boosting treatment! It's absolutely amazing and I noticed visible results after a few applications! My hair feels fuller , stronger and nourished! It's very light and smooth in texture and doesn't weigh my hair down. My hairfall has reduced considerably too! I use it regularly , even before styling, and my hair doesn't look oily or greasy! Hair feels soft,  hydrated and easy to style! A small amount goes a long way and the outcome is amazing! My scalp feels healthier too and roots are stronger. The treatment is enriched with the goodness of turmeric,  vegan collagen and Ashwagandha! A well researched,  quality product that works absolutely great! It absorbs beautifully too."
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love it, the oil feels very lightweight on the hair and don’t make the hair look greasy at all, and o have being seeing my hair growing a little and feeling more Thicker"
		},
		{
			"review_title": "Must have for postpartum hair growth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This treatment is so easy to use and doesn’t leave a weird residue behind! I have a bunch of post partum breakage I wanted to concentrate on growing around the front hairline. This worked really well to combat that breakage and encouraged quick and thicker growth. I like the clean ingredients, and that it will last me even more months."
		},
		{
			"review_title": "It’s bee working on my edges so far",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "So far I’ve been seeing a little bit of growth. I also really like that the formula isn’t super watery so it really is that messy and a little goes a long way so I’ll have a while to see just how good it is. The clean ingredients are amazing and it smells pleasant too."
		},
		{
			"review_title": "Be patient!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Received this product from AAVRANI, was excited to try this due to having damaging and thinning hair. I always prefer products that are environmentally friendly and have clean products. Applied to the left side of my upper forehead where my hair separates, and just massage that gently to the area, so far I noticed a little difference after 2 weeks, some fullness and I am confident I’ll notice big results soon."
		},
		{
			"review_title": "I wanted to like this, but...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've used plenty of hair oil treatments and loved the reviews on this one. But after using it for a few days, I'll most likely be sending it back.  1st issue: it BURNS. Normally, hair oil for me tingles and activates my scalp. Scalp stimulants tend to do that. But this one burns so bad, and any hair product I use (as much as 12 hours later) makes it worse. My scalp is 100% red, I look like I have a sunburn.   2nd issue: The smell is too strong. I think it's the tumeric, it's just too much to smell while sleeping  3rd issue: The price. I have two other hair oil brands that seem to perform better than this, and they're both under $18.   4th issue: The dropper. The glass dropper does not hold onto the liquid well, at the bottom. So if you don't time it right, you will drop some in your eye  5th issue: it burns in the shower. My routine is usually using the hair oil hours before bed, then I take a shower before bed. But yesterday, as a test, I tried not taking a shower after applying. I took a shower this morning, and any product I use is burning my scalp. The warm water also burns. This isn't normal for me  I wanted to like this one, but unfortunately M**lle rosemary mint oil and K**tsch scalp oil perform better than this brand"
		},
		{
			"review_title": "Didn’t notice a difference after 2 months",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "No difference in hair volume after 2 months of daily use. Adds moisture to my hair which is good but not the hair growth unfortunately. I will probably try something else next"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Been using this product for a few weeks! Can already start to see a difference, especially with my baby hairs. The product smells amazing and the consistency is super easy to use and doesn't make my hair feel greasy."
		},
		{
			"review_title": "Truly Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product has been super helpful for me. I truly recommend it. Very good and clean ingredients, easy to apply, and nice bottle too. Love it all!"
		},
		{
			"review_title": "SOO MANY BABY HAIRS GROWING!!!! You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I waited a few weeks to review this product and I cant tell you how insane this product is!!!!! I have baby hairs growing from all over and I don't know what to do with them LOL. I've been losing hair for a few years not and felt the density decreasing. This boosting treatment has truly been so transformative. I add it in right before I blow try and it sets right in - so perfect. Highly highly recco this for anyone who wants healthier, thicker hair!"
		},
		{
			"review_title": "You got to try this for hair growth!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Oily skin",
			"review_text": "I love this product.  Been using for 45 days and I can see the results.  Goes on easy and smells great."
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This serum changed my hair!!! Where do I begin? I've been using it every day for almost 2 months now and the results speak for themselves so I added pics of my hairline to show what it's done for me. I only started losing my hair in the last year, but I've already tried many hair growth treatments. Vegam**r was hard for me to be consistent with. That product left my hair greasy so I didn't end up actually using it every day in order to see the results. This Aavrani product is SO EASY to use, and for that reason alone, it has stood out from the rest. I can use it every day without worrying about it weighing my hair down, and I honestly forget It's even on my head after it gets absorbed. It hasn't affected my hair wash cycle AT ALL which is really hard when you're bringing in a new product into your routine. This is now a staple product in my bathroom and in my travel case."
		},
		{
			"review_title": "Don't waist your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have used this product for 2 months and have not seen any difference. It smells good. But that is all it has done. Sucks after spending $50 for it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using it for a week now so I can not yet attest to whether or not it improves hair growth.  However my bottle arrived only 3/4 full.  And the product leaves pink chunks along your scalp and then a million tiny white flakes.  I'm an Indian woman with dark hair and usu wash my hair every 3-4 days.  When I use this product, I have to wash my hair the next day."
		},
		{
			"review_title": "Burning sensation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I added a sample of this to one of my orders and was really excited to try it out. However, shortly after putting it on, my scalp started to feel like it was burning. I immediately went to the shower to try to rinse it out, but the burning sensation is still there. Really hoping there are no other side effects…"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Where do I begin with this life-changing product? As someone who has struggled with thinning hair and hair loss for years, I can confidently say that this treatment is nothing short of miraculous. From the very first use, I noticed a significant difference in the density and volume of my hair. The formula is not only effective but also gentle on the scalp, which was a huge relief for me as someone with sensitive skin. Unlike other treatments I've tried in the past, this one doesn't leave behind any greasy residue or weigh my hair down. Instead, it absorbs quickly and leaves my hair feeling soft, silky, and incredibly manageable. What truly sets this treatment apart is its ability to target the root cause of hair loss and stimulate new growth. With consistent use, I've noticed a dramatic reduction in shedding, and my hairline has started to fill in where it was once sparse. I finally feel confident leaving the house without worrying about my hair looking thin or patchy. Not only has this treatment transformed my hair, but it has also boosted my confidence and self-esteem. I can't recommend it highly enough to anyone struggling with hair loss or thinning hair. It's worth every penny and then some!"
		},
		{
			"review_title": "LIFESAVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "The hair density boosting treatment has been a game changer for my thinning hair. Its so easy to use, and it smells AMAZING!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "so far it's been keeping mine and my husband's scalp not flaky. it's not oily at all and feels light. I'll post another update regarding the progress too early to tell since I got it a week back"
		},
		{
			"review_title": "LOVE!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "So far, I love it!! Love the smell, it doesn’t leave my hair oily and it’s such a relaxing way to end my day ◡̈ I’ve had a bad habit of picking at my hair since I was a kid, so hoping to get some density back!"
		},
		{
			"review_title": "Won't be repurchasing...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Why do all the reviews for this look like they were written by the same person? First the 'incentivized' ones, and now the non-incentivized too! Hmmm. As for the product itself: the ingredients are GOOD, there is no denying that Ginger and Turmeric do have excellent scalp/hair benefits (at least in my experience) but the delivery system for these ingredients isn't the best. In trying to hydrate the hair - which naturally gives it more volume and the 'illusion' of thicker hair, the formulation itself ends up making my hair greasy, lank and just an overall mess! This is accentuated when my hair/scalp is damp, so I switched to only using on dry scalp, with limited success. On top of that, the instructions call for daily use, and it just starts to become too heavy. It makes no difference how sparingly I use the serum either. I'll try to use up what's left, maybe on alternate days, but I won't be repurchasing.   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Lip Liner"
		},
		{
			"review_title": "My go-to night time hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "This product is genuinely magic! My hair has never been this thick- you need to try this ASAP!"
		},
		{
			"review_title": "8 weeks before and after",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am so thankful I tried this product and I don’t think I’ll ever stop using it! The pictures attached were taking 8 weeks apart. My hair has grown so fast!!! What I really love about this product is that it doesn’t make your hair oily. And it smells absolutely amazing. Do yourself a favor and try it!"
		},
		{
			"review_title": "I use it multiple times a week!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Been using it for a few weeks and already see a difference in the spots where the hair was a little thinner! Only gave a 4 because it does cause my hair to be a little greasy, but my hair is super porous and absorbs everything, so it's a personal issue. It’s super lightweight, so I like to use it overnight and wash my hair in the am."
		},
		{
			"review_title": "Light weight oil - so far (yes I bought this)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "I just bought this since I shed lots! It’s my 5th day using it and although I may not see results yet, I will say this hair oil is light weight and doesn’t leave my hair like an oily mess. I’m gonna have to update you guys soon"
		},
		{
			"review_title": "Hairline is SO much thicker",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I've been using this product consistently and i can already see SUCH a difference in the density of my hair, especially in the front area where there was a lot of thinning. A little goes a long way + make sure you really massage it into your scalp"
		},
		{
			"review_title": "The hair growth is REAL!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Purchased the product as soon as it launched on Sephora and the results have been SO GOOD. Within a week I started to see some beginnings of baby hairs growing and after 3 weeks they’re getting even thicker. Can’t wait to keep seeing my hair THROVE!"
		},
		{
			"review_title": "I REBUKE THIS PRODUCT!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "In all of my 40 years, I have never had a skin or hair product that has broken me out. I can put anything on my skin and will not have a reaction. And then in walks this evil product. They say there’s a first for everything, right? Well, they weren’t wrong because the day that I received this in the mail I couldn’t wait to try it. I followed the directions and the next morning my hair line was covered in red bumps. I have never printed a return label and packaged something back up so fast in my life. I rebuke this product!!"
		},
		{
			"review_title": "I’ll never know!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received the wrong product in the mail - I received the product for dandruff and dryness. Although I would’ve love to review this I can’t. But the packaging was great and the other product smells great so I can tell you that. Offered by aavrani"
		},
		{
			"review_title": "No-fuss hair growth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've been using this leave-in for the last 6 weeks and am noticing a bunch of new baby hairs pop up along my hairline, which looks overall more full (I've been needing less makeup to fill in the gaps). Pleasantly surprised by how quickly this stuff works! Super simple to use, a little goes a long way, and I don't need to worry about it messing up my hair which is HUGE. Smells luxurious too which is a nice bonus. Other hair growth serums out there smell terrible. Overall very happy with the product and will keep using it for more growth."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "The Hair Density Boosting Treatment is my new holy grail product. After 8 weeks of daily use, my wavy hair is noticeably fuller and sheds less. The serum is lightweight, easy to apply and leaves no greasy residue - just a pleasant fragrance. A must-have for healthier, thicker hair!"
		},
		{
			"review_title": "Will need to try for longer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I have wavy hair and recently I’ve been struggling with losing lots of hair. I tried this product for a couple days and it works best on wet or damp hair. I don’t suggest using on dry hair or it will pill. I broke out slightly after using this product near my hairline so I will have to give it another try. Smells slightly of chemicals and is orange colored. Products was gifted to me by Aavrani."
		},
		{
			"review_title": "Great option!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Offered by Aarvrani is fantastic option for help with your hair overall & growth. I’m so happy to share this beauty with you. “We are a new brand launching at Sephora in March 2024 with an innovative collection of haircare treatments combining science and Ayurvedic superfoods.”It’s a hair density serum packed with vitamins that will help your hair in every way! I’ve gotten a great experience with this particular product, love the turmeric in it. Also there’s no scent, I feel like it’ll be effective with continued & consistent use of this beauty! It’s easy to use and smells good! Almost like a salon scent, ya know. Anyhow totally recommend especially for anyone who needs help with their hair growth! It’s a great choice. Get it here- https://app.im.skeepers.io/c/hbwz3/r/hbuhy Overall it’s been a great experience with this product. Easy to use, apply whenever or wherever you need it or help in a spot she’ll help! I’m so happy to have had this experience, totally recommend! Xoxo"
		},
		{
			"review_title": "Regrowth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the first hair serum I’ve used that doesn’t make my hair look or feel greasy at the scalp!  After having my second baby, I have lost hair around my hairline and it overall was thinner!  Since using this serum, I’ve noticed regrowth around my hairline, fullness, and shine.  My hair feels overall healthier!  I was gifted by AAVRANI!"
		},
		{
			"review_title": "My hair savior!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using this for the past 3 months and I have seen a significant difference and improvement in my hair!! My hair has decreased shedding and my hair just feels more full and more healthy!! I love it"
		},
		{
			"review_title": "Volume for my fine, flat hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have fine, thin, flat hair and have tried many products and styling tools to improve my hair volume and thickness.  After using the Hair Density Growth System, gifted by Aavrani, I have seen an improvement in the volume of my hair.  I use it in the morning, after showering, on damp hair.  I use two droppers full to target my hairline and crown.  It brushes in easily and doesn’t leave any residue on my hair.  I like the immediate oomph it gives my hair and the ease of application.  After regular use the most positive change I have observed is the volume I get at the root, which makes my hair look fuller!"
		},
		{
			"review_title": "Less shedding & breakage!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have absolutely been enjoying this boosting treatment! My hair is thin to start with and getting thinner with plenty of shedding! I been using this daily at my part and areas that are thinnest! My hair seems to look fuller, more volume and absolutely notice far less shedding!  This product is a pleasure to use, it smells so good, a refreshing citrus, and has a nice texture making it easy to apply where I want it! I also appreciate I can use on damp or dry hair and the ingredients are vegan & color safe! The packaging is beautiful, heavy glass bottle & dropper! Thank you so much, this product was gifted by Aavrani!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I tried the hair density growth serum gifted by AAVRANI. Loved the beautiful blue bottle and the packaging. I admire Lily’s hair so I was excited to try it. It contains a wonderful Ayurvedic recipe which includes turmeric and ashwagandha. I applaud it with the help of the dropper and have been using it for a couple of weeks now. It doesn’t make my hair feel too oily. My hair feels soft and strong. Oh, it smells absolutely good. A blend of floral and citrus scents."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this hair density serum for the last few weeks since it was gifted by Aavrani.  It’s helped to add more hair to the thinning areas around my face especially, as I’ve noticed more little hairs growing which makes me so happy! I can’t wait to see more progress as I continue to use it. I love that it’s a lightweight serum that absorbs easily without making my hair look greasy or dirty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "First off it has a very lovely scent and its easy to apply. I've been applying it to my edges and my middle part since those areas have been thinning from constantly putting my hair in a bun and I've seen improvements in thickness/fullness and in the density. I didn't really notice a difference in shedding though but you do have to be consistent. Complimentary from Aavrani."
		},
		{
			"review_title": "Really works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have noticed my hair grow so much! I have been using this product for over a month now and I can see all the new hairs sprouting in my hair line. My hairline is definitely filling in and I am so excited because this is something that I have consistently struggled with. I will definetly repurchase. gifted by aavrani"
		},
		{
			"review_title": "A must have for thinning hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this hair growth serum from AAVRANI. My hair has been so thin and lifeless with almost no volume since having my second child. This serum has helped my hair look fuller, denser, and healthier since I started using it. Gifted by aavrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this hair serum so so much. After using it, I noticed that my hair became more full, more healthy and overall denser. I highly recommend this product for anyone who wants more full and healthy hair “gifted by aavrani”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a lightweight leave in scalp serum. I like using this post shower or working out to decrease irritation after on my scalp. It does not leave a residue and I think it’s great for all skin type ! Offered by aavranu"
		},
		{
			"review_title": "Effective serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "this is such an effective serum, its like skincare but for your scalp. I emptied the product in a month and let me tell you my scalp is no more itchy flaky and i see baby hair all over which is a good sign that my scalp is healthy, highly recommend. Gifted by aavrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Aavrani. This product is awesome! I started using it because my hair is falling out and thinning. i’ve only been using it a short time and can already see a difference. Can’t wait to keep using it"
		},
		{
			"review_title": "you need to use it everyday to get real results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This stufffffff,,, smells absolutely divine, that alone made it worth it to me,  I used it on the front section of my hair, where I have the most issues with thinning. The applicator makes it easy to use and apply to scalp. It’s very important to use everyday for the best result, that is what I did and I noticed much less shedding and less breakage.   I’ll be continuing to use this indefinitely. Highly recommend!  Gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product complimentary from the brand in exchange for my honest review. As I get older my hair is thinning, so a product like this is great for me! It’s easy to use and feels great! After two weeks of use I can start to see a bit of difference!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "I love this stuff. It smells absolutely divine, that alone made it worth it to me, but most importantly, it’s really helped thicken the problem areas in my hair. I used it on the front section of my hair, where I have the most issues with thinning. I noticed a lot less hair fall after about a week, and I was really happy to see the thinning decrease visibly. I’ll be continuing to use this indefinitely. Highly recommend! offered by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Complimentary from Aavrani. I have medium wavy hair and have been noticing some thinning. My hair seems to fall out more in the shower and when I brush it. When I gather my hair at the nape of my neck, it’s noticeably thinner too. I’ve been using this treatment for a few weeks now. I haven’t notice any change in volume or density."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I like the dropper, which is very easy to apply all over the scalp. The consistency is a very lightweight liquidy gel. It feels very comfortable on the scalp with no weird sensation, doesn’t feel greasy or sticky at all. You have to massage it in very well and avoid leaving it on the hair strand, as it can show on the dark hair otherwise. I like to concentration on my hairline to help the hair growth, and you can see that it’s helping with the baby hair there. (Gifted by Aavrani for my honest reviews)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Incredible product! I have always had problems with my hair being damaged around my forehead from styling my hair and this truly helped heal and start regrowth back! I hate my baby hairs but am SO happy I found a product to help my fullness! Gifted my aavrani"
		},
		{
			"review_title": "Light weight hair treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Aavrani hair density boosting treatment - this is a light weight hair treatment for the scalp. Feels watery with a slight texture. Doesn’t feel sticky or tacky at all. It has a floral fragrance scent, when I first used it I felt like it was a bit strong but after awhile it didn’t bother me anymore. I have thin fine hair, with an oily/comb scalp. Feels good to massage my scalp with this on dry or damp hair. Helps to relax my scalp and release any tension I’m holding on too. My main concern is hydrating and frizz at the moment. This is helping with the frizz. Gifted by Aavrani."
		},
		{
			"review_title": "Stronger",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Excited to share my experience! This serum is weightless, non-greasy, easy to use. I applied it directly and massaged it onto my side hairline and scalp. It’s a leave in treatment, so no rinse needed   Infused with Turmeric Stem Cells, Vegan Collagen, and Ashwagandha to  revive dormant hair follicles, provide hydration, & reduce hair loss.   One detail to note flakiness occurs after a few hours.Overall, it’s been helpful for my fine/thin hair"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received the Hair Density Boosting Treatment complimentary from AAVRANI in exchange for my honest feedback.   I have very fine, thin hair with recession at the hairline at the corners of my forehead, likely due to pulling it into a ponytail daily for work for years. I was really hoping this product would promote regrowth in those sparse areas and increase my hair density all around, however I haven’t seen any notable results. The product is easy to apply, but since my hair is already so fine and thin, it just tends to weigh it down and makes it look dirty and greasy even when freshly washed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have very fine hair and started to use this serum to treat such problem, the texture is very light and does not grease my hair. It’s very important to use everyday for the best result, that is what I did and I noticed much less shedding and less breakage. Hair became healthier and stronger. The applicator makes it easy to use and apply to scalp. Gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "So I went to the salon and my hair stylist so a lot of new growth in my hair. My one thin spot from putting my hair up looks like it’s getting some new growth for sure! This product was gifted by Aavrani in exchange for my honest opinion!"
		},
		{
			"review_title": "Great for scalp health and hair shine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone who lacks the energy to keep up with a beauty regimen, this hair and scalp oil is the easiest and most rewarding thing to keep up with. I’ve been using it post shower and massaging it into my scalp for two weeks and I’ve noticed my hair looks so shiny, silky, and my scalp feels less dry and flaky than what I’m used to. Gifted by AAVRANI"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I've been using this boosting hair treatment for a few weeks now and the results I've seen so far are amazing. My hair is growing much faster than usual and the little baby hairs from sparse areas are no longer short and sticking up, they're blending in better with the rest of my hair. I love this and can't wait to see long term results. Gifted by aavrani"
		},
		{
			"review_title": "Ancient Indian benefits in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "AAVRANI's Hair Density Boosting Treatment features key ingredients like turmeric stem cells, vegan collagen, and ashwagandha, known for promoting fuller, thicker hair growth and hydrating the scalp. This treatment combines traditional Ayurvedic wisdom with modern botanical science for healthier, denser hair.  Turmeric stem cells and Redensyl work together to reactivate the hair growth cycle and show results in just eight weeks. Complimentary from Aavrani."
		},
		{
			"review_title": "I like the results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This serum offered by aavrani has really helped with my hair. I noticed less shedding since I started using it 2 weeks ago and I have found that my hair has more volume once it has dried. I will continue using this to see what more results I get ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "AAVRANI Hair Density Boosting Treatment and Recovery Oil Mini Set is a liquid gel texture with a scent. It’s easy to use with the droplet bottle. I notice my hair stronger and less shedding. A longer time in use will tell if it helps with hair growth for me. Complimentary from Aavrani."
		},
		{
			"review_title": "Not daily use for fine, thin hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I don't think this product is a good daily serum for fine, thin hair. It left my hair greasy when applying to a freshly washed scalp. I have been using it the night before wash day, and after a month of use, I don't see any changes to my hair density or growth. I will continue using this up, but I won't restock it. gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This hair treatment from aavrani is game changer! My hair look so much nicer and healthier after only 3 weeks using  of it. I just apply daily and wait. It definitely stronger by roots now and much more shiner"
		},
		{
			"review_title": "Obsessed with it !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I had the chance to receive the product complimentary from aavrani to  try and share my opinion with it.   The oil is not just a product, it is a whole experience. It comes in a very beautiful packaging and the applicator is very easy to use.  The scent makes me feel like I am at a spa, its so zen and relaxing. I love not only how it feels on my hair, but also the way it makes it look. My hair has gotten so healthy and strong with an amazing shine.  I use it with every wash and I am obsessed with it."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I’ve been using this product for over a month now consistently and I’m definitely noticing right around my hairline all these new baby hairs. I’ve recently had some hair thinning due to weight loss and this has been amazing at restoring it. I have long straight hair for reference and this doesn’t leave my hair greasy either. I was gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "While I'm excited to grow my hair and loved the beautiful packaging and luxurious feel of this product, the formula unfortunately doesn't seem to agree with my scalp. The texture is thicker than expected, more like a gel serum, and it leaves a greasy residue for a while. The light pink color and pleasant scent are great, and I had high hopes!  However, after trying it a few nights in a row, I wake up with an itchy scalp and small bumps. *gifted by aavrani"
		},
		{
			"review_title": "Great for Postpartum Hair Loss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This treatment absorbs so well into my hair! I've struggled with postpartum hair loss for the last 18 months. I have been loving how this product increases density, while not making my relatively-straight, fine hair from getting oily at the scalp. I use it 3-4x a week. Highly recommend! Please note, this was a gifted by aavrani product BUT all opinions are my own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Have been using this every night on either side of my forehead and I can see the baby hairs starting to grow!! I’m excited to see how much regrowth I can get over time and get my hair back to what it was before. Gifted by aavrani"
		},
		{
			"review_title": "Great hair treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have fine hair that is thinning on the sides. This hair serum has been great. I use on my dry hair at night . I have noticed that there is less hair falling since I have been using it. My hair looks and feels denser as well. I am excited to use it for a longer time to see long term results .  This serum is gifted by Aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Was gifted by aavrani. I have 4c kinky hair and I wasn’t sure it would work but I was pleasantly surprised. I noticed my roots getting thicker and areas that were thinning coming back in. I will keep using this product for sure!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have seen a huge improvement in the density of my hair with regrowth in the last month. I’ve been using this serum! It works so well on me and I cannot believe it! I’ve been having a hard time with my hair falling out, so this is really helpful. Gifted by AAVRANI"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product in exchange for a review gifted by asvrani. I love how much thicker my hair feels after a few weeks I am so happy with the results and can’t wait to keep using it snd growing my hair out. I love it"
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have thick, medium length hair and have sparse patches around my temples. After using this serum, I’ve noticed a visible difference in the density of my baby hairs! It smells great and didn’t leave any weird residue or greasy feel. I can’t wait to see how it progresses over time. Gifted by aavrani."
		},
		{
			"review_title": "Love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Aavrani. I have been very pleased with this hair boosting treatment. My hair is thick, coarse, wavy/straight, but as I age I notice my hair thinning. I have been on a hunt and have tried lots of hair treatments to keep my hair from falling and thinning. This has been very helpful with that. My hair feels like it’s not falling as much. I also enjoy the slight scent of this serum like treatment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This hair serum has been my amazing for my thin hair. Since using it, I’ve been having less hair loss and more density. It has great ingredients. I use it daily on my dry hair. I apply it on areas that need treatment and massage it. Gifted by aavrani."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Since I turned 23 I’ve experienced my hair thinning out especially towards the front, I didn’t want to do anything drastic so when I was gifted by aavrani this natural hair serum I knew I had to try it. I definitely have seen growth since using it and I’m excited to keep going and see the results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This hair serum worked wonders on my hair!! My hair has always been pretty straight and fine so growth was always an issue for me. I dreaded getting my hair cut because I knew even getting just the dead ends off it would take so long to grow back, this serum really showed a difference after using it for a while. Offered by aavrani"
		},
		{
			"review_title": "Slow progress",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Aavrani. I have been using this consistently for about a month. I have a spot on my hairline where there just seems to be hair missing. I have to say progress is very slow and barely noticeable. I would like to see what it’s looking like in 2 more months before I decide if I love this or not."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I noticed some strengthening of my hair strands and some overall hair volume as well. It is easy to apply and doesn’t make my hair feel heavy or oily. Clean packaging and bottle. Gifted by in exchange for honest review"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted by AAVRANI, their hair density boosting treatment is a game changer. I’ve seen less shedding in my previously thick hair. I felt like my hair was headed back to its original condition with using it consistently for two months. I also like the smell and the fact that I don’t have to take anything orally."
		},
		{
			"review_title": "it's so great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Complimentary from Aavrani. The scent of this Hair Density Boosting Treatment is so beautiful. I love that it comes in a dropper. It is very easy to apply. I love how lightweight it is. It isn't sticky or crunchy or anything like that. I also like that you don't have to wash it off. My hair is wavy and thick and this treatment works well for my hair. I really love it and I'm excited to see more results."
		},
		{
			"review_title": "Easy to use and great effects",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Easy to use and works well with my scalp! It is designed to help with reducing shedding, improve hair density, and strengthening roots. This products is also designed as a leave on treatment. A little goes a long way with this product and I saw results after using it for a few weeks. Gifted by Aavarni."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This hair serum has been my go to for hair products. I use it twice a week before wash days and massage into my scalp while laying upside down for 5 min. My baby hairs are thick and im seeing new growth. Gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really enjoyed using the serum on my hair. I’ve never a difference. I’m definitely gonna continue using it and hopefully my hair will get thicker and healthier. But I’ve been loving it. I wish there was more in the bottle. gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "i have used this for about 30 days and i definitely have noticed my balding spot becoming thicker which i am thrilled. it’s towards the front of my head and right on my part so it’s very noticeable. this product smells great and doesn’t make your hair oily. i apply it every night before bed after i shower! gifted by aavrani"
		},
		{
			"review_title": "Great to grow out those baby hairs!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This was gifted by AAVRANI to me to try and review. I have been using it for one month. Once per day, I apply one full dropper onto my scalp around my hairline, primarily in the front where you can see it receding. The second picture shows my baby hair growth after a month. I already had some of this started before, but it grew out much faster than I expected with the serum. It is non-greasy; I use it in the mornings usually, but if you’re prone to looking greasy, it’s only once per day so you could always use it at night so it will soak in while you sleep. It has a pleasant, just-rained-in-the-spring kind of scent, but it’s subtle and it dissipates quickly. You don’t smell it all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This product has been a game changer when it comes to hair density and growth! It’s only been a few weeks and I’ve noticed an improvement in the overall texture and thickness of my hair. I can’t wait to see how far this goes! Gifted BY AAVARANI."
		},
		{
			"review_title": "Awesome Results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "AAVRANI’s Hair Density Boosting Treatment is a game-changer. After just 8 weeks, my hair feels thicker, stronger, and sheds less. Plus, the uplifting scent is a delightful bonus. Easy to use and suitable for all hair types, it’s a must-have in my daily routine! Gifted by aavrani"
		},
		{
			"review_title": "nice treatment, hope to see results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this hair treatment complimentary from Aavrani. I have been using it for the past 2 weeks 3 to 4 times a week before bed. It has a pleasant smell and doesn't take too long to absorb. If you use it several day in arow without washing the hair, it builds up a little and starts looking greasy, but I experience this or even worse with any other treatment I tried. My hair has been thinking for a while now, and nothing really helps, but I am looking forward to seeing long-term results from using this treatment."
		},
		{
			"review_title": "Great product for hair thickness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Great product for making my hair feel thicker and longer. I put it in my scalp the night before I wash and it dries down well and washes out well. The product also smells beautiful! Would definitely recommend if you want to work on hair health. This product was gifted to me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love that this treatment doesn’t make my scalp greasy! I have to admit, I don’t see a major difference in the density of my hair, but it does help my easily irritated scalp feel hydrated and comfortable.  Gifted by Aavrani"
		},
		{
			"review_title": "Loved it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Gifted by Aavrani!! I have very curly and dry hair, I really enjoyed this hair serum!! It has the most amazing scent almost like a cologne or perfume I’ve smelled before. It’s very familiar. Since using it I have noticed I’m not shedding and losing a ton of hair like I use to. The texture is very nice and not oily at all. I’m still losing some hair but no where near what I was losing!! I’ll definitely be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "so while my hair as a whole is normal-medium in density, the roots right along my hairline are my problem area. there are places where I can see my scalp when parted a certain way and it's definitely an insecurity/worry of mine. I have been using for just shy of 30 days (there were days I have forgotten) and while I've yet to see a big difference in density I have noticed baby hairs beginning to sprout so I'm happy & hopeful! this was gifted by aavrani."
		},
		{
			"review_title": "Must give it a try.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Gifted by aavrani. Really easy to apply. It is lightweight. Hardly could tell it was on my scalp.  I can't say I have noticed a difference yet but I am going to keep using it and give it an honest chance. I can't wait to see my hair fuller."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was very excited to receive this product. My hair is very thin and has been falling out after my seven bouts of Covid. I was so excited to try this product, it’s very easy to use. I like the texture incentive of it. I apply it and then I put the rest of my products and blow out my hair. I recommended for anyone who has hair loss issues. Gifted  by aavrani"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have thinning hair and have been excited to try this! Haven’t seen any results yet but will continue to use for the next few months to see if it helps promote hair growth and if my bald patches fill gifted by aavrani"
		},
		{
			"review_title": "SMELLS AMAZINGGGG NOT GREASY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I was gifted by aavrani! I looooove this hair serum. First of all it smells amazing! The best thing about this serum is that it also doesn't make my scalp or hair feel greasy after using it. I haven't noticed a huge difference yet but I will definitely keep using it."
		},
		{
			"review_title": "Hair Density Treatment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Hair Density Boosting Treatment was gifted by Aavrani. It has thicker consistency  than other hair serums I have used. After massage in, it is fine to use it in the morning and don’t wear my hair down or not feeling oily.  This treatment can reduce shedding, improve hair density and strengthen roots.  I will have to finish this bottle of treatment to see how effective, but I will continue using this daily."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Aavrani. I used this for a month every other day (since I don't wash my hair every day) and I think it has helped some thinning parts of my hair! I'm currently dealing with postpartum hair loss, so this serum is perfect. It's easy to use and smells amazing. It doesn't leave my hair/scalp greasy."
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this amazing product for a few weeks already and have noticed such a change in my hair density and texture, as well as how healthy it has been looking after using this product I’ve been struggling with volume because my hair is long and I have extensions but this has made such a nice difference gifted by aavrani"
		},
		{
			"review_title": "Works for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This serum has pleasantly surprised me! I have fine hair. I've been battling thinning hair for a while, so I wasn't sure if I should try another hair product. Still, I decided to give the treatment a try, and I'm happy I did.  It's easy to apply; I apply the treatment to my scalp by massaging it and then washing it out after some time. I love the texture. It doesn't weigh down my hair or leave any oily residue. With time, I've seen an improvement in my hair density. Although it won't happen instantly, I've noticed decreased hair loss and new growth in those areas where my hair was thinning after using it consistently. In general, my hair feels healthier and stronger. This is now a must-have part of my hair care regimen. *Gifted by Aavrani"
		},
		{
			"review_title": "Non greasy ! Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "AAVRANI hair & scalp recovery oil has completely transformed my hair and scalp, The oil itself has a delightful, subtle fragrance that adds a touch of luxury to my hair care routine. The texture is lightweight and non-greasy, making it easy to distribute evenly through my hair. After just a few uses, I noticed a significant improvement in the overall health of my hair, with less breakage and increased shine. Gifted by aavrani"
		},
		{
			"review_title": "feels great but not sure if it works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Love the texture and scent of this product. It feels gently cooling on the scalp and doesn't leave any sticky or oily residue. The texture and feel of this product really makes it easier to use it consistently. However, I haven't yet noticed ant significant difference in my hair density or growth.   Disclaimer: complimentary from aavrani for feedback"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Absolutely thrilled with the Hair Density Active Treatment! After just a few weeks of consistent use, I've noticed a significant improvement in the thickness and vitality of my hair. Not only does it feel healthier, but it also looks fuller and more luscious."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using this serum for about six weeks now and have to say that out of all the hair oils that I’ve tried, this is the most practical and least messy. It does not drip all over the house and stain sheets. It can easily be applied to the sides of your temples and scalp and styled as normal. If is comfortable and lightweight. I do notice that my hair feels more dense and is less prone to shedding in the shower. Gifted by Avanii"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "Complimentary from AAVRANI. The brand kindly sent me this product for review, and I must say, I appreciate both the packaging and the texture of the treatment. I've been incorporating it into my routine for over a month now. What stands out to me is the serum's use of botanical ingredients, which seems promising for promoting hair growth. Applying it is a breeze – no sticky residue, and the mild scent is a plus. However, as of now, I haven't noticed any significant hair growth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Such an amazing hair serum. I have thin straight hair. My hair washes are between 3-4 days. This serum works amazing between this time because it kept my hair feeling nice, soft and fresh. I love how it did not grease up or cause any oil at all. I highly recommend applying it with massage to scalp lightly in between to really get it in there."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using the gifted by AAVRANI Hair Density Growth Serum for the past few weeks, and the results have been nothing short of impressive. As someone who has struggled with hair thinning and loss, finding an effective solution was crucial, and this serum has exceeded my expectations. The lightweight formula makes it easy to apply, and it doesn’t leave any greasy residue. I’ve noticed a significant reduction in hair shedding, and my hair feels noticeably thicker and healthier. What sets this serum apart is its blend of ingredients – it combines scientifically-backed compounds with natural extracts, creating a powerful yet gentle solution. I appreciate that the serum is free from harsh chemicals, and the pleasant scent adds a touch of luxury to my daily hair care routine. Consistency is key with any hair growth product, and incorporating the AAVRANI serum into my routine has become a seamless part of my day. While individual results may vary, I can confidently say that I’ve seen a positive change in my hair’s density and overall health since using this serum. If you’re dealing with hair thinning or loss, the AAVRANI Hair Density Growth Serum is definitely worth considering. Feel free to personalize it based on your actual experience with the product!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really love the serum!!! It’s so light and not greasy! Love it! Would definitely continue to use it to see a more results from that! Nice texture And formula! Love the ingredients as well!! Recommend!"
		},
		{
			"review_title": "Nice texture and no scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It was gifted by Aavrani for review purpose. It like the packaging and texture of the treatment. I have been using this treatment for more than a month. I can see this serum has botanical ingredients to assist hair growth. The application is easy, no sticky hair. No strong scent either. I have not seen any visible hair growth so far."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I really love this hair serum. I can put it on freshly washed hair and it absorbs like nothing was there! My hair feels thick, healthy and full. The scent is nice and fresh, not too heavy. I was gifted by"
		},
		{
			"review_title": "Adds new growth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This was offered by Aavrani for my honest review. I’m OBSESSED! I was on multiple medications that caused some pretty severe hair loss and for months now I’ve been doing everything to regrow my hair. This product is a lifesaver! The smell is subtle, not too overwhelming or strong and the texture is a thin oil-based but it’s not heavy. Personally prefer to apply this on hair wash days which is sometimes every other day because I have such fine hair, but I did apply it on clean hair and it didn’t leave too much of a residue the next day. Overall, I noticed a decent amount of new hair growth around the top of my head after 3 weeks of use (applying it 3-4xs/week). My scalp also FEELS so much healthier and cleaner (added bonus??). My biggest take is that the product can be applied to clean hair and I can still style my hair with a touch of dry shampoo the next day - and it actually works!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The progress was slow. After being consistent for a month, I see I difference in my roots and hairline. Especially with my baby hairs as I have seen more growth and thicker hairs. It has a pleasant and clean scent. The dropper makes it easy to apply to scalp. Product was gifted by aavrani."
		},
		{
			"review_title": "To See is to Believe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "DISCLAIMER: I was gifted by Aavrani their Hair Density Boosting Treatment for Thinning Hair & Hair Loss in exchange for my honest review.   I was excited to try this product because it seem innovative and I love that it is full of natural ingredients to improve hair volume.   BASELINE:  I have fine and thin hair, I couldn’t keep my hair longer past my shoulders because I notice more hair loss if my hair is longer than that. I use box dyes to color my hair too and have oily scalp that has occasional dandruff when I have my period or I come across a new product that doesn’t work for me (e.g. dry shampoo, conditioner, shampoo, etc.)   TESTING TIMELINE: I was able to test the product for almost 4 weeks now. I am using and continuously using it up today. The bottle is almost half full, using the product on my hairline along my bangs area because that is the most evident part of my head where I notice less hair density. As the instruction says, I put a dropper- full of the product daily on my scalp and massage until absorbed.   MY REVIEW: Pros: -Non- sticky and non- oily. I like the thicker watery serum- like texture of the product. Easily absorbs even if I apply it on my dry scalp on no- wash days. It absorbs quicker though when hair is wet and scalp is cleaner. I like the scent of the product which is like a very mild herbal scent. Initially, I thought that it had no scent. But upon massaging it on my scalp, I can catch a whiff which is very mild and non- offensive. It also dissipated upon absorption into the scalp. It didn’t irritate my scalp and there was no dandruff experienced too. After a week or two, I noticed quicker growth on the site where I applied the product. Almost half inch of my natural color was already showing even just after three weeks of use.  MY RATING: 5/5  I like my experience of using it so far and it is significantly effective in making my hair grow quicker. I will continue using it and cannot wait to witness the significant benefits on my hair."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using this product for about a month now and my hair does not fall out as much! I hated seeing my hair all over the floor and sink and this product has helped with that. My hair feels stronger. I can see less breakage. It’s a leave in product but it doesn’t feel heavy or oily. I highly recommend this product and would recommend it for family and friends. Gifted by aavrani."
		},
		{
			"review_title": "worth trying!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "i didn’t notice an insane amount of hair growth using this for 2-3 weeks but i did notice that i was shedding less when brushing my hair or in the shower! it didn’t make my scalp feel greasy/oily. worth trying out! gifted by aavrani to review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I loved thank you for the gifted by aavrani results of this product very much, my scalp is very sensitive but apparently the product has had very good results. I had hair loss problems but I have been using this product for 3 week during that time I have seen that my hair is growing a little I place it on the roots of my hair and leave the product on for 1 or 3 hours because I feel that the product is used much better. I leave it all on for one night and the next day I wash my hair as normal. I really recommend it. 😍🩷❤️"
		},
		{
			"review_title": "New product for fuller density hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product was gifted by Aavrani to try their new hair density boosting treatment and I put it to the test daily for the last two weeks. I like that you can apply the serum on dry hair and it won't make it greasy when it dries. I have fine colored hair and I am trying to get them fuller. The application is easy with the non-drip formula and it smells divinely fruity.  I have yet to see the results but it's also too early to tell. For now, I am satisfied and look forward to testing more from the Aavrani brand!"
		},
		{
			"review_title": "Lightweight and thickening",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product offered by Aavrani in exchange for my honest review. I’ve been using this product for a few weeks now and while I’m not sure I noticed a huge different in my hair density I have noticed a slight change. My hair feels a little thicker and maybe slightly longer overall (before I did a trim). My hair also looks healthier overall but I have been doing a lot of stuff recently to improve it overall so I’m not sure the main item helping. I also love that this product doesn’t make my hair greasy when I put it in. Some other serums or oils do and this one doesn’t. I still want to use it for longer to know for sure how helpful and how much of a change this will make but if it continues helping I would purchase another bottle."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have been using this almost daily on the scalp for the past month. It is lightweight and easy to massage into the scalp: it doesn’t have a strong scent nor does it make my hair look greasy. However, it does leave pink chunks in my hair if I don’t rub it in well enough, I think my hair has really been falling out less. I’m excited to continue to use it. Gifted by aavrani."
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the texture of this serum and how easy it is to apply. My hair is fine and curly and it look greasy easily if I apply product but this one absorbs quickly and smells nice also. Complimentary from AaVrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this hair density growth serum for a few days now and I am already starting to see results! I love that it doesn’t leave my hair super oily and I can still style it or wear my hair down even with the product in my hair! Gifted by AAVRANI"
		},
		{
			"review_title": "Great results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "My hair has been healthier and stronger since I’ve started using this. I can’t tell that my hair has also grown longer just in a couple months. I was having trouble growing hair in the section near my edges and I now have hair growth there.My hair also looks and feels fuller. This was gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I have dry, damaged, thin hair that I have been trying to grow back. I have tried hair growth serum in the past but have never noticed any results really. With this product, I have noticed a difference in my hair as it feels healthier and thicker!!! I use it at night time and will slick my hair back the next day then wash at night and repeat! Highly recommend! Gifted by aavrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been using this product almost every day for the past month, and I think it has helped with my hair density! I use this at night when I remember on dry hair. It doesn’t make my hair greasy/dirty which I appreciate. The smell is also super nice - I would use this in the morning jf if I had the time to do so because it smells so good! This was gifted by aavrani"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I used it every now and then for a few weeks, then in late January decided to use it every night before bed. And wow… I’m shocked and so so happy with the results I’m seeing so far. Definitely commit to using it daily and you WILL see results in a couple months or so of continued use!! * offered by aavrani*"
		},
		{
			"review_title": "Not for people with oily scalp",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Aavrani gifted me this product for testing purposes.  I absolutely love the packaging it’s so pretty it’s a sturdy glass bottle and it smells heavenly.  I have oily scalp and other than that I tried this product after washing my hair next day my hair were so greasy. Forget about the other effects I know it has great ingredients but I can’t wash my scalp everyday.  I live in south and it’s humid here. So if you can wash your hair everyday this product is for you. This is my only complain that it makes your scalp greasy. And if you use it everyday you need to wash your hair every single day. Unlesss you like and prefer lookinh like a grease ball."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have been working on the regrowth of my hairline in a few places and this really helped! I’ve noticed my hairline looks more filled in and more baby hair growth! Love that this has a great smell to it and it doesn’t leave a residue on hair nor does it make it greasy looking which is amazing. Definitely worth a try if you are also trying to regrow hair in sensitive areas! Gifted by aavrani but these are my honest opinions"
		},
		{
			"review_title": "This is great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Gifted by aavrani-Absolutely love this serum-as I am nearing my forties I’m noticing thinning hair and this serum has given me noticeably healthier hair after about a month of use. I love that it is easy to apply and doesn’t leave any residue behind. It also smells fresh and leaves my hair feeling refreshed"
		},
		{
			"review_title": "Density",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have thin hair and I just had multiple surgeries which caused my hair to really fall out. I wanted this to help with the shedding and I think it's working. I've noticed less hair in the drain which makes me very happy. I use it after I shower and it smells nice. I massage it in with my hands and then brush it all over. So far so good! Complimentary from Aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I recently got the Aavrani Hair Density Growth Serum and I have been really happy with it so far. Hair growth products are hard to gauge since hair grows so slow. Have I seen a significant difference with this product? Not necessarily, however, it is lightweight, not greasy and has a pleasant smell so I am willing to continue using it even if it works the slightest. A lot of hair growth products leave a greasy residue and I did not notice it with this product (which I love). Gifted by aavrani, but I will be buying this when I run out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product gifted by Aarvani. I have areas of hair that are really sparse near my temples, and I was surprised that I did notice an improvement in my hair density after using this. It smells like turmeric and it takes a while to dry down/can make hair look a little oily so I try to use it close to my hair wash days."
		},
		{
			"review_title": "Postpartum hair loss miracle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Helped so much with my postpartum hair loss! I have fine, straight hair and this serum helped my hair feel much thicker and grow much faster! Love the smell and feel of this as well! It doesn’t leave my hair feeling sticky, stiff or greasy. Once it dries, it’s almost like nothing was applied because it soaks in so well without altering the feel of the hair! I can style as normal and not worry about my hair feeling greasy or anything of the sorts after applying this! Definitely recommend for anyone with postpartum hair loss! Gifted by AAVRANI"
		},
		{
			"review_title": "Healthier and fuller hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "My hair feels so much fuller and healthier with this serum gifted by aavrani. I love that it has natural ingredients and is very easy to apply. I put it on right after washing my hair and massage my scalp. I’m seeing a difference in hair growth already."
		},
		{
			"review_title": "Impressive Results! Highly Recommend.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This treatment was gifted by Aavrani, and as someone with thin, slightly damaged hair prone to shedding, I was eager to try it! I applied it daily on a damp or dry scalp and made it my daily routine to see if it works for me if used religiously. I liked the fact that I could use it regardless of my hair-washing schedule. Its quick absorption ensured no disruption to my morning prep. The product has a pleasant scent and feels light on the scalp, so there is no oily feeling, which is important for me. My biggest concern has been my hair thinning over the past three years, despite taking vitamins. So after using this treatment, I noticed impressive results. The spots that concerned me the most have finally started growing hair that felt fuller, and the shedding significantly reduced. I was pleasantly surprised, especially since I hadn't used anything similar before. So now it's def a staple in my daily routine."
		},
		{
			"review_title": "Excited to see new baby hair growing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using this serum on my hair for over a month now and I’m seeing more baby hair growing on the sides… it makes me happy. It’s a very nice growth serum, love the gel like formula, it’s beautifully subtle scented. My only observation is that if you over do it you’ll have some residue left on your scalp the next day. In this case less is more. Gifted by AAVRANI."
		},
		{
			"review_title": "Different",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This serum is thick with a gel like texture. It really doesn’t leave hair greasy so I use it on my dry scalp. I’ve enjoyed trying this line and my hair looks thicker and healthier than it did previously."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Kicking myself for not taking a before photo at the very start. All I can say is that honest to God, this serum ACTUALLY WORKS. I would look at before/after photos of other products and wonder why that was never me. Other serums even made my hair fall out each time I used it (won’t say the brand but it smells like rosemary 👀) THIS THOUGH- amazing results!! most noticeable on the sides of my head where my hair is pulled back. It is pricy but at least I know I will be spending my money on something that gave me results. offered by aavrani and a huge thank you them for letting me trial it because I can’t believe how much growth I had!!! I know normally people don’t trust incentizied reviews (I don’t either) but I implore you to trust this one, I am absolutely 100% behind it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I’ve been using the Aarani Hair Density Boosting Treatment for a month now, and I’m thrilled with the results! My hair is fine and limp and this makes it feel fuller. It is very lightweight and does not weigh my hair down.  This was gifted by Aavrani."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product was gifted by Aavrani in exchange for my honest review. My hair suffers from hard California water and I've been noticing more and more hair loss. I've been applying this product once a day and noticed a slight difference so far. I've noticed some spots that have grown some baby hairs. Will continue to use!"
		},
		{
			"review_title": "Applies so well!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "Aavrani gifted me their Hair density serum and I have been using it for 2 weeks. I have thin dry hair so I am always looking to find products to help with thickness and fullness so this one definitely made me excited.  The texture of the serum is liquid and easy to apply. It has an orange color to it that will tell you if you haven’t massaged it in correctly.  It feels super fresh and it doesn’t have any strong scent at all which is always good. I didn’t experience any greasiness or heaviness in my hair after use.  I like to apply it at night to let it work while I sleep.  I haven’t noticed any big changes yet but I am definitely excited to see longterm use results."
		},
		{
			"review_title": "Very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It comes in a beautiful blue colored frosted glass dropper bottle. The serum has an orange shade. I typically use the dropper to directly apply on my roots & hairline. It has a sweet fruity smell. My scalp feels less flaky & itchy. I noticed less hair fall out. Gifted by Aavrani"
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Wow. This products works WONDERS!! I'm so obsessed with it. The serum strengthened and repaired my roots, and it make my hair thicker. I absolutely adore the smell. The serum make my baby hairs stick up! gifted by aavrani"
		},
		{
			"review_title": "Actually the most effective I’ve tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I’ve tried so many scalp serums & hair growth products over the past few years. NOTHING has grown my hair back as fast as this. Like I’m still kinda confused.  For reference my hair is fairly fine, and kinda curly(naturally), but I straighten it when I wash it. Other growth treatments have taken a few months for me to notice a difference, and some have caused my scalp to kinda be heating up when I blow dry. This tho… I haven’t had insane NEW growth along my hairline and have noticed the hairs coming in to be fuller and not like “baby hairs”  I would say this is serum is a tad thicker compared to most, but massages in and disperses well. I can use it on days where I don’t wash my hair without it adding a greasy look.  My only “complaint” is that you can’t close the top completely or else it gets super tight and difficult to open again.  Other than that, this is legit my fave hair serum. Cannot wait to try other hair products from this line."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "This was gifted by Aavrani and I’m excited to keep using the growth serum. I definitely notice a difference in my hair and I’m seeing some growth. I like that it doesn’t make my scalp oily and I can use it everyday"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "Great serum for hair density. I’ve been using it for a month and I won’t tell you lies that my hair has grown so much, etc, but one thing I’ve noticed is a lot of baby hairs coming out throughout my entire hairline. I’m excited to keep using it to see the final results after 3-4 months, but so far I’m very satisfied and excited to see my hair looking fuller and healthier. The texture of the product is very light, doesn’t get the hair greasy. The application process is very easy and makes it easy to use the product every day.  This product was gifted to me by Aavrani in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I used this for 2 months as part of a test. It's too early to tell whether it improved hair length or density, but I can tell you right now that my scalp is feeling very good these days. I used to have slightly itchy scalp, and sometimes flaky from dryness (not dandruff), and those issues are both gone now. I think it might promote better hair growth now that I've stopped scratching my head. gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have really enjoyed my experience with this serum. I have fine hair and my hair is healing from unexplained thinning. I take a dropper of serum daily and use it as a spot treatment. I put it on my part, across the back of my scalp where my hair tends to grow less, and on two spots by my hairline. I have seen growth with my baby hairs and the spot looks noticeably thicker. The product doesn’t really have a smell to me and the consistency is more thick than water, but my hair doesn’t look greasy at all after applying. Offered by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "After eight weeks of consistent use, I'm thrilled with the results of the Hair Density Boosting Treatment. Not only has my shedding decreased significantly, but my hair feels noticeably thicker and stronger. The lightweight formula is easy to apply and doesn't disrupt my styling routine. Plus, the refreshing scent leaves my hair smelling amazing all day. I highly recommend this serum to anyone looking to improve their hair density and overall hair quality. Gifted by aavrani"
		},
		{
			"review_title": "Hello New Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This is a great product to have in my hairloss arsenal. Im 53 and thinning hair is a issue. Ive been using this product for several weeks and i have noticed thickier hair but also some new baby hairs! Easy to use and has a pleasant scent. Gifted by Avvrani"
		},
		{
			"review_title": "It works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I’ve been using for a while and it’s pretty good. Will continue to use and buy more according to need. Hair looks fuller and heavier now. There is growth in the areas where I saw a the hairline getting thinner earlier.  Offered by Aavrani."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using this product for about a month now, and I think I’m just now starting to see some results which is exciting! The serum itself is nice and I don’t find it makes my hair look greasy. I’m looking forward to see results once I finish the bottle. This product was gifted by aavrani."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Ever since having two babies back-to-back, my hair has never been the same. I was looking for a product that would held my hair density and strength and this is it.   I use this product once weekly prior to washing and conditioning my hair, and have noticed really good results after use. My hair feels thicker, shinier and definitely more hydrated than before.   This treatment also smells amazing so that’s a bonus. Will definitely keep using!  AVVRANI gifted me this product. All opinions are my own."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have always had thin hair, especially on the sides of my head, and using this I noticed a bit more growth! I have more mid-length hairs now, and it did not irritate my scalp at all. I love how clean this product is, and I have had a great experience thus far! Gifted by aavrani."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gifted by Aavrani. I’ve been enjoying and seeing results with this serum! It’s lightweight and aborbs quickly into my scalp. My hair has definitely been getting thicker and stronger! I’m obsessed with the ingredients as well and I can’t wait to try more from the range!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have thinning hair, especially the front of my forehead is receding. When I started using the hair density treatment, I focused mainly on the front of my hairline to see a difference. I have been using this for more than 3 weeks now and have started seeing a difference. I see new hair growth in the area where my hair was receding. The product gets absorbed to the scalp when you massage it and doesnot make the scalp or hair greasy. I use it every night before going to bed. Gifted by Aavrani"
		},
		{
			"review_title": "New to my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I had really bad postpartum hair loss. I e done everything to get my hair back to the way it was before kids. This Aavrani oil is said to be backed by science and for all hair types. Clinically proven to see results in 8 weeks, well I haven’t used the product for no more than maybe 3-4 weeks but already see a difference in my hairline especially a bunch of new baby hairs coming in and I believe it to be this oil! I love that its light weight doesn’t leave any residue or anything of that sort like other oils! It simply soaks into my hair nicely. I received this complimentary from Aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Turmeric Stem Cell, Vegan Collagen, and Ashwagandha work together to reset the hair bulb, increase hydration, and strengthen roots, respectively. These ingredients, alongside Redensyl®, reactivate the hair growth cycle, leading to visible growth within eight weeks of consistent use. Get ready for fuller, thicker hair and a revitalized scalp!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Firstly, this serum smells amazing, so good. Make sure you massage it in when you use it as a spot treatment and then I like to brush through that area otherwise it can become a bit stiff. So far I haven’t noticed a big difference but I’m going to keep being consistent! Gifted by aavrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "After a couple weeks of using this product I am in absolute Awh of the progress I’ve seen in my hairline. With postpartum hair loss and a genetically awful hairline I have always struggled with the density of my hair. This serum is SO easy to use I pop it on everytime I get out of the shower - and just massage it in. I appreciate this product for so many reasons from it actually working to how convenient it is. Product Gifted by aavrani."
		},
		{
			"review_title": "It works!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am in shock!! I was given the opportunity to try this product for one month prior to the release and the results speak for themselves! I immediately noticed a huge reduction in hair loss. I recently turned 40 and started noticing tons of hair loss after every shower. I have fine long hair and it felt like I was leaving hair wherever I went. Now several weeks later the thinning spots at my temples have significant hair growth and my hair loss is minimal! I am so grateful for this product!! This was gifted by Aarvani but I will purchase again as soon as I am able to!!"
		},
		{
			"review_title": "Reduces hair shedding! Definitely recommend.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After my first pregnancy, I’ve noticed my hair has become thin a lot and also sheds more than it used to. So I’ve always been looking for products that can help me strengthen my hair & also reduce the shedding. I started using their product about a week ago and so far I’m seeing some difference. I wasn’t able to take a before photo but will start documenting my progress with this product and share a follow up update after a month. But so far, I really like how it feels on the hair & it doesn’t have a very overpowering scent. I definitely recommend this and am excited to share my updated journey with this product! *Gifted by Aavrani"
		},
		{
			"review_title": "So far great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "When I got this oil I was skeptical about using it because I don’t like it when my hair smells especially when I’m around people, but I was surprised with how good it smells. My main concern was I was losing hair so I wanted to give this a try and I’m impressed. I’ve noticed some hair growth, but you have to be consistent. I apply it on the area where I’m missing hair and don’t rinse it and it doesn’t leave my hair feeling oily. I’ve noticed a hydrated scalp and also seen a difference. Gifted by Aavrani"
		},
		{
			"review_title": "Amazing hair treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I’m absolutely blown away how good this hair treatment it is! My hair was shedding in enormous amounts before I have started using it, and now all that I can see is a normal fallout after shower.  I used it once a day on particular areas, and love that it doesn’t interfere with my hair style, as it’s not greasy or sticky.  Gifted by AAVRANI, and this is my honest opinion  Already seeing baby hair on the area where I thought it will never grow. Would definitely purchase it in the future!"
		},
		{
			"review_title": "A must for thinning hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Aavrani.  Post-babies my hair has never been to what it was before.  I notice my hair thinning in the front.  I’ve been applying this every night and can slowly see a difference of wispy hair growing in.  I love how this isn’t so drippy either where it’s running all over my face.  The scent is beautiful.  So happy with it."
		},
		{
			"review_title": "So far so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Loving the product ! I’ve been using the Serum for about 2 and 1/2 weeks now, (I squeeze the product along my hairline and on my part and then using the remaining product through my scalp from front to back. I then take my hair brush  to distribute the serum throughout.) It doesn’t leave a sticky residue and can be used on wet or dry hair. I can’t wait to see more results with more use. Gifted by aavrani"
		},
		{
			"review_title": "Nice and lightweight serum with amazing ingredient",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Complimentary from Aavrani.  I use it about 1 month almost daily and so far my hair feels very good and the amount of falling hairs has decreased. The serum itself is a lightweight jelly like substance, not oily but watery. Easy to apply and fast absorbing after light massaging. It’s hard to see any significant improvements after a month of use but I’m sure that this remarkable formula is able to help my hair stay healthy."
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This hair density boosting treatment has worked really well on my hair. I love that it has vegan collagen in it and it really helps to stimulate hair density and give strength to the roots of my hair. My hair is thicker and very full.  Gifted by Aavrani."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this complimentary from Aavrani and it really works. I have thinning hair from years of hair coloring and hot tools. I see less of my scalp and baby hair growing out. It doesn’t feel heavy or greasy."
		},
		{
			"review_title": "Great but one caveat",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This serum really does help with hair growth and minimizes shedding. I quickly noticed a big difference in the amount of hair I was losing when washing, brushing my hair, etc. The only thing I found is that you can’t use this serum after you’ve used dry shampoo (unless you intend to wash your hair the next day), because it reacts with the dry shampoo and leaves a flaky residue. This was gifted to me by aavrani."
		},
		{
			"review_title": "good consistency, easy to apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Aavrani gifted me their Hair Density Boosting Treatment. I love that it is clearly and noticeably marked that the collagen ingredient is vegan. The dropper makes this easy to apply exactly where I need it and even in a liquid/dropper form it is thick enough to stay in place while I put the dropper back in the bottle before massaging the product into my scalp. I hate the kind that is so thin it immediately starts running down my head and going places I don't want it, so this was a big plus for me. While I did get to spend some extra time with the product I think more time is still needed for me to see results. I have extremely thin and thinning hair so it will take time before I can get my hair back to where it was a year ago (and even then it was still very thinned out).  I will keep using this though."
		},
		{
			"review_title": "Hair growth holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Normal skin",
			"review_text": "I was feeling super self conscious about how wide my hair part looked and the amount of hair I was losing around my hair line... until I found this product! I started seeing new hair growth in just a few weeks and I feel so much more confident now. I also have super thin/fine hair, so I love that I can use this on clean hair and it doesn't make my hair greasy. Every other hair growth product made my hair look like it had oil in it, but with this product you can't even tell there's any product on my hair / scalp. Obsessed!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I’m absolutely obsessed with this treatment offered by aavrani, i usually don’t use products like this but when I first tried this treatment I fell in love with the effect and sine it gives off after every blowout. I highly recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This hair serum has been such a welcome addition to my routine. I have thin hair due to health issues that cause frequent hair loss and thinning, so I've tried countless products to combat that issue. I've seen new growth since starting this, and my hair looks much thicker now than before. Gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I really do think this made a difference in my hair.  I have long hair but it’s very thin and I do stuffer from a lot of shedding.  I do feel like I had significantly less shedding after using this consistently for 2 months.  It also smells really nice - spalike."
		},
		{
			"review_title": "Must have if your hair is thinning or patchy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have been using this on my head and my husband's. He has balding spots and I have very thin spots. This serum works incredibly, obviously it's not a miracle, it takes patience it doesn't just work overnight but after a few weeks you definitely start to notice the hair growing back in spots that It was incredibly thin. You can definitely tell within a few weeks that the thickness and texture of your hair changing and getting fuller and healthier. I recommend this product to anyone with balding or thinning areas. This product was gifted to me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "i’m someone who has worn one too many slick back buns/ponytails because my edges and the front of my hair were showing signs of thinning and was choppy compared to the rest of my hair. i’ve tried multiple hair oils or serums that claim regrowth and stronger hair but i never saw the results however with aavrani my mind has been changed. i used the product consistently for weeks and i can say this is a winner! i have curly, type 3c/4a hair so i didn’t think it would work on “my hair type” although it does claim to work on all hair types. i felt like most products say that but it’s never true lol. this absolutely did and i appreciate that. i personally use it every night as self care and a little massage to really work it in on dry hair. the product itself has a light consistency that easily melts into my scalp without a heavy, overly greasy feeling. also, this product has a very, very light scent. it’s a little refreshing and bright in a way. i can’t put my finger on it but it’s definitely a pleasant scent that doesn’t linger. loving this product and will def pick up another one when i done with this bottle! gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by Aavrani. I’ve been dealing with hair loss and hair shedding on and off for the last couple of years. I have tried everything from pills, shampoos homemade remedies and it seems like it’s impossible to truly find something that works so now that I have incorporated this serum I expect a game changing product."
		},
		{
			"review_title": "works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This product actually works! There is no residue if you are using everyday and has no bearing if it's dry or wet hair. I love that this is a light and airy gel-based product that doesn't leave your scalp feeling heavy. The smell is a plus. The best thing about this product is that I have seen a difference in thickness and growth along my hair-line. THANKS AVRAANI!"
		},
		{
			"review_title": "I Love This Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "There is not much more devastating than losing a bunch of hair and noticing bald spots and a receding hairline. Gotta love stress + aging! This product is a God send and is easy to use, doesn't weigh hair down or leave a residue, and works within a few weeks. I noticed my temples and hair look thicker and more filled in. Some new regrowth, too! Gifted by Aavrani."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this hair oil it is such a great high quality product and overall phenomenal! I highly recommend trying it out you will love it for your hair! It leaves my hair so healthy and smooth! Offered by aavrani"
		},
		{
			"review_title": "Boost",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Complimentary from aavrani. This is one of the best hair serums that I have used in a very long time. My hair had become super patchy and grey , usually a sensitive subject of age and wisdom. I love that this product not only does what it promises but I am always being complimented on how great my hair is. Thankfully my results and experience has been a super positive one and my hair shows it. I am so very happy and would definitely love to keep using this product and brand."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The perfect addition to my haircare routine! My hair has been so much healthier since using and I’ve also noticed my hair isn’t as frail as it was before! Also not losing as much hair as I used to when I my hair and I am loving that! would brush"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "Been trying this hair serum for 2 weeks now and you guys are missing out!!! I can already see my hair getting healthier and growing. I had damaged hair, split ends, and this is healing my hair. Definitely recommending. Gifted by aavrani"
		},
		{
			"review_title": "Hopeful! Love the texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Gifted by Aavrani. My wavy Indian hair was craving a product like this! I’m in my late twenties and I use this product a day before wash day at the front of my hairline and along my part. I massage it into my scalp and let it sit overnight. The product feels like a watery thin jelly and dissolves easy and fast into the hair. I’m working on growing my hair back and this has been interesting to try out but I haven’t seen much of a change yet - but I’m hopeful!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This Aavrani hair density serum is a great way to help your hair grow stronger and fuller. I have noticed many a little hairs coming and my hair is just fuller in general. I love using it with this scalp dermroller, and I think it even gives bigger results than without it, but overall the serum is wonderful . Gifted by Aavrani"
		},
		{
			"review_title": "Great !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "So my hair falls out all the time due to PCOS so I’m actively trying to find products that can help stimulate not only a healthy scalp but also growth. I have short thick black hair that has now turned thin throughout the years. But using this product I definitely see some form of improvement. I apply it to my head and don’t rinse it and I typically do this 3-4 days of the week. Works great ! gifted by aavrani"
		},
		{
			"review_title": "Definitely saw results!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Last year I lost 50lbs, and I swear at least 20lbs of it was my hair; my waist line wasn’t the only thing that thinned out. Desperate to gain some of that thickness back (something I never thought I’d say) I gave this a try, and although it definitely works, I have mixed feelings. Obviously I really want to recognize that I saw results. Baby hairs are coming and I notice less shedding overall, but if you’re not someone who washes your hair everyday this stuff can be a bit tricky. It definitely builds up on the scalp, and doesn’t play well when you use it daily on top of itself. There’s a filmy buildup and it makes your hair hard to brush. Moral of the story? Effective but finicky. This was gifted by aavrani, but obviously all thoughts, trials, and tribulations are my own."
		},
		{
			"review_title": "Really works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product was easy-to-use and fit seamlessly into my routine. It didn't weigh down my hair or look greasy. Seems to add body or lift at the roots. No noticeable scent. I will continue to use it and expect great results. I'm already noticing more growth. Gifted by aavrani"
		},
		{
			"review_title": "Shockingly amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I was gifted this product and I have 4c kinky hair so I honestly wasn't sure if this would work. To my surprise I could actually see my roots getting thicker as my hair has been in twists. I even saw my edges thickening and even coming back in areas that have been thinning for years. Im excited to keep using it and see how much more it improves my hair. I use it every night before bed and massage into my scalp."
		},
		{
			"review_title": "Perfect for hormonal hairloss! Curly girl here!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this this serum! I have been using it since I got it for the last month and I’ve seen less fall out, more new growth coming in. I just want to point out that I do have thin hair and suffer from hair loss. And this oil has helped me so much in can’t wait to see how much more fuller my hair will get at the 8 weeks mark"
		},
		{
			"review_title": "So far so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love the clean Ingredients in this treatment! So far my hair loves it, and i cant wait to see the long term results. Its super easy to apply and doesn't dry my hair out nor make it greasey. Its has definitely made my hair look and feel healthier, but still have a ways to go to see a true difference.  *Gifted by Aavrani"
		},
		{
			"review_title": "You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This was gifted by in exchange for an honest review. I have been using this serum on my scalp for about two weeks. It’s a light orange color with a decent scent. I apply it to my damp scalp and massage it in. I also use it on my dry scalp around my hairline everyday. I feel I need more time so see it’s full affects, but I have noticed that my scalp doesn’t get as oily as it used to. My hair sheds a bit less. I have high hopes for this in long term."
		},
		{
			"review_title": "Great hair treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I’ve been using this hair density boosting treatment for a while now, I have noticed less shedding and improvement in hair density. I just use the dropped and put the product directly into my scalp. It feels nourishing and I love the scent. Highly recommend. Gifted by aavani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have been using this on my hair part for a few weeks and can see baby hairs growing in! It smells so good and my hair has been falling less when I brush it or take a shower. I really think it works! gifted by aavrani"
		},
		{
			"review_title": "My new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Love this new hair serum! I have been searching for the right hair serum that had good consistency, natural, no bad odors and didn't leave my hair greasy looking and this is the one that finally passed the test! gifted by aavrani but I have found my new favorite go to hair product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Love using the Growth serum! My hair is thin in certain areas and had shed more over the last year. I’ve been using the growth serum daily in my problem areas. I’ve seen minimal results but will continue to use the serum for the full affect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really enjoy this product. It’s easy to use and it smells really good. I used it before and during my protective hairstyles and I didn’t see a ton of buildup on the scalp. I feel like it was able to keep my hair base nourished. Offered by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this product! It’s made such a difference in my hair ever since I started using it a few few weeks ago. I was getting a lot of thin hair in the front and wispy hair and I’m so excited that this has made a massive difference With those little baby hairs."
		},
		{
			"review_title": "magical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "Seriously, WOW what a product that actually works. After having kids and aging in general, my hair has been thinning way more than I'd like. Since using this treatment, I'm starting to see new hair growth and its incredible. Consistency and patients are very important to remember! This was gifted by aavrani but this review is 100% all mine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This hair treatment has been a game-changer for my hair care routine. The luxurious formula not only smells amazing but also leaves my hair feeling noticeably thicker and healthier. It's become a must-have for promoting hair density and overall vitality. I received this product complimentary from Aavrani."
		},
		{
			"review_title": "Does the job",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Using this along my hairline for a dense look. I tend to wear my hair up for work and throughout the years the sides have become weaker. I have baby hair but it’s still thinned out. I can definitely see the baby hair growing thicker and stronger with Aavrani. Directions are easy to follow and it doesn’t make my hair oily or stiff. Feel the tingling on my scalp but I think it’s a good indicator that it’s working! Gifted by Aavrani"
		},
		{
			"review_title": "So glad I found this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am very concerned about my fine hair thinning. I’ve been trying a lot of different things to help. Keep it fuller and look thicker. I’ve been using this daily for about 2 months and can say that I have noticed a difference in hair! I’m shedding less in the shower and have noticed new little baby hairs! Gifted by Aavrani."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I use this on my edges and scalp where I need that density, there’s a light scent to it but nothing overpowering. Love the way it feels on my hair, I haven’t seen a great difference but it’s been a few weeks. Gifted by aavrani"
		},
		{
			"review_title": "I’m hopeful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So far it’s been going well with using this serum. The only con I have is the directions. I know it says one dropper full for targeted areas but I have a LOT of targeted areas in fact it’s my whole front hairline, so it just seems like I have to use more than directed. I can totally be using it wrong but either way I did see some nice fullness in my hair after a week of everyday use. It’s not like Drastic but I can actually feel the density being different and less tender when I run my hands through it. I’m looking forward to using this and repurchasing to see more results! I was kindly gifted by Aavrani."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Gifted by aavrani - I have been so excited to try this hair density boosting treatment, to be honest even my hubby is using it(he is suffering from hair thinning) i love this new era where we are bringing awareness to hair care. This product seems amazing so far."
		},
		{
			"review_title": "Road to hair recovery!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After being a bottle blonde for so long my hair growth has suffered tremendously! My hair started thinning, breaking, and overall just shedding significantly more. After going for a more natural approach I’m trying to get my hair back to it’s original healthy state. I love how this serum makes my hair feel and I’m noticing my roots are finally growing in pretty quickly! My hair feels softer and there’s no breakage at the top of my hair anymore. It also makes my hair smell phenomenal! I love that the scent lingers in my hair all day while it is doing its magic!"
		},
		{
			"review_title": "A must have in your self care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have always had thick hair. More so lots of hair than thick hair. However I struggle with spots on the side of my head that are sparser than the rest, and it makes me feel insecure when I put my hair up. I use this once a day, and drop the product onto the scalp where I need growth. I take my scalp massager and gently perform rounded circular motions to activate the scalp. So far I love it! The product smells great, my hair looks healthier already. I am waiting for intense growth but so far this product seems promising. Gifted by Aavrani"
		},
		{
			"review_title": "Perfect for postpartum hair loss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This has been the only thing keeping me from having bad postpartum hair loss with my first baby I lost so much hair by my temples that I had to constantly put a bandana on. This product has kept my hair from falling out after my second baby that I just had in January and it’s been giving it for life than it did before. Ps. I have thick hair and I’ve still seen the difference. Offered by aavrani thank you !"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This has been a game changer! I have been using it for over a month singen struggle with growing my hair and in that time I have seen more growth than I had all last year. The patches that I had from post covid are almost gone! Gifted by aavrani"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Having taken Accutane, my hair has never been the same since and I am constantly looking for products to add density to my hair. I have generally straight, fine hair so I can't wait to see what the continuation of the product will do for me.  So far, my hair is receptive to it and doesn't have a strong smell, so I can't wait to see the results! Gifted by aavrani"
		},
		{
			"review_title": "Perfect Addition to Hair Routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "love that the product doesn't make your hair all greasy! This was gifted by Aarvani but I would repurchase again. It's only been a month but I have noticed a thicker looking scalp - will continue using and following how much of a difference I've seen after 3 months of use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
			"review_text": "Gifted_by_aavrani  The hair density growth serum has been a fantastic addition to my haircare routine for my thinning postpartum hair! I am very hopeful for excellent results and can’t wait to share my before and after pictures once I’ve used it for extended period!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Aavrani gifted me their Hair Density Growth Serum and I have been using it every night since I got it. My hair has been thinning and shedding a lot recently so I was eager to start this right away. I haven’t really noticed a difference but it’s been only around a month. It does leave my hair a little oily but I try to get close to the scalp as possible. I would not recommend at the moment but I will keep using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I’ve been using this serum for a few weeks and already notice a change . My hair is less thinner and smoother. A little bit goes a long way. I’m happy to see result and will continue using"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "My hair is really fine and pretty flat. The Density Growth Serum made my hair feel and look more dense after using. I put mine on damp hair, prioritizing the area around my ears because that is where I have the least amount of hair. Gifted by aaviani"
		},
		{
			"review_title": "Hair Growth",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "Gifted by aavrani. I think over time this product definitely could work, it did make my hair a bit greasy so it would need to be on a hair wash day.  I am going to keep using and testing this product to see if the result continues to improve! I do have oily hair naturally and that could be why :)"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I was gifted by Aavrani. This product has definitely made a different in my hair line. I used 1 dropper on the front of my head and 1 on the underneath. I gently massaged it in on my dry hair. It smells very clean and I love the packaging!! My hair is normal to dry, pretty straight. Overall, I’m happy with the results!!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This was gifted to me complimentary by Aavrani. I've been using this for about two months now, and I'm not sure if my hair has gotten denser, but I have seen a lot more baby hairs sprouting up. I also love that I can just apply this on dry hair instead of having to take an hour out of my day and do a hair mask or something."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Aavrani. I was immediately impressed with the beautiful, blue bottle. The tonic has a pretty color and a nice, not overpowering scent. have curly hair that’s been thinning around my crown. I like that the tonic doesn’t leave my hair feeling greasy and I am seeing a bit of fullness when I style my hair!"
		},
		{
			"review_title": "Wish this would have worked for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This serum was gifted by Aavrani and I wish the scalp serum would’ve worked for me. It’s definitely the most unique scalp serum that I have used so far. It has a super interesting almost jelly like look and texture to it that dispenses from the dropper very easily. Unfortunately, something about the formula made my hairline break out so I couldn’t use it for more than a week or so."
		},
		{
			"review_title": "Fantastic treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this treatment from Aarvani! My hair has been thinning for a few years now and I've been looking for a product that is easy to apply, doesn't make my scalp feel greasy, and has noticeable results. I definitely recommend this boosting treatment! Gifted by Aarvani."
		},
		{
			"review_title": "Noticeable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
			"review_text": "I’ve use this every day for the past two weeks and let me tell you I can see some little baby hairs, and my part is not as parted as it used to be so I’m assuming that’s from using this and it’s made my hair thicker and lusher gifted by aavrani"
		},
		{
			"review_title": "Smells Great, Works Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Dry skin",
			"review_text": "I'm really loving this new Aavrani Hair Density Boosting Treatment! I've been using it for about a month, and I really do think that it's helping my hair. I've noticed less shedding and hairfall in the shower and in my brushes. I'm also seeing tiny hairs start to grow! This product also has the BEST scent! It smells sooo good!!! I highly recommend this to everyone that's looking for stronger hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by aarvani. I really enjoyed his hair density growth serum as my hair has really been telling him falling out recently. This hair density growth serum has really helped improve the quality of my hair. And I have noticed that my hair has been falling out less and looks so much more healthier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Aavrani. I recently tried the Hair Density Growth Serum, and I’m impressed! It has a lightweight texture that doesn’t weigh my hair down or leave it feeling greasy. After consistent use, I noticed a significant increase in hair density, and my hair feels fuller and healthier overall. Highly recommend it for anyone looking to improve their hair density!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using this serum for a few weeks consistently now and think it really is starting to help with my hair growth and volume. It's not drastic or super significant but I can see the small changes. I do find I need to wash my hair more often and my hair can feel a bit weighed down/crunch with use but I do like the results!"
		},
		{
			"review_title": "Boosts my hair density",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really like this hair density boosting treatment. I have medium, fine hair and this boosts density in my hair loss areas. I love the subtleness and the feel of this serum. It evaporates onto my scalp and doesn't cause any itchiness or oiliness. Gifted by Aavrani."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Aavrani gifted me their Hair Density boosting treatment and I have been loving it!! I love how quickly it soaks into my scalp but i have notice such a difference on the amount of hair that falls out after I shower. My hair feels much healthier and fuller"
		},
		{
			"review_title": "The best smelling scalp oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This was gifted by aavrani. I am obsessed with the smell of this!! I wish i could find a perfume that smells like it. it made my hair noticeably stronger and look healthier as i use a lot of heat. it also helped keep my scalp hydrated."
		}
	]
}