{
    "product_id": "185",
    "name": "Plump Shotu2122 Collagen-Infused Lip Serum Plumper",
    "brand": "Buxom",
    "categories": "Makeup, Lip, Lip Plumper",
    "price": 40.0,
    "about": "What it is:A collagen-infused lip serum clinically shown to visibly plump lips and decrease the appearance of fine linesu2014plus it now comes in sparkling shades..Formulation Type:Lip Gloss & Lip Plumper.Benefits:Plumping.Highlighted Ingredients:- Pure Vegan Collagen: Helps promote fuller-looking lips over time..Ingredient Callouts:Free of parabens and mineral oil. It is also cruelty-free..What Else You Need to Know:This clear, soft-shine lip serum contains a volumizing blend of pure vegan collagen, tripeptides, and hyaluronic acid filling spheres for a plumping tingle. Hydrating oils help smooth the appearance of fine lines and wrinkles, while two 3-D sparkle shades transform lips with dimensional shine..Clinical Results:In a US consumer study of 30 women:",
    "ingredients": "-Pure Vegan Collagen: Helps promote fuller-looking lips over time..-Hyaluronic Acid Filling Spheres: Smooths the appearance of fine lines and wrinkles..-Tripeptides: Promote fuller-looking lips over time...Hydrogenated Poly(C6-14 Olefin), Persea Gratissima (Avocado) Oil, Ethylene/Propylene/Styrene Copolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Ethylhexyl Palmitate, Collagen, Camellia Japonica Seed Oil, Benzyl Nicotinate, Menthone Glycerin Acetal, Sodium Hyaluronate, Palmitoyl Tripeptide-1, Portulaca Pilosa Extract, Palmitoyl Tripeptide-38, Mentha Piperita (Peppermint) Oil, Butylene/Ethylene/Styrene Copolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Silica Dimethyl Silylate, Butylene Glycol, Caprylyl Glycol, Hexylene Glycol, Tribehenin, Sorbitan Isostearate, Lactic Acid, Tocopheryl Acetate, Cetearyl Ethylhexanoate, Sucrose Cocoate, Water (Aqua/Eau), Alcohol, Vanillin, Limonene, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:.-Wear alone as your lip treatment or clear lip gloss, over lip color, or mixed into your favorite Full-Onu2122 Plumping Lip Polish Gloss or Plumping Lip Cream Gloss (each sold separately) to fill them with more plumping power. .-For the ultimate plumping lip care, start by gently exfoliating lips with the Power-full Lip Scrub (sold separately), add utter hydration with Power-Full Plump Lip Balm (sold separately), then layer on top with Plump Shotu2122 Collagen-Infused Lip Serum. .-Apply a thin layer of Plump Shotu2122 to lips if using before bed.",
    "num_reviews": 171,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/buxom-plump-shot-trade-collagen-infused-lip-serum-P471224?skuId=2435147&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2435147-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Clear",
            "shade_descriptor": "clear",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435147-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Scam",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This quite literally showed no results, I even attempted to leave it on for a while and layer it. Save the money and use two faced lip plumper"
        },
        {
            "review_title": "So plumping and smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product visibly plumped my lips from thin to plump. It is so good and probably my new favorite lip plumper. I 100% recommend this product!"
        },
        {
            "review_title": "awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "NOOO THIS MADE ME BREAKOUT SOOOO BAD! i love all of buxoms other products but as soon as put this on my lips burned so bad and ik what plumpers are supposed to feel like. a few minutes after applying i got a huge red swollen rash around my lips and on my hand where i attempted to get it off. after"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This serum delivers noticeable plumping effects, giving my lips a fuller, more voluminous look. The formula is smooth and hydrating, making my lips feel soft and nourished. I love the slight tingling sensation that lets me know it's working. It's perfect for adding an extra boost to your pout without feeling sticky or uncomfortable. Highly recommend for anyone looking to enhance their lips with a plumping effect!"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Not worth $29 at all!! The Sephora brand is less expensive and is 10x better. If I could return this, I would!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super smooth and not sticky/tacky at all, but the color didnu2019t last very long (which is super disappointing because i rly loved the shade) and not plumping at all."
        },
        {
            "review_title": "My daily lip plumper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love this product. I've been using it every day before I leave my home. Barely feel any tingle and love the subtle results. I have sensitive skin and have no problem using this."
        },
        {
            "review_title": "Horrible!! Avoid",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Donu2019t buy this!! Iu2019ve been a huge fan of Buxom for years & this gloss destroyed my lips. I tried mine over a week ago and my lips are still on fire (no joke) beyond cracked & in so much pain. Horrible reaction"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "le meilleur produit pour les lu00e8vres que j'ai utilisu00e9"
        },
        {
            "review_title": "Redness and huge stinging!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "So 1: in stores, there is this instead of the Haus labs lip oil, and 2: after using this twice, I realized that it was burning my face and causing serious redness and stinging around the corners of my lips! Doesnu2019t even plump! Donu2019t jet this and spare your skin!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love.  It makes my lips feel smooth and isnu2019t sticky!! The plumping effect can be subtle or less subtle depending on how much product you use, also when I want a more dramatic result I apply it once WSIT till I donu2019t feel anything happening anymore and then I apply a second time"
        },
        {
            "review_title": "My lips but better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Definitely not super plumping. Itu2019s more of a light cooling feeling but itu2019s the perfect color, moisturizing, and not too sticky."
        },
        {
            "review_title": "A must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this Lip gloss.  Stays on well and keep my lips refresh."
        },
        {
            "review_title": "Smells good and works nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Received this in the Summer Showstoppers Kit. I love it compared to Too Faced & other brands Iu2019ve tried. Goes on so smoothly and feels hydrating. Doesnu2019t sting or burn too bad, just a nice tingle and smells like peppermint!  Want to try a different color!"
        },
        {
            "review_title": "NO. NO. NO.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "NO. Burns extremely, hit me like a brick wall, then left surrounding areas of my lips red. (I got a clear one in a kit, but could not find the kit, so itu2019s not just the color of the lipgloss."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "It definitely PLUMPS love the applicator and that it's not super sticky and it doesn't smell bad"
        },
        {
            "review_title": "intense plumping",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "i have used this product for about a week now and have seen amazing plumping results on every use! it gives the perfect glossy look as well as plumping. it is a bit intense though.      this is"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfect amount of tingle and gloss. Iu2019ve tried many others and they dry out lips and leave redness around mouth."
        },
        {
            "review_title": "The best plumping gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This has been my go-to for years and it still canu2019t be beat. The plump isnu2019t painful but you definitely feel it working. The formula is so smooth and moisturizing and smells amazing"
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Normally if I donu2019t care for a product I donu2019t review it because just because it didnu2019t work for me doesnu2019t mean it wonu2019t work for anyone else. But, this one really didnu2019t work! When I first applied it I liked the spicy feeling, but when I looked in the mirror after a few minutes I had a red ring around my mouth, way beyond my lip line. I ended up wiping it off and trying it again a few hours later, same thing happened again. The next morning I woke up with clusters of tiny pimples around my mouth. Luckily Sephora has an awesome return policy:)"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been using this product for weeks and I do not see any difference. I don't like the packaging or the applicator it comes with. For it to be the most expensive lip plumper in store it felt cheap."
        },
        {
            "review_title": "Everyday healthy looking lip",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really like this but itu2019s not very plumping. Itu2019s a nice formula, I like how it wears, itu2019s not like super super glossy but gives the lips a healthy look. This is perfect for everyday but a not full glam lip"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "didn't like this lip serum at all. weird feeling, weird taste"
        },
        {
            "review_title": "My favorite plumping gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This gloss is very silky almost. The consistency is like a smooth jelly and it feels amazing on the lips! It has a  cooling sensation and it doesnu2019t burn! It makes my lips plump! I love this stuff!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Loooove but not for everyone. It definitely burns and tingles like little prickly. But it plumps your lips for sure"
        },
        {
            "review_title": "Red splotches around mouth.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I never reach for this product because of how it reacts if it touches the skin around my mouth. It creates red splotches around my mouth which look like the results of a fresh wax. Wayyy too troubling to have to constantly make sure the product isnu2019t making contact with any skin around the mouth. Hard pass for me."
        },
        {
            "review_title": "Test first!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "It worksu2026but I get reaction like many other reviewers have. Wouldnu2019t buy again!"
        },
        {
            "review_title": "The B E S T",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got the clear and use regular lipstick for variation. By far the B E S T lip plump Iu2019ve used. Warning: itu2019s POWERFUL. Only put on lips and avoid kissing anyone for about 15 minutes after application lol ud83dude05"
        },
        {
            "review_title": "Color online is wrong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the clear one and wanted a light beige lip gloss so I got get naked. It turned very orange on me and was also very dark. The color is not what I expected so I will be returning."
        },
        {
            "review_title": "GET ITTT ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "for anyone having doubts, get this!! it may be a little pricey but it is worth it.. it does only have a subtle plump (for me at least) but it also is really glossy (my fav gloss actually and long lasting), has a good like sweet minty smell, and it brings out a good color to ur lipsud83eudd17ud83eudd17"
        },
        {
            "review_title": "nice lip gloss, but minimal plumping",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a nice lip gloss, goes on very smooth, light color, not too sticky, and leaves lips feeling moisturized after the glossiness is gone. I wasnu2019t wowed by the plumping, however. There is very minimal tingling, so if the tingling / burning sensation of other plumping glosses bothers you, youu2019d probably like this one just fine, but I personally like to feel it u201cworkingu201d a bit more.  Top photo is before application, middle is immediately after I put it on, and bottom pic is about 15 minutes after applying the gloss. Thereu2019s some plumping, but very minimal. On the fence if Iu2019ll return to try something else or keep because itu2019s still a nice gloss. If youu2019re looking for something thatu2019s really going to make your lips pop, this isnu2019t it, but if youu2019re just looking for a moisturizing gloss with a pretty sheen, youu2019ll love this one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Major rash all over my mouth, up to around my nose, same as I see on the photos of the reviews."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "after seeing the reviews of people with their lips burned off i thought this product was going to be MAXXED out on plumping, i wouldnu2019t consider it stronger than lip injection max but itu2019s still lovely (:"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Definitely makes my lips look so plump shiny and cute. I love it so much and it doesn't completely set you lips on fire."
        },
        {
            "review_title": "Caused lower lip to swell & redden.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bought it a few weeks back to put over lipstick. Looked great and stayed put.  Today I decided to wear it solo. Some of it spread below my lower lip line and I could feel the area swell. Not sure if not having the barrier from the lipstick has caused an issue but it my lower lip feels enormous. Going in the trash bin."
        },
        {
            "review_title": "Great color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Amazing! The color it gives my lips is so pretty. Works really well. The tingle isnu2019t at all painful-just slightly spicy. Had to buy another. Only complaint is that this tube didnu2019t look full."
        },
        {
            "review_title": "Use with cautionu2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Light skin tone, Combination skin",
            "review_text": "Use with caution. Ive used Buxom products for years but this Plum Shot absolutely awful. Waste of $28."
        },
        {
            "review_title": "This Works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Purchased the Clear one. This does plump your lips!  It does tingle - not as much as the Too Faced Lip Injections do, so if they're too strong, this is a step down and you would like this.  I took off one star, because it's not as shiny/glossy as I would like."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Allergy. I use Buxom gloss every day without issue, so Iu2019m surprised to have a reaction to this, but I do. I tried it on the back of my hand to see if it was just the extra plump that felt weird, but my hand got red and itchy"
        },
        {
            "review_title": "OUCH!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this so much, but this HURT!  My lips were red and the skin around them was angry and bumpy.  I woke up with a sore right under my lower lip the next day.  When the sore was gone I tried it again, just a little around the inside of the lips after lipliner.  Wasn't too bad like this, so I'm going to finish the tube, but will more than likely not purchase it again."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is my favorite plumper in the entire world. I saw somewhere that it said it was going to be limited edition and Iu2019m so glad itu2019s not because I will continue to repurchase forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got a wee sample of this stuff, and I must say it's amazing! I much prefer the texture and smell of this over the too faced lip injection. It's a smooth, slight vanilla scent, and plumps my lips SO well! very happy, and I will be purchasing the full size asap. This was applied on natural lips w no filler."
        },
        {
            "review_title": "HOLY GRAIL OF PLUMPERS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m a lip plumper guruu2026tried em all! Always been less than impressed with most brands except Buxom. Their plumping glosses always gave me a boost, so I wondered what the difference was with this version. Let me tell you, itu2019s incredible! For one thing, the gloss is supper soft and luxurious. The plumping though is truly AMAZING!! I know products donu2019t work for every person, but wow oh wow, I cannot say enough good about this one. Iu2019ve gone through 3 bottles and just tried the golden shimmer version too. I like to put it on at night also cuz I wake up with plumper, softer lips. I used to have constant chapped lips but this has actually kept my lips soft and poofy all winter. Whatever you do Buxom, please do NOT change or discontinue this baby! Sheu2019s a staple for me!"
        },
        {
            "review_title": "Best plumper out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this it turns my lips dark red so the pink color doesnu2019t show but itu2019s beautiful and plumps but be very careful!! You canu2019t get this anywhere near your actual skin or itu2019ll turn bright red other than that itu2019s amazing"
        },
        {
            "review_title": "Sensitive skin beware!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I wanted to love this lip gloss as I have read nothing but positive reviews about collagen-infused products. But I had a severe reaction to the plumping agent in this product. I can handle a little tingling, but my whole mouth and the skin around it turned bright red and inflamed within seconds (I look like a toddler thatu2019s been eating a cherry popsicle). But to be fair, the inflammation does make me look like I have fuller lips at the moment ud83dude02 u2026 it just burns and itches. Lol People with less sensitive skin may not have a problem, but I have to return this."
        },
        {
            "review_title": "Terrible lip plumper!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample size for 100 points and will not be purchasing the full size. There was a slight tingle, but instead of smoothing the lip lines like a lot of other lip plumpers,it made them look more chapped, red and overall uncomfortable. This is bad!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "On remarque apru00e8s l'utilisation l'effet pulpeuse et un lu00e9gu00e9 picotement"
        },
        {
            "review_title": "Allergic reaction!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Immediately after trying this plumping serum, i got a horrible allergic reaction. My lips were red, swollen, and burning. This has never happened to me before. I even swatched it on my hand, and the same exact thing happened. It stayed that way for hours."
        },
        {
            "review_title": "Try the Plumping Cream Gloss Instead",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "First off I must say, I am a huge fan of Buxom Plumping Cream Gloss. It beats out all other brands. Unfortunately, the Plump Shot caused me a severe allergic reaction. My lips were very swollen and even after washing off, I still had a stinging sensation and my lips became chapped even 24 hours later. My mom told me I looked like a guppy! So be very careful with this formula. For reference the Too Faced brand does not give me a reaction, BUT Eos lip balm and Laneige lip masks do produce the same reaction so steer clear if you are in the same boat."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "It does plump my lips. I do say that it was a pretty good size for the 100 points."
        },
        {
            "review_title": "Not Good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "doesn't plump at all! The tingle isn't strong either, which some people might like. I have tried other lip plumpers that actually made a difference but not this one."
        },
        {
            "review_title": "Had an allergic reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received a small sample using 100 points, but was disappointed when it gave me a red ring around my lips for an hour. I had an allergic reaction. As for my mom, it was fine. Iu2019ve tried plumping lipgloss before and never had this reaction. ufffc"
        },
        {
            "review_title": "A great subtle plumping gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "If you arenu2019t a fan of the burn from the Too Faced plumper like i am, then you would absolutely love this. itu2019s not really sticky but itu2019s kind of thick in a comfortable nourishing way. The sensation is a minty cool tingling feeling. it plumps up your lips in a noticeable yet subtle way. it also does make your lips red which i love in a plumper."
        },
        {
            "review_title": "Addicted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "leaves my lips super hydrated. I do see some plumpness when using this product I love this for pictures. I can tell the difference."
        },
        {
            "review_title": "Great Every Day Gloss - Not Plumping Though",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. If youu2019re looking for a plumper, however, I would not utilize this product. It has a minty cooling feeling to it and makes my lips feel like velvet. Imo - itu2019s an amazing everyday gloss, but not a product that will make a large difference in plumpness."
        },
        {
            "review_title": "my favorite lip product i have ever used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "this product goes on really easily, isn't sticky, the applicator and packaging feel like really good quality! adds nice glossy finish and a bit of color to my lips, also def does plump ur lips (would not recommend kissing someone right after applying LOL). seriously is my favorite gloss i've used 10/10."
        },
        {
            "review_title": "Addressing 1 Star Reviews",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "So, I enjoy viewing products I LOVE and address the 1 Star reviews. I purchased this from Buxom Cosmetics' original site and have been wearing it ever since it arrived. I can say that if you don't feel the tingling sensation, your lips have to be numb. To me, the tingling sensation feels like my lips are itching so it made me look in the mirror and that's when I noticed it... my lips were so plump and juicy! As long as I wasn't having an allergic reaction, the tingle does not bother me.  As far as the texture, this is definitely not sticky. This is coming from a woman who LOVES sticky lip gloss and this isn't it. But this is probably the only non-sticky lip product that I actually love. It's smooth. it allows your lips to breathe and have time apart from each other when you talk. I applied this on my lips when they were dry and cracked and this lip gloss instantly smoothed and hydrated my lips.  The last thing I want to address is the application. Someone gave it 1 star and said that it gave them some kind of irritation around their lips... Sweetie, the directions specifically say to be sure to apply it only on the inside of the living of your lips. Don't go near the outside. Don't rate something 1 star if you cannot properly read the packaging and use it the way it's intended to be used.  I do favor the original plumping polish and creams, but this lip product is like a new race or ethnicity coming to America. You gotta give it a chance for what it actually is (based on its claims) and not for what you want it to be. This lip product is not claiming to be a Buxom Cosmetics Plumping Polish or Plumping Cream. It is PLUMP SHOT. A collagen-infused SERUM. Technically, it's not a gloss. It's a lip treatment. And this is the best lip treatment I have ever tried."
        },
        {
            "review_title": "Love the clear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love the clear for a change. I enjoy the small tingling sensation; it makes me feel confident! Compared to lip injection, the tingling is manageable. Lip injection hurt so bad I couldnu2019t  continue wearing it"
        },
        {
            "review_title": "I'm Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Bought this after Stephanie Marie gave it a rave review on her YouTube channel. It's plumping, hydrating and smooth. Not sticky at all. Just make sure to keep it on your lip area and not the skin, as it will irritate. I'm really happy with this product. Apparently there are colored versions of this, why isn't Sephora selling them? I want more!!"
        },
        {
            "review_title": "Not the best",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Donu2019t like the sticky texture not smooth at all didnu2019t give me that wow plump like other plumbers did didnu2019t really tell a difference at all not the best"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "",
            "review_text": "I LOOOOOOOVE IT !!! 1000x better the any Too Faced ud83dude33ud83dude33"
        },
        {
            "review_title": "Effet WoW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019utilise depuis peu et ju2019aime bien lu2019effet WoW que u00e7a fait pour le moment u00e7a me convient!"
        },
        {
            "review_title": "It's okay, there's better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Bought this on whim, I love the White Russian and wanted something clear. I wish I stuck to the White Russian, it just seems like it works briefly and then the effect fades pretty quickly. I feel like the White  Russian and that line has a longer lasting effect!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I absolutely love this lip serum. First of all the packaging is so nice and sleek. It smells like a really nice peppermint that isnu2019t too strong. I love the texture of this stuff it goes on super nice and smooth. As for the effect, it gives them a subtle plump and really smoothes the wrinkles in your lips out. I have to use this before applying my lip liner. I wipe it off and do my lip combo as normal"
        },
        {
            "review_title": "Go to plumper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the best lip plumping. I have used every Buxom plumping product, and this is my favorite. I naturally have really thin lips but this makes them look so full and the color is beautiful and natural. I get so many compliments after using this. The plumping last quite a while too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So good! I love Buxom. This is perfect for my lips. Plus I love that it doesnu2019t sting/burn."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I feel like this is overhyped lip serum. it is definitely vrey hydrating but not as good as two faced lip injection. i will not spend money on this one again. It is over priced as well."
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The tingly feeling was nice but this did not plump my lips in the slightest bit, it just made it look more red. i returned it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product rocks! I can tell the difference that it has made on my lips even when I don't have it on and my lips are dry.  They seem fuller even with only about a week of use.  I will definitely buy again."
        },
        {
            "review_title": "feels so nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "the texture of this u2018serumu2019 is lovely: glossy but not sticky at all, doesnu2019t migrate, feels incredibly soft on the lips. I personally use lip products with peptides for longer-term benefits, so care less about immediate plump (which i believe will always be less than a lot of people want, regardless of the product).  I have noticed fullness after using this consistently. It is tingly, but not much more than the regular buxom glosses. highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This really works! Be sure to apply this towards the center of your lips. If it gets to close to the edge it makes the skin around your lips redu2026.but this could actually be good if you want to over-line!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "This is so pretty. The color is subtle and still has the cooling plumping effect that makes my lips look super yummi@"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely over hyped, does nothing it claims and a little dry. Not impressed at all. I donu2019t feel a tingling sensation at all and does not have a plumping effect. I donu2019t think this is worth the money."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Normally love buxom gloss but I found this extremely lacklustre for the price.  I wish I had just purchased another gloss from them.  Plumps better, smells better, looks better and a better product than this."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve tried every lip plumper out there and by far this is the best one! Love the tingling sensation and smell Not sticky at all Beautiful shade with a little of sparkle"
        },
        {
            "review_title": "Not satisfied at all!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I purchased the buxom because it was the only buxom lip gloss they carried!  I have been a faithful user for years!  I have 10 tubes at any given time!!! I am addicted to White Russian but use several other shades! I am terribly disappointed in this product!  It makes a red ring around my lip line and is nothing like the ones that I like to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear - clear",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This stuff really plumps! I have pretty thin lips and this serum plumps them like no other product I've tried. It does tingle quite a lot, to the point of probably being uncomfortable for some, so be aware of that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing everyday gloss. This product goes on and looks like a gloss, but it isnu2019t super sticky. It leaves my lips plumped with a nice pinky red color. I have had multiple people ask me what lipgloss shade I am wearing after using this clear gloss!"
        },
        {
            "review_title": "itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "nice smooth lip gloss, only felt a slight tingle. didnt plump my lips"
        },
        {
            "review_title": "So plumping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I keep this lip serum in my purse it feels so amazing!! Nourishing, plumping, made my lips look better with or without it. And it can go over any lipstick as itu2019s clear, so I can enjoy the benefits of the collagen and plumping at any time."
        },
        {
            "review_title": "tastes like chemicals",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "It does plump, not a whole lot. Beautiful bottle though, especially when you first open it, that frosted glass is gorg. However! This stuff tastes like chemicals! I couldnu2019t figure out why my lips would taste so gross when I licked them unconsciously after a few hours wearing this, but when I realized I removed it from my online shopping bag, wonu2019t be repurchasing"
        },
        {
            "review_title": "Tried and failed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "Just seems to leave a thick coating on your lips, not plumping at all. Hard Candy from Walmart works 100% better than this. I was really disappointed."
        },
        {
            "review_title": "Meh..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "For the price i was expecting a bit more. It does softens and smells nice, but does not plump and you have to keep re applying if you want your lips to not chap."
        },
        {
            "review_title": "This works!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I didn't have high expectations but... For actually making the lips appear bigger this one is my winner. I've tried quite a few that promise but this one so far delivers, temporarily of course"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the better lip treatments Iu2019ve used. It doesnu2019t sting but has a light tingle and doesnu2019t irritate my sensitive lips. The plumping effects are decent and the formula is really nice. Not to sticky or thick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product works really good! Superior to any other plumper I have tried."
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t expecting much out of this product but it blew my mind Iu2019m instantly in love i can see myself always having this and needing this. It makes my lips plump and soft itu2019s perfection in a bottle"
        },
        {
            "review_title": "Lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I loved it, it worked really well and felt good not a bad burn at all but it made me brake out on my cheeks chin overall I think I would but it again."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Just got this today. I'm a newbie to plumpers but this worked immediately. Sent a pic to my sister and she agreed my upper lip especially was much fuller (I have extremely thin lips especially on top). I'm sold! Spicier than their glosses which I also love. I'll be putting this on every morning with my skin care before make up going forward."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an okay lip gloss. It doesnu2019t sting but it also doesnu2019t really show any plumping. I doubt I would but it again."
        },
        {
            "review_title": "Glossy lips, smooth lips, buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product feels great on my lips - you can feel it working. It seems to bring an extra blood-flow to my liips so even with no colour added my lips get a nice rosey gliw from this plus a shine, I love. This is a new staple for me, my favourite clear gloss that is actually helping my lips stay ypung at the same time. I am going to follow a full lip regiment from now on with this as the u2018piece de resistanceu2019 in the process.  This is a lovely, classy product in a nice frosted case, which feels weighty and substantial.."
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love it so much! Makes my lips nice and plump and feels amazing! Buxom has the best products!"
        },
        {
            "review_title": "yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "It plumps your lips!! Highly recommend it as it really does what it promises"
        },
        {
            "review_title": "not bad, not the best.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So I bought this because there was a lot of good reviews. Now, don get me wrong, it plumps a little. For me, I experienced no burn or sting. Maybe my lips are weird. I'm on the hunt for a really good one. But this is not slimy or super thick. Feels moisturizing and has a mint smell to me."
        },
        {
            "review_title": "Awesome !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Love it !!! But itu2019s really not a typical gloss. I canu2019t be without it. My lips are soft and plump. Conditioned. I donu2019t feel a tingle just a little warm feeling. It makes my lips look Awesome !!!"
        },
        {
            "review_title": "IT WORKS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "this is the best lip plumping serum, But take extra care not to get it on the skin around the mouth as it goes quite red if you have sensitive skin. It gives your lips a great healthy pink color! my lips have lost a lot of pigment from working outdoors and Iu2019m happy I found something light that corrects this during wear. A new staple for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019d say it works! I find it stings just a bit. My lips also turned bright red which Iu2019m not sure if thatu2019s normal? Wouldnu2019t repurchase solely due to the fact that it made my lips ridiculously red!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So hydrating and gives lips such a nice plump! Would recommend."
        },
        {
            "review_title": "No Kylie Jenner Lips For Meu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I had high hopes for this product and was hoping that this would give me a true plumping effect like what Iu2019ve seen in others pics on here. Sadly that was not the case for me. It does give a tingling sensation and makes my lips look hydrated but not necessarily plumping in the sense that my lips actually look fuller. Iu2019m only giving this two stars because clearly this does work for some people as seen in picture reviews but it just wasnu2019t it for me.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love this! I can definitely see a difference in my lips after applying this product! I usually apply it a few minutes before applying my lipsticku2764"
        },
        {
            "review_title": "decent plumping power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love Buxom glosses. I expected more plumping power from this product though. It adds some volume but not a very noticeable amount, it also wears off fairly quickly and leaves my lips really dry. I'll use it up, but won't be re-purchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is an amazing product! I put this on at bedtime and by the next morning, I could feel the difference even inside my mouth! Iu2019m no spring chicken and my lips have gotten thinner over the year but now theyu2019re back to their original fullness. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "LOVEEEEE Don't kiss your babies while wearing this though. Lolol it works tooo good & will make their skin plump. Lolol v scary before figuring out why."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I adore this serum so much. Itu2019s a bit sticky like a gloss, and it has amazing plumping. It doesnu2019t burn like other ones Iu2019ve tried, and has more of a minty fresh tingling feeling. I do however feel a burn if I get some outside of my lip line, or if I scrub my lips prior to application. It provides such a nice colour to your lips, and I comfortably wear it for about two hours before I think about reapplying. I try not to eat or drink with it as I donu2019t want to ingest any of the product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "Love it !! The tingling is amazing and i feel a difference already and only been a few days"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I bought it and I really love it. Definitely recommend and it does tingle"
        },
        {
            "review_title": "Feel the burn!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love the buxom glosses but don't find they actually plump my lips. This does give more plumping, but the tingling sensation is super strong. the first time I used it I almost wiped it off. Be careful to not get on skin outside of lips as for me that caused an uncomfortable burning sensation. I think GrandeLip provides more plumping with less of a tingle/burn. However, I like that this one is not super tacky/sticky and not as shiny. If you have sensitive skin, I'd recommend trying in store first."
        },
        {
            "review_title": "Works Well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lip gloss works well but be prepared to reapply throughout the night. I am happy with this product because I expected that to be the case."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I know so many people love this plumping gloss but I had the worst reaction to itu2026 If you are going to try it, I recommend doing a swatch on your skin prior to purchasing, because I have welts."
        },
        {
            "review_title": "Hydrates and plumps!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This product is my new go to! The perfect translucent gloss which plumps and hydrates at the same time! Not sticky after application and lips get that tingly feeling from the plump :)"
        },
        {
            "review_title": "Healthy Lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this plump shot, not necessarily for the plumping aspects.  It defines my lip line and brings out the natural color of my lips.  What I love about this Buxum Plump shot is the healthy benefits to my lips, hey are always chapped, peeling or split lips once I started.using thos there was an immediate change to healthy moist non chapped lips.  Love love love this has been a game changer for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing, make my already big lips even bigger and plumping asf"
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this really feels like a serum that's made for your lips, it's a little thicker than your normal lip balm but thinner than a lip mask/butter, and it leaves a shine without feeling like a gloss. it's a little plumping but not to a ridiculous level and the tingling is cooling instead of burning like most plumping products. I let it sink in a bit and then put my primer or mask over it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received a mini sample of this and absolutely love it!!!!! Plumps, gives a nice natural color to my lips and bonus love the texture of it! Not sticky and glides on smooth. Will definitely buy the full size!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "i usually canu2019t use lip plumper since my skin is so sensitive, they usually make me have a reaction all over my face, even though it just goes on my lips. this stuff plumps without the reaction. it feels just like a lip balm and actually hydrated my lips. i use this after i use a lip liner and i look like i got lip injections!"
        },
        {
            "review_title": "Great product, love the tingling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I think it works great to soften the look of my lips!"
        },
        {
            "review_title": "does exactly as promised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "absolutely love. just as good if not better than too faced lip injection."
        },
        {
            "review_title": "LOVEEEEEEEEEEE !!!!!! Healthy plump shot !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this collagen plump shot!!! The too faced lip injection be a bit too much for me whereas this one works so well but also not over the top burning sensation. I LOVE the scent!!! Smells exactly similar to the dior lip glow balm which I pair the both of them for extra moisturization + the plump. It definitely does plump the lips but in a subtle healthy way (type of look) slight tingly feeling nothing irritating as other plump glosses can be irritating."
        },
        {
            "review_title": "Legit plumping and color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised with this. It is a bit stingy, but probably only bothersome if you have super sensitive lips. It gives lips great color and enough plumping for late 30u2019s thinning lips before resorting to fillers. In the after photo, I wiped the gloss off to just see the plumping and color effects."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am a lip plumper fanatic and I can tell you that this does nothing to plump the lips."
        },
        {
            "review_title": "Great product- short term and over time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m at Rouge level due to my overpurchasing of lip balms/glosses and eyeliners. I only write reviews for the best or worst and Iu2019m here to add to the five star reviews for this lip serum. Someone mentioned an old lip product I loved in the questions section and I agree that this is similar in effect and feel. Feel is nice- just heavy enough w out being too thick. It also has a slight plumping and smoothing effect, enough to be noticeable but w out the extreme effects of some other brands that plump while turning the edges of your lips a weird inflamed red. I use it before bed and in the morning and have noticed my lips looking healthier altogether. Perfect as we start moving out of masks in my state."
        },
        {
            "review_title": "Plump-fuller-younger lips! Everyday staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this!! Everyone else is commenting about the tingling feeling, I donu2019t really get that. Maybe a slight tingle but itu2019s not like other lip plumper where you can really feel it. There is a noticeable difference in plumping but itu2019s not dramatic where you no longer see your lip line. Just natural, fuller, younger looking lips. I also use it before I go to bed as a serum (bc thatu2019s what the box said to do) and my lips just feel amazing in the morning. If you have used the too faced one that is great too (feel the burn) but that is my going out/event plumper. This is my everyday plumper not sticky at all like a gloss just nourishing. Definitely a beauty bag staple"
        },
        {
            "review_title": "Really nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I put this on right before a video call and one of my coworkers messaged me immediately to say she loved whatever lipstick color I was wearing. It gave me just a bit of color from all the blood rushing to my lips.  It definitely has that tingly feeling so if you arenu2019t a fan of spicy lips, you wonu2019t like it. I found that the tingle and plumping lasted about 45 mins.   Be careful about keeping it on your lipsu2026I smudged it up above my mouth and had a little red mark for a bit"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using this product for awhile now and it truly works. I should add that Iu2019m a lip fanatic and have tried almost everything and use various different products for different results. But this is great for plumping and even gives my lips a nice pink/red color if I use enough; I assume because of the slight sting. Use a little and itu2019s more of a nice treatment balm. Definitely something I will continue to buy. I also use Buxom lip color and love that alone or on top. Recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I donu2019t know if it plumps that much but I love the tingling feeling upon application, the fact that it tastes like mint chocolate chip ice cream, and itu2019s vegan. Will definitely repurchase."
        },
        {
            "review_title": "Great Find",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This gives a great natural full lip look! You cannot tell you are wearing a plumping product when it is on, it just looks like a gorgeous lip gloss. My lips are noticeably fuller and the effect lasts for about two hours for me before I need to reapply. I have extremely dry lips and this is non-drying and moisturizing. It tingles at first, but does not burn. It tastes like a light vanilla mint but does not have an outside scent"
        },
        {
            "review_title": "Works really well!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i really love this serum. I use it every day. It really helps smooth out the lines on my lips and helps them look healthy. I love the tingly feeling when it starts to plump my lips. Of course, it's not a dramatic plumping, but it's noticeable enough to make me happy. I definitely recommend this serum."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It has a bit of a tingling sensation but that's about it."
        },
        {
            "review_title": "Get a Plump Shot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "If you want to see a transformation right in front of your eyes for your lips this is the Shot for you! The name is perfect for what this product does  No fillers added or needed just a Plump Shot will do!"
        },
        {
            "review_title": "Very impressed; plumping and moisturizing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was worried this would dry my lips.  It actually leaves them plumped & moisturized.   I used this over night as a treatment & wake up with a decent plump.   It replaced my BeautyBio plumper (Aerin rose balm too).  Love this stuff and buying 2nd tube.   It tingles for a few minutes, but not nearly as much as Too Faced - which are very drying on my lips.  I find this product works great when used ever night or day - for volume anyway.   Donu2019t expect miracles, but a very natural Healthy  plump.  Recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Excellent texture and packaging. I did not like the tingling ingredient as it migrated above my lip and left my skin irritated. Luckily noone saw it as I have bneen at home and wearing my mask.I wish Buxom would formulate this without the menthol."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I rarely write reviews, but I am in love with this stuff!! After only a few days, I definitely notice the fine lines in my limps are smoothed out. Perhaps a little plumping, but I have decently full lips already. I love the subtle minty tingle, and the pretty satin/glowy finish. Itu2019s not sticky at all! I put it on right before bed, as well as several times throughout the day. I think Iu2019m going to get a second one so I can keep one in my bag and one at home."
        },
        {
            "review_title": "Not the best not the worst...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was debating whether to give this a lower rating because of the product and packaging.   I have used Buxom's lipgloss in dolly and I feel that the gloss has more of a plumping effect. I didn't really see a huge difference, I already have nice lips but I wanted a little mmph, and this didn't give me that. Compared to too faced, this doesn't really plump.   Compared to Too Faced plumping gloss, this has 1/3 of the tingling stingy sensation. If you find Too Faced plumping products too intense, the Buxom plump shot may be better for those who are sensitive.   The consistency is between a balm to a gloss, it is less sticky and shiny than a gloss. It is very similar to Selena Gomez's rare beauty lip glosses. You can definitely use this under other lip products, but if you do that just use one coat (you don't want to have product build up). If you want to wear this alone, I like to apply twice on my upper and bottom lips.   I can say this did keep my lips hydrated and soft. I apply it at night and wake up with soft lips.   Now on the packaging, the applicator is decent. I can't tell how much product is in the container, the bottle is very thick, so I feel like for the price, there should be more product."
        },
        {
            "review_title": "Dont waste your Money !!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I'm a City Lips girl so I couldn't wait to try this.. its very lite and liquidy.. didnt do much at all. Its going back .. did Nothing"
        },
        {
            "review_title": "What I Wanted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I wanted a plumping effect that was natural or buildable, for me this works. The tingling doesn't burn or irritate. My lips don't dry out."
        },
        {
            "review_title": "Questionable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Donu2019t forget that itu2019s not real collagen as real collagen cannot be vegan. So itu2019s either misleading with its ingredients or with the statement about it being vegan"
        },
        {
            "review_title": "Tingling but not plumping",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I enjoy the tingle. I enjoy the color it brings out in my lips. But this is not plumping. It's a tingling gloss."
        },
        {
            "review_title": "woah!! this works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t know how but this works 100%. Your lips donu2019t sting like with two faced lips injection. They feel a bit cool and turn red, but no pain at all. The plumping is INSANE. I could not believe it. The texture is so velvety and thick, not runny gross gloss that gets all over the place. The applicator is decent, nothing special. The tube is well made, doesnu2019t waste product. 10 stars!"
        },
        {
            "review_title": "It gave my lips the pouty look!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just tried this lip serum yesterday and I like it! I did notice a little difference. Keep in mind if plumps your lips about 18% more so it's not suppose to be overly drastic. It did seem to work and gave me a more pouty lip look. I don't have a big top lip so it's harder to notice but worked best on my bottom lip. I still think it works better than other lip plump serum's I have tried. I attached some before and after lip pics."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love the buxom glosses but this does not work at all. I bought bc of all the 5 star reviews but obvi they havenu2019t tried the faced lip plumper. This did nothing for me, it feels good not sticky but after a while it gives u that white ring in the inner lip. Also not that shiny."
        },
        {
            "review_title": "Like a filler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Trust me! This is the most effective and amazing plumping serum that I ever tried in my life. I literally felt I got filler on my lips after using this product :P"
        },
        {
            "review_title": "Does the job amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "One of the best lip plumpers Iu2019ve ever used! Lasts long & a little bit goes a long way! Will repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Ehhh slight difference in my lips. Slight tingle, comparable to the buxom coloured glosses. I will be returning it, it did not wow me and while the coloured ones give colour and plump this one doesn't live up to the plumping expectations alone to warrant keeping it with the high price tag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "WOW THIS WORKS!!! Iu2019m absolutely in shock because this is the first lip plumper that actually made a noticeable difference. Apply it and watch your lips plump within minutes - itu2019s like magic !!! I was highly skeptical because I have wasted money on many so-called lip plumpers that did nothing. But with this one yes, my lips grew larger somehow!! Plumping effect lasted for several hours. Amazing product you need to try this!"
        },
        {
            "review_title": "Worth It!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love this! I put some on at night before bed and my lips seem softer and plumper in the morning. I will definitely purchase again once I run out. Tempted to buy a back up now before it sells out again!"
        },
        {
            "review_title": "the best lip plumping serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I fell in love with this plumping lip serum after the first application!! Itu2019s amazing and I can always tell a difference in my lips. If youu2019re looking for a lip plumping product that does exactly what it says u2014 this is it, sis!!"
        },
        {
            "review_title": "does what it claims :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I truly love this lip plumper. It is not a gloss if thatu2019s what youu2019re looking for - this will simply fill in your lip lines and give a nice plump effect. It starts tingling after a few min, and youu2019ll notice a nice tint to your lips without feeling sticky. You can easily top it off with your favourite lipgloss!"
        },
        {
            "review_title": "BUYYY ITTTT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "When I say this is it right hereeee!!! If you are thinking it wonu2019t work I am telling you this is amazing !! I usually would use two faced Nd I mean it was working  but compared to this !!!! Buxom is my new fav!!!"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product is NOT messing around - out of every lip plumping product Iu2019ve tried, and I have tried quite a few, this has given me the best results. Slight tingling after application that gets a little stronger after the first minute or so but the feeling doesnu2019t last long! A few minutes after applying it looks like Iu2019ve gotten a flattering amount of filler. Really love this product!! Itu2019s amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Holy grail !!! This must become permanent . Iu2019ve tried different ones before but none worked on my lips. This surprised me in a good way . Super happy with this purchase"
        },
        {
            "review_title": "Holly freaking lip filler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Wow!!! This lip filler without the needle is amazing. Some tingling but not like others on the market. Soft plump hydrated lips. Formula is really nice and not sticky. I really love this product and will definitely bring getting more."
        },
        {
            "review_title": "plumps without burning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for a lip plumper that does not taste like cinnamon or burn like crazy and this one is perfect. It goes on like a lip balm/salve instead of a gloss right as a prep before your lip colour. It has a minty feel to it and it actually plumps my lips and fills in the lines on my lips (which is crazy considering how it doesnu2019t burn?). This is an awesome product, would definitely recommend."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have tried many lip plumping products, and this one is the only one that really worked! It does tingle a little, but it gives such a nice and visible result! Iu2019ll definitely order another one. Highly recommend!"
        },
        {
            "review_title": "Better Than I Anticipated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this product. My lips have never looked so soft and plump in my entire life. I've been using this product for about 2 weeks now at least once a day with a few days without."
        },
        {
            "review_title": "Really great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is more of a lip treatment than a gloss. You can use it to prep your lips before any lipstick/gloss etc as it does make your lips fuller and more plump and reduces the appearance of lines. The texture is not gloss like at all, itu2019s not sticky and itu2019s not shiny or glossy so if youu2019re looking for something with high shine that plumps your lips this wonu2019t be it. Itu2019s more of a super smooth serum type of texture, very thin and the applicators only picks up a bit so you will need to go back in a few times but it spreads very well and evenly. It almost feels like a primer for your lips! Very tingly and pepperminty which I like as well and that feeling lasts quite a bit!"
        },
        {
            "review_title": "Nope. Not even close.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I bought this to compare to the LAWLESS since it was out of stock anyway.  This went back the next day. Did absolutely nothing and after a few minutes it still felt like it was just sitting on my lips not absorbed at all or plumped. Nothing.  When this wore off it left me with dry skin around my water line on my bottom lip (common problem of mine) worse than it was before applying.  I hope LAWLESS gets back in stock soon.  There are way better products out there. This is awful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "It works very well! Way better than the Too Faced version"
        },
        {
            "review_title": "Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve always been skeptical of lip plumping serums just because they usually tend to burn a lot and not really fulfill on lasting results. This one from Buxom however is the complete opposite, I only felt tingling on my first application which was barely even noticeable. I saw the plumping effects take action rather quickly after putting on the gloss and added a nice dark pink pigmentation on my lips. This serum gives a nice subtle plump to your lips and looks very natural. Iu2019m very happy with this purchase and really exceeded my expectations. I also love that itu2019s clean."
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "If you are looking for a wow plumping effect, this is not it. I don't really feel as if my lips are plumped, and any fuller look is really do tovthe shine and hydration. I will keep using it until it is finished in the hope that long term use will do something but as of now it really didn't do anything..."
        },
        {
            "review_title": "Buxom KEEP.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was pleasantly surprised when I tried this product! So much so I bought two more after my first! I saw it was a limited edition (BUXOM KEEP IT), and hey, 20% off Sephora sale is a perfect time!  This is described just like its name; It's a lip serum. I wouldn't say it's a gloss because it feels like the serums I use on my face. It's also not sticky at all! It coats the lips very nicely, and I can see my lips plump up, lines smoothed and turn a nice cherry red. It does have a tingle, but it is not uncomfortable, and the scent is very nice; it reminds me of Christmas time peppermint. I would say this plumper works! Compared to the too-faced plumper, I lost my interest in it, and this buxom one beats it hands down! Compared to the Dior lip maximizer, I feel like both do the lip filling and plumping, but again Dior is a lip gloss, and this buxom is a lip serum (it does give a nice glass-like shine to the lips)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product feels similar to Too Facedu2019s Lip Injection- but not as tingly with MUCH better results. It looked like I had work done on my lips after only applying a thin layer. It is INCREDIBLE! I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Plumps up your lips and makes them a little more pink. It has a tingling feeling at first but that goes away just leaving more plump lips."
        },
        {
            "review_title": "Not a gloss (finally)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Okay this is exactly what I wanted for so long but it  just didnu2019t exist anywhere. I just wanted a plumper that you could wear underneath your favorite lip colors.  Rather than a gloss, this is more like a satiny finish lip primer serum that fattens up your lips. And it works better than any other lip plumper Iu2019ve tried.  Iu2019m super happy with it. 10/10 :)"
        },
        {
            "review_title": "SOOO WORTH IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This actually works! Iu2019ve used the Sephora Collection lip plumper, which was good for what you paid for, but with this one you can definitely feel and see a difference! You donu2019t need much, but the product is also limited edition so Iu2019ll definitely buy one more before it disappears."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have tried many lip plumpers and this one is the best I ever tried!  I do have lip fillers but this plumps them even more!  Love this!"
        },
        {
            "review_title": "many many I love it very much it feels like mint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "many many I love it very much it feels like mint I love it if you see the difference"
        },
        {
            "review_title": "wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "OMG this actually worked! I have never had a plumper work for me besides tingling. I love it! I think the reason the applicator doesnu2019t pick up a lot is because you seriously donu2019t need a lot and you definitely donu2019t want to accidentally go outside the lines. It did make my lips pinker, in the picture I didnu2019t add colour. But it didnu2019t make it...that odd plump where itu2019s bigger in one spot. Thatu2019s...just my mouth unfortunately. I will definitely be buying this again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "So good. Feels very nourishing and definitely plumps. After 5 minutes I saw that my lips were plumped and looked more red. Love it! Tingling canu2019t even be felt."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It has a very nice texture, not sticky at all, kinda like an oil but a little thicker, glides very smoothly. The applicator is a little hard and doesnu2019t pick up a lot of product. The tingling is bearable, nothing terrible. It DOES plump, Iu2019d say for me, even better than Dior. Be careful with the application because if you get it on the outer part of your lips it will burn a little an change the color of the skin like a burn. I really liked it and think I will keep it as a treatment since it feels hydrating as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Plump lips u2714ufe0f Juicy lips u2714ufe0f Tingly sensation u2714ufe0f  The tingly sensation is there. However as long as you apply the product as indicated you should be fine."
        },
        {
            "review_title": "good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "So far so good. I applied and within a few seconds I felt tingling and in one minute I had bigger fuller lips. It did end up stinging more for a few seconds only.  BE CAREFUL because I accidentally applied it on the upper lip area between the nose and it swelled up weird and it was an annoying feeling that looked like a red spot."
        }
    ]
}