{
    "product_id": "1546",
    "name": "Clarifying Peel Off Mask",
    "brand": "Sulwhasoo",
    "categories": "Skincare, Masks, Face Masks",
    "price": 61.0,
    "about": "What it is: A peel-off mask that removes dead skin cells and impurities for smoother, visibly clearer skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness and Uneven Texture..Formulation: Lightweight Gel..Highlighted Ingredients:.- Solomon's Seal Powder: Delivers antioxidant-rich protection similar to vitamin C..- Ginseng Root Extract: Is antioxidant rich..- Glycerin: Hydrates...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, and hydroquinone...What Else You Need to Know: This unique, honey-textured peel-off mask adheres closely to capture impurities and dead skin as it dries. Infused with antioxidant-rich Solomon's seal powder and Korean honeysuckle extract, it promotes cellular turnover for smooth, visibly clear skin...Clinical Results: In a 1-week independent consumer study on 45 Asian women (ages 35 to 49):.- 100% agreed their skin felt clean and clear immediately after use.- 100% agreed their skin texture felt smoother and beautiful immediately after use.- 100% agreed dead skin appeared gently removed",
    "ingredients": "-Solomon's Seal Powder: Delivers antioxidant-rich protection similar to vitamin C..-Ginseng Root Extract: Is antioxidant rich..-Glycerin: Hydrates...Water/Aqua/Eau, Polyvinyl Alcohol, Alcohol Denat., Glycerin, Butylene Glycol, Polygonatum Sibiricum Root/Rhizome Powder, PEG-75, 1,2-Hexanediol, PEG-60 Hydrogenated Castor Oil, Bentonite, Xanthan Gum, Ammonium Acryloyldimethyltaurate/VP Copolymer, Fragrance/Parfum, Limonene, Lonicera Japonica (Honeysuckle) Flower Extract, Ethylhexylglycerin, Portulaca Oleracea Extract, Propanediol, Polygonatum Odoratum Rhizome Powder, Honey/Mel/Miel, Disodium EDTA, Linalool, Nelumbo Nucifera Flower Extract, Polygonatum Officinale Rhizome/Root Extract, Rehmannia Glutinosa Root Extract, Paeonia Albiflora Root Extract, Lilium Candidum Bulb Extract, Panax Ginseng Root Extract, Glycyrrhiza Uralensis (Licorice) Root Extract, Tocopherol.",
    "how_to_use": "Suggested Usage:.-After cleansing, prep skin with a toner and emulsion. .-Dispense a quarter-size amount and apply evenly across your face, avoiding eyes and lips..-Wait 20 to 30 minutes for the mask to dry down completely. .-Gently peel off from top to bottom. .-Use one to two times a week for best results.",
    "num_reviews": 24,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/sulwhasoo-clarifying-peel-off-mask-P463110?skuId=2708519&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2708519-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "LOVE this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It was my first time trying this today and wow, my face feels so smooth. Itu2019s super easy to peel off and although it gives you a deep cleanse, it isnu2019t harsh on the skin whatsoever. Iu2019d love to try more products from this brand. Only downside to that is the price! Very pricey! Butu2026 Worth it."
        },
        {
            "review_title": "A must have in my weekly skin care routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It smells yumm and fun peeling it off! Leaves skin supple and soft after use!"
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It takes a few uses and trial and error to see itu2019s full potential, but I have really enjoyed how smooth is makes my skin feel without making my skin red and irritated."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This gentle peel off mask is relatively effective, it helps remove some dead skin and exfoliate at a very surface level. My skin is normally dry+sensitive, with oily T-Zone. Id say it did quite a good job not to irritate the skin and the removal process was quick, easy, and painless. I left around 30 minutes to ensure it was very dry and easy to peel, especially around the nose area. Result wise, I do feel my skin has been less textured and has been a great addition to my skincare routine for the colder season. Im very picky about skin-care so 3/5 stars is considered high for me. -1.0 star: Texture wise, it is very honey-like, making it a little bit harder to spread evenly on the face.Since it was difficult to spread on smoothly, I felt like I had to use more product than I had hoped when dispensing. Sometimes, there would be a small portion left of face that wasn't covered, and I had to squeeze out more than I needed to spread on face.  -1.0 star: The smell is strong, I normally dont mind ginseng scents, but because of the added parfume, it smells stronger than usual. I also tend to stay away from product lines that add parfume, but since I really liked the brand, I gave it a shot. I feel as if they could have just not added the scent as there isn't much purpose for the product and can just irritate skin for people highly sensitive/allergic to scents."
        },
        {
            "review_title": "amazing mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "great peel off mask! you have to leave it on a whole to fully try- took me about 35 minutes. peeled fully off with no residue and left my skin feeling AMAZING. 10/10 recommend!!"
        },
        {
            "review_title": "Good product, with horrible downsides.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The product itself actually works really well at removing dead skin and exfoliating, however, there are so many downsides that I would not recommend this product. Although the packaging is very chic and nice looking, the product pours out of it really fast, which makes it extraordinarily messy. I used this twice and I had to clean it both times. It is also extraordinarily difficult to remove once it's dried. It doesn't peel easily, and it took me nearly 45 minutes to take it off the first time I used it (due to some user error, but the second time was also pretty long.) The price is also a bit high for this product, I know Sulwhasoo is a more luxury brand, but this mask is just not worth the money. Overall, I would only recommend you get this product if you really want it, but get it during a sale. Sulwhasoo has other masks which are all incredible (namely the white ginseng mask) and I would recommend you spend your money on those instead. Overall, it's just pretty meh. (ALSO: If you do buy this, DO NOT GET IT NEAR HAIR, IT IS NEARLY IMPOSSIBLE TO REMOVE.)"
        },
        {
            "review_title": "Effective at Pulling Out Impurities Ftom Your Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It feels like you're putting honey on your face, BUT I used this ONCE  so far and my skin has been purging a massive amount of unknown impurities for DAYS. I didnt even realize my pores were so clogged. I can't wait to see the results in a few more weeks after more uses and some time has passed for the purging to heal. Recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product has been so fun to use, but Iu2019m not seeing as much results as I would like to. That doesnu2019t mean that itu2019s not showing any results, because it is! This is fun to satisfying to peel off."
        },
        {
            "review_title": "Easy peeling and deep cleansing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have oily combo skin and easily clogged pores/breakout prone, so I can tell when something works and keeps me clear. This is great for deeper cleaning. Peels in one and removes/improves."
        },
        {
            "review_title": "Gentle and feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "UNBELIEVABLE. So gentle, makes my face feel smooth. Pulls the dirt out of my pores (you get what I mean). Feels high quality and it really is. Love and thank you so much to the girl at Sephora who told me about this!"
        },
        {
            "review_title": "A must-have in my skin routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love the scent and how soft my skin is after a couple of days of use. I have some skin damage from tanning and it is helping to get rid of it. Itu2019s easy to peel off. The only downside is the price. price. But I recommend"
        },
        {
            "review_title": "Will continue to purchase !!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "4 stars because its messy . I still love this and will continue to use it . On my second tube . Makrs my skin look great . I have combo skin."
        },
        {
            "review_title": "Surprisingly Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I'm usually apprehensive about buying peel off masks since I feel like they barely work. I wanted  something clearifying since I have combination/sensitive skin and my forehead tends to be dry/peely. I purchased it during the sale and finally got to try it tonight.   To my surprise, it actually works! Yes, peeling it off needs a bit of patience, but the results were instant for me. My face felt soft, clear, and plump! The dry patches on my forehead are also gone. I followed it with my usual Korean skincare regiment, and it made my skin absorb the products better. It does smell like asian herbs, but I'm not that bothered by it. I am looking forward to adding this to my weekly regiment!"
        },
        {
            "review_title": "Very Strong Smell, Burns Eyes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is difficult to spread due to the thick consistency and peeling off took multiple pieces. Definitely hard to get the edges. Iu2019m not convinced it did anything except make my skin more dry and red. It also has such a strong smell that really burned my eyes (O didnu2019t put it on near my eyes besides my T zone)."
        },
        {
            "review_title": "Great peel off mask, leave my skin glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Works best if you use a thin layer & it will be easy to peel off. My face feels so smooth and pores look smaller after using this mask! I use it once a week and have got compliments on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great for polishing skin and leaving it matte and smooth."
        },
        {
            "review_title": "Not easy to peel off",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My face did feel tighter but it wasnu2019t easy to peel off.  I have very pale skin and my face stained after.  I love all of my other Sulwhasoo products so I was sadly disappointed."
        },
        {
            "review_title": "My Favorite Peel Off Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this mask! I usually struggle with peel-off masks. I can never get them to peel off well and usually end up scrubbing my skin with water. However, this mask just works for me. It comes off so easily, and leaves my skin looking soft and plump. I usually follow it up with the Sulwhasoo Concentrated Ginseng line, but anything promoting hydration would work well!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "great peeling mask, it leaves your skin so soft, plump and healthy. Its a bit hard to spread around on the face due to a thick consistency but its also a very fair price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Great peel off mask that leaves skin feeling soft, clean and refreshed. Sticky texture and a bit of a strong herbal scent but not bad. Only a thin layer needed. Good price for the size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "My skin immediately looks softer and blemishes look less apparent after I use this mask - I wash it off, instead of peeling it off, though, because I find it difficult to peel off nicely."
        },
        {
            "review_title": "great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a really great peel-off mask! My skin feels immediately softer and smoother after using. One thing to note is that the consistency is very thick and hard to spread over your face, so you will have to use a lot of it each time - 50 ml of this stuff will last a shorter time than 50 ml of a more watery/creamy mask."
        },
        {
            "review_title": "major headache and ineffective peel-of",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got a headache from the smell and the peeling was too soft to do anything to the skin-id say go for an enzyme exfoliant or a different peel of mask. This one didn't work at all for me."
        },
        {
            "review_title": "great purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Really effective. Pull out a lot of blackheads.        On the smell a little bit off.  Like Japanese medicine."
        }
    ]
}