{
	"product_id": "1772",
	"name": "Amber Vanilla Eau de Parfum",
	"brand": "The 7 Virtues",
	"categories": "Fragrance, Women, Perfume",
	"price": 127.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Amber, Pink Carnation, Vanilla.Fragrance Description:Evoke self-love with this clean, second-skin perfume, which magnifies your natural scent with aromatherapy skin musks. Iso E Super is balanced with gourmand vanilla and blended with upcycled sweet santal, amber, and sheer pink carnation for a long-lasting crescendo of you..About the Fragrance:Self-love and self-care are not indulgences, they are necessities. —Barb Stegemann, The 7 Virtues founder",
	"ingredients": "Alcohol Denat., Fragrance/Parfum, Water/Eau/Aqua, Farnesol, Hydroxycitronellal, Limonene, Linalool....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Amber Vanilla’s aromatherapy benefits include evoking comfort, inspiring gratitude, and strengthening self-love. To boost tenderness and compassion, spritz on this mood-enhancing perfume while intention-setting..-Layer The 7 Virtues perfumes with one another to create your own unique, signature peace perfume..-Apply liberally to your pulse points, as fragrance intensifies with your body’s warmth..-Allow these scents to blend with your natural pheromones and get ready for endless compliments..-Avoid rubbing your wrists together, as this breaks down the fragrance and causes it to wear off more quickly...Recycling Instructions:.-The FSC-certified box is recyclable..-The 10 mL travel-spray bottle is recyclable; simply screw off the top when finished and recycle the glass.",
	"num_reviews": 471,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/7-virtues-amber-vanilla-eau-de-parfum-P509938?skuId=2762722&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2762722-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2762722-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Dry skin",
			"review_text": "I ordered the sample  of the whole Virtues set and thought I was ordering vanilla wood. Not a bad perfum. honestly, the names should be switched because Amber vanilla has more wood notes."
		},
		{
			"review_title": "Lovely vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "At first I wasn’t sure about this one, the pink pepper is very prominent when first sprayed, but it dries down into a beautiful soft, warm vanilla! I love wearing this alone or layered with their Vanilla Woods scent!"
		},
		{
			"review_title": "Lasts forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Definitely vanilla with a floral touch. It’s very warm and smells amazing. I put it on to try and showered later and the smell slightly still lingers. Very good alternative to expensive stuff"
		},
		{
			"review_title": "A winter appropriate scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "A beautiful woody scent with floral top notes. Ideal for winter."
		},
		{
			"review_title": "10/10 recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells sooooooooo good, like yummy vanilla, I definitely recommend this scent. I struggle with finding that one go-to perfume and this is it, I will definitely repurchase. I only spray it once and it lasts on the skin and clothes for hours"
		},
		{
			"review_title": "AMBER+VANILLA = LOVEEEE🥰🥰💜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Amber+vanilla enough said ! This is my favorite scent by the 7 virtues ! I have 2 bottles on deck . I reach for this OFTEN ! Followed directly by vanilla woods which I also own . I love the 7 virtues and everything they stand for !"
		},
		{
			"review_title": "Complex, Sweet, and Spicy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Preface: I prefer subtle musk, warm, gourmand fragrances. My rating accounts for packaging and scent. Fragrance: I was concerned after the initial spray because it was quite strong and the amber and spice overpowered the vanilla and sweetness. I generally use perfume on my clothing to avoid any unexpected/unpleasant reactions on my skin, but I did test inside my elbow to compare. Once the spray dried down and settled, the vanilla came through and the sweetness balanced very nicely with the initial wet scents. It turned into a very nice, mature, and complex balance, and settled into a warmer musk thay I was looking for. The spray on the skin sped up the process and I found the vanilla tones in the middle as opposed to the end on the fabric test. It is quite stronger than my daily scent (Juliette-not a perfume and Replics-Coffee shop)  but something that will pair well with a warm cozy sweater on an evening out.  I layered with with a vanilla base and it was perfect for my taste.  The disappointing part: the mini is a spray in a glass bottle. The top is not very secure in comparison to my other minis and I'd lost almost 1/4 of the bottle in shipping. Make sure you check the top when you purchase to make sure it has not leaked and is secure!"
		},
		{
			"review_title": "SmellsLikeOldlady",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "It smelled bad. Really bad oldlady smell. The vanilla was very low but the flowers smell was really strong. Nooooosmellsbad."
		},
		{
			"review_title": "Good Smell, Bad Packaging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Perfume smells good and the longevity is fine, but the atomizer was awful, and is why it’s a 2 and not a 4 star. It leaked all in my bag and I only maybe got to use half of it, never had this happen with any other travel spray, and am careful how and where I put them in my bag/I don’t just throw them in there.  If you get this, make sure to keep it in a plastic bag or something just in case."
		},
		{
			"review_title": "Sustainable smell!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "Love 7-Virtues products! Also, in Halifax NS (Canada), I created my own perfume with expert help."
		},
		{
			"review_title": "Smells great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I liked this one but not as much as the vanilla woods. This has a nice scent and is more of a floral scent . This one doesn’t last that long either unfortunately."
		},
		{
			"review_title": "My New Glossier Alternative/Daily Go-To",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This is actually the first review I've ever written in my life, but I'm doing so to InFLuEncE you to buy this perfume. If you are a Glossier lover (especially before the reformulation), but want something a bit more feminine TRY THIS! It opens with a clean/peppery/musky scent, then on the dry down there is a beautiful sweetness from the carnation and vanilla notes. It has quickly become my daily go-to and I know I'll repurchase so long as the formulation stays the same.   I don't have any problem with the bottle's sprayer as others have, but I picked mine up directly in-store--perhaps the bottle gets thrown around too much during the shipping process? Not sure, but either way, I definitely recommend this perfume (:   *I didn't receive a gift or was incentivized to write this review; all my own thoughts baby!*"
		},
		{
			"review_title": "atomizer broken",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "the atomizer was broken and the perfume is leaking like crazy. It's sad because the perfume is beautiful"
		},
		{
			"review_title": "sephora sold me a returned item",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "LOVE this smell, but I JUST got home from going to the casino and picking this up in person just to get it home and release they must have repacked a returned one or CERTAINLY not checked before reselling it. the bottle is about 1/4th gone and I JUST purchased it!! I'm so mad!"
		},
		{
			"review_title": "Cheap atomizer, great perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a beautiful fragrance! Not too sweet for a vanilla fragrance - has a woody quality to it. Suitable for summers as well. Longevity is not great though, and the sprayer broke on a 2-3rd day of use though, so it’s not useable. Still love it so much .  anymore. Longe"
		},
		{
			"review_title": "Great scent, bad packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is one of my favourite scents! But be careful with the packaging on the travel size. The cap is so tight it unscrews the pump and it’ll seep out."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "It’s hard for me to find a perfume I really like. Most of them are….perfumey. This has a warm and not overly sweet smell that I get compliments on. It doesn’t give me a headache. Finally found a keeper. I hope they don’t discontinue this."
		},
		{
			"review_title": "I’m in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this perfume! It’s very soft and feminine and just what I was looking for when it comes to an everyday skin-like scent!"
		},
		{
			"review_title": "Smells Good Doesn’t Last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Smells Absolutely Amazing but it doesn’t last. This will be one of my bed time fragrances."
		},
		{
			"review_title": "To die for!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "My mum loves this! This is her new regular perfume."
		},
		{
			"review_title": "Love the scent; hate the longevity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this scent. Love. I have dozens of perfumes and only a handful of likes and really one or two loves. I initially purchased the travel spray which had low projection but good longevity. I could spray it at night and still smell it the next morning. But the full bottle has zero longevity. Not even an hour. I douse myself in this and can’t smell a thing very soon after. I’m ok with topping off but I can’t spray hourly. I took off one star for this but I hope 7 Virtues decides to make an intense version of this scent, with more projection and longevity."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "SMELLS SO GOOD! I love this perfume. It smells so good and is perfect for wearing in the day. It’s a good spring or summer scent🌸 The only thing I would say for this fragrance is it’s not very over powering, ❤️"
		},
		{
			"review_title": "Love the smell, but started leaking …",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "It smells amazing! However, it started leaking and I can’t really spray it without it smelling too strong. The cap is broken even though I haven’t even used a quarter of the perfume."
		},
		{
			"review_title": "So so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Normal skin",
			"review_text": "I’m not normally a fan of vanilla, but holy moly is this perfume lovely. On my skin, the amber comes to the forefront and prevents the scent from being too cloying or sweet. The staying power on the travel size is also very good, although I haven’t worn it around people, so I’m not sure what the projection is like. Either way, this is becoming a permanent staple. I can’t stop sniffing my wrists in the best way!"
		},
		{
			"review_title": "Must have in my scent collection!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "The scent is so amazing! The projection is very good!! Many compliments from passer bys!!"
		},
		{
			"review_title": "Gorgeous Sweet Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I want to give this perfume 5 stars so badly, but there are a few things that keep it from being perfect. The main issue with this perfume is longevity and projection. The scent doesn't maintain it's initial strength for even an hour, and after 2 hours it's barely noticeable. The scent does linger on clothing and hair, but you wouldn't notice it unless you're holding it up to your face. Also, I wish the smell projected a bit more since it is such a nice smell, but it sits very close to the skin. The third reason this isn't perfect for me is a personal preference, but I wish this perfume had a touch more complexity. It really does smell just like amber and vanilla, which is still beautiful, but if it had just a little something more, it would be perfect.   I got the travel size to test out whether or not I'd buy a full size version, and I'm still torn. It would be a great layering perfume with something more long lasting. I do adore this scent on it's own, but it just doesn't have any longevity."
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Dry skin",
			"review_text": "Absolutely love 7 virtues perfume! The idea of this sustainably sourced perfume is a game changer."
		},
		{
			"review_title": "Disappointed. Scent doesn’t last long",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Product smells great once you spray it. However, it only lasts for about an hour or so, which is terrible considering the price. Would’ve loved if it lasted longer because it smells lovely."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Disappointed, the vanilla did not come through for me at all. I didn’t care for the dry down scent and it wasn't strong nor did it last long."
		},
		{
			"review_title": "A must have in my daily routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells so amazing!! It last on me a good 5-6 hours"
		},
		{
			"review_title": "Lovely scent poor packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I loved how natural it smells on my skin and how i can layer with other perfumes.Unfortunately after leaving it on its side it leaked everywhere and wasted the product :/"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Perfume smelled wonderful but I removed the cap and the entire spray apparatus broke and spilled the entire bottle a week into having. Not the first time I have had an issue with a seven virtues perfume lid. It is evidently just a problem."
		},
		{
			"review_title": "smell on yourself first; great ambery vanilla!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Smelling out of the bottle, I wasn’t very impressed. But getting a sample and spraying on myself was a whole different story. Strong amber vanilla type with a little spice! I think this is one of those perfumes you have to smell on yourself before buying!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "i want to love & keep this so bad!!! but for $88 i would like a more long lasting fragrance :-/. will be exchanging"
		},
		{
			"review_title": "Beautiful scent day and night",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the smell of this perfume and feel it’s very wearable both day and night. My only gripe with the product is packaging. The travel size spray tends to leak and I’ve gone through it quickly because of this."
		},
		{
			"review_title": "Too much pink pepper",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I think I’ve figured out that pink pepper and I just don’t get along. It almost has a light vinegar scent on my skin and it’s so offputting. The vanilla is quite light and not sweet enough for me. It has minimal sillage and only lasts about 7 hours. In terms of perfumes I’ve heard people say are similar— -Glossier’s You: quite similar -Dedcool’s Taunt: quite similar -JHAG’s Not a Perfume: not too similar as it’s missing the pink pepper note -The 7 Virtues’ Vanilla Woods: has a distinct pear note -Ariana’s God Is a Woman: much fruitier and more fresh -Clean’s Radiant Nectar: MUCH fruitier"
		},
		{
			"review_title": "Perfect but doesn’t last long enough",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a gorgeous skin scent. Kind of reminds me of Another13 but with vanilla. So good!! The travel size lasts for hours on my skin so I ordered the full bottle and it doesn’t have nearly the potency or longevity. That’s so disappointing. But truly a lovely scent!"
		},
		{
			"review_title": "Vanilla woods but worse?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love vanilla woods so when I saw this new fragrance I was immediately excited to try it, but it’s very weak, has some faint vanilla scent but not much lasting power, had to return it"
		},
		{
			"review_title": "Vanilla is Lacking",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a light, inoffensive fragrance. Very similar to Glossier You, with it having that distinct pencil shavings note. I really wish this had more vanilla, it’s not nearly sweet enough for me. Will stick to the travel size."
		},
		{
			"review_title": "one of my new signatures",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "absolutely love love love. so sultry and easy to layer with other scents if that’s your thing but it smells gorgeous on it’s own! definitely full bottle worthy 💖"
		},
		{
			"review_title": "Carnation bomb",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This is pretty. It’s soft and elegant. But it’s a carnation bomb. That’s all I smell. It’s very linear. It’s not bad, just disappointing."
		},
		{
			"review_title": "Amazing sweet smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I got a small sample size of this in my last Sephora order. I’ve never bought any of the 7 virtues scents before but all I can say is wow. This is one of the best smelling perfumes ever. I wore it out and got so many compliments. Can’t wait to buy a full size now!"
		},
		{
			"review_title": "Best fragrance ♥️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This is the only perfume that doesn’t give me a headache!"
		},
		{
			"review_title": "extremely stinky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "based off the high reviews and my love for the vanilla woods perfume from the 7 virtues, i had high expectations and anticipated i would love this scent as well. however, i unfortunately had the same experience as one of the other reviews under here that stated they smelled a share unpleasant smell under the initial vanilla notes. i don’t think it smells like urine the way they compared it to, but omg it’s awful. absolutely heartbreaking as i hoped to love it. it’s so overbearing unpleasant that even after washing it off, i can still smell it and it honestly burns my nose. maybe i’m one of the odd ones out who experiences this but i wish i didnt. so disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I just got the sample in my order and immediately ordered the full size. It smells fresh and clean, like spring."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My new signature scent!! I’m not a person who lines super strong or even semi strong scents. I like a warm or fresh skin scent and that’s what this one is! It’s so yummy and I get lots of compliments when people hug me or get closer etc! Doesn’t give me a headache either!"
		},
		{
			"review_title": "No scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "This perfume has no scent. It’s light skin scent with no scent. Returned it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Excited to try Amber Vanilla based on rave reviews and a top recommendation on perfumetok. However, the scent was undetectable on my skin—like it wasn’t there at all. Wondering if it’s a bad batch since I usually love their scents, especially Vanilla Woods. Trusting the positive reviews, but my experience was puzzling. Love the brand, but this scent left me scentless and a bit let down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Very soft delicate vanilla, it’s not too loud that’s why I enjoy it. Don’t get this if you want a powerful scent."
		},
		{
			"review_title": "I cannot smell anything",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "just received this in the mail and I couldn't wait to open it, sprayed 2 good sprays and for the life of me I cannot smell anything. Perhaps I'm nose blind to this type of smell. It reminds me of BR 540 and I can't smell that either.  I understand this is a skin scent type of scent but ,it just did not work for me. Returning it."
		},
		{
			"review_title": "Another great skin scent to add to my collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Lately I have become addicted to fragrances that fit into the Skin Scent genre.  I have Clean Reserve Skin, Glossier You, Byredo Mojave Ghost, Commodity's Milk Personal, Juliette Has a Gun Not a Perfume.  I also find that Phlur Not Your Baby wears like a skin scent.  So when I wanted to try the 7 Virtues line I was excited to find out that they were launching a skin scent as well,  Amber Vanilla.  I was immediately reminded of Glossier's You. However, there is a difference. This has a subdued light vanilla with a sheer fresh carnation in the background.  The one thing that I really appreciate about skin scents is that more or less you can wear them year round, they suit all types of climates.  This fragrance is no exception.  I love it.  Even a few hours later when I think that the fragrance has died down someone will tell me that I smell really good and ask what I am wearing, so I know it is still lingering even when I can't always detect it.  Love this cozy scent."
		},
		{
			"review_title": "Smells just like…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Smells just like Glossier with vanilla, Skin by Clean or Juliette has a gun. Very nice scent if you don’t want something overpowering. If you want something sweeter go with vanilla woods. I would say this is vanilla woods newborn sister"
		},
		{
			"review_title": "Really wanted to love this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I was SO excited to try this perfume ever since it was announced. This is going to sound strange, but under the vanilla I get an unpleasant, sharp, almost urine-like smell. It's overpowering -- never smelled anything like this in a perfume before."
		},
		{
			"review_title": "Pink Carnation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Im sensitive to florals, so I keep them away. This combination of scents involves the slightest bit of floral. Enough to catch a whiff after the amber and vanilla. Beautiful scent."
		},
		{
			"review_title": "Awesome new scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I love this new scent i have three of the vanillas and this one is tied for my favourite less funky then santal which i love But less sweet then vanilla woods"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Oily skin",
			"review_text": "After 5 minutes I could not smell it on my skin. Neither could anyone else. I have an awesome body care routine, so I know my skin was well prepped. I had to return it."
		},
		{
			"review_title": "I’m in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am obsessed with this sent , it’s by far the most beautiful smell I’ve ever smelled. So happy that my friend gifted it to me! It was her loss😂"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "It’s a nice light fragrance that’s very wearable and not overpowering. The longevity isn’t that great so I don’t think I will invest in the full bottle but I will use up my travel size."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Wow, this smells so good! I’m normally not a big vanilla fragrance person because they can be too sweet, but this one is like a sheer warm vanilla smell. It dries down to a woodsy vanilla. This might be my new everyday go-to!"
		},
		{
			"review_title": "Smell before you buy!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I was very disappointed with this perfume. I love love love Vanilla Woods so I thought how could I go wrong ordering this!? Big mistake. I blind bought this with the highest hopes and of course it could just be my body chemistry but I would not recommend buying this without smelling it first. At first it smells like pickles, after about 15 mins of settling the dill fades away and it just smells like a cheap vanilla candle. I don't hate it but I definitely won't be purchasing again."
		},
		{
			"review_title": "A powerhouse of a perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was fortunate enough to be gifted Amber Vanilla, and I can't begin to explain how pleasantly surprised I was by this new fragrance! As someone who usually gravitates towards gourmand vanillas, I couldn't believe how much I loved this on my skin. As advertised, this is a second-skin perfume. The musk gives a natural me - but better vibe without becoming overpowering. The subtle vanilla keeps this fragrance light enough for daily wear, while the amber note provides a depth and complexity that carries into a beautiful night-time scent. If you're looking for something that can do it all, try this out. Definitely will become a go-to for me."
		},
		{
			"review_title": "New everyday staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I was recently gifted 7 virtues fragrances and they immediately became my new go to! I was so amazed by how long lasting these scents are. The Amber Vanilla is such a great scent for spring and I will be purchasing the full size bottle on my next trip to the mall! 100% recommend!"
		},
		{
			"review_title": "Must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Lovely scent, amber and vanilla scents have always been a staple for me and this is a beautiful mix of both with a flowery scent. My new day time favorite!"
		},
		{
			"review_title": "Another great scent by 7 Virtues!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I was introduced to the 7 Virtues a few months ago by the lovely Barb Stegemann. I had been wearing the same perfume for over 10 years and although I loved the story of the products, I was a little hesitant to step out of my comfort zone. I’m so glad I did! I started with coconut sun while vacationing and it blew my mind away. I then moved on to cherry ambition and it quickly became my new obsession. I am now on a few days of the newest amber vanilla. It is not a scent I would have been drawn to but here I am, in love once again. These scents are so beautifully crafted, I love how each one has the ‘best fit’ on each. I wear each of them depending on my mood or what I want to achieve that day. All lasting fragrances but not overpowering which is important for working in a restaurant. I get so many compliments and have not reached for anything else than these three scents since I was introduced to them. Local and tasteful with a hint of luxury. Keep up the beautiful work 7 Virtues team!"
		},
		{
			"review_title": "It's okay...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
			"review_text": "It's an okay fragrance.  It reminds me of cashmere snowflakes from BBW. My go-to from the brand continues to be Vanila Woods."
		},
		{
			"review_title": "Not What I Was Expecting, But Still Solid",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "While not being quite as floral based as I was expecting purely based off of the notes, ‘Amber Vanilla’ was still a solid perfume. Upon initial spray, it does almost ‘punch you in the face’ with the Pink Carnation and vanilla- which I normally really like!- but over time it developed, at least on me, into something that was reminiscent of ‘Light Blue’ from Dolce & Gabanna, with the amber and musk notes really pulling through. If you like fresh, heavier scents with a vanilla twist I would recommend this perfume, but it just wasn’t for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "My new everyday scent! It is light and feminine without being overpowering. Perfect for the warmer weather"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I REALLY wanted to love this but I returned, I haaaate sandalwood and didn't really think it would be an issue as the main notes as the title say are amber/vanilla which i love. But the sandalwood was roo strong :("
		},
		{
			"review_title": "Utterly smitten with my new every day scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is me in a bottle! I wanted to love Vanilla Woods but sadly made me nauseous. I tested this in store with trepidation. I finally understand what people mean when they say a vanilla scent is warm but not overtly sweet. My kids and husband want to nuzzle and bury their noses in me!"
		},
		{
			"review_title": "7Vs Did it again. Another warm yet unique Vanilla.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I’m in love with the Vanilla we already 🫶🏽, This is like a Warmer, Vanilla With a playful hint of carnation. For me this is an Amazing Amplifier for ( Amber & Vanilla Fragrances) 💯✊🏽👏🏽👏🏽👏🏽"
		},
		{
			"review_title": "VERY faint scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I could barely smell this immediately after I sprayed. The scent is nice. But you have to douse yourself for any effectiveness."
		},
		{
			"review_title": "My new daily fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Olive skin tone, Oily skin",
			"review_text": "I love this so much. It's not too sweet, with just the right amount of warmth from the vanilla."
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "Not so much. I really wanted to love this, but one of the notes smelled really awful on me. The longevity is so good! It was hard to remove.  I love vanilla, but not sure what it is that smells so bad on me in this one? Sadly I will be returning this"
		},
		{
			"review_title": "Love this new addition!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "For a long time, the Vanilla Woods was the only fragrance from the line that I absolutely loved. I didn’t care for the heavy saffron note in Cherry Ambition… but this is sweet, and floral to me. instant “yes”"
		},
		{
			"review_title": "my new go to!! i wear it every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "it's the perfect amount of sweet. i typically gravitate towards floral fragrances and this fragrance combines the floral and woody world with the gourmand world. couldn't love it more!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "This product smells so good! I can’t wait to use it. I love the bottle, such a good travel size."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume smells incredible you definitely need to add this to your collection!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells amazing, and last long!!! Such a slay, need to buy!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent, is a must have for my travels! Perfect size"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "The perfume stays on all day and it smells so good!"
		},
		{
			"review_title": "A Slay",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "My new scent! It’s sooo good! I was gifted the travel size and I will be repurchasing the whole bottle!"
		},
		{
			"review_title": "Perfect everyday perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Great smell and long lasting!!  Would absolutely recommend this!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "It's okay, but vanilla woods is better. Also, disappointed because sprayer was broke upon arrival and leaked everywhere. Had to call customer service and report issue."
		},
		{
			"review_title": "I will never be without!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been a huge support of The 7 Virtues for MANY years!  Barb has created a beautiful company and I truly appreciate the impact she has made with every fragrance.  This perfume is so beautiful.  The scent lingers, it is soft and comforting.  I find myself pausing throughout the day to take a deep inhale."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The scent lasted on my skin for 24 hours!! Beautiful scent, one spray was good for me and I’m surprised it lasted as long as it did."
		},
		{
			"review_title": "Pretty, but cheap sprayer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This smells super nice. Like a slightly masculine vanilla. If you like Vanilla Woods but want something a little less warm- this is it. I took one star off because the scent didn’t last more than 3 hours on my skin, and also the sprayer is kind of janky."
		},
		{
			"review_title": "Super sweet, sheer and not long lasting.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This fragrance is so sweet that you can almost taste the sugar in your mouth after spraying it on! It’s sheer though so it’s not offensive. I give it a 3 and not higher because the longevity isn’t great.   get it’s a skin"
		},
		{
			"review_title": "The scent I was missing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was on the hunt for a new perfume but specifically vanilla scented. This is the one. It isn’t really strong, lasts all day, and you don’t need much! Next will be a bottle one I finish the travel size"
		},
		{
			"review_title": "Another Skin Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "First off, I bought the travel size to try, with my own money and I'm actually a human being! So not incentivized and not a bot. I would say this is a perfectly acceptable, nice, inoffensive scent. It is very similar to all the other skin scents like JHAG Not a Perfume, Phlur Missing Person, and I can see how people are comparing it to Glossier You (but I think You has more oomph to it, more going on). I think the closest is probably Missing Person. This may be a touch sweeter but if you have all these other scents, or one of them, you probably don't need this one as well unless you love all the slight different nuances between them. I will keep the travel size and probably use it to layer with other perfumes I have, but I'm not going to bother getting the full size. I gave it 3 stars because it's fine, I'll use it up, but it isn't blowing me away and nothing all that new."
		},
		{
			"review_title": "OBSESSED!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Have you ever just loved something so much that you couldn’t get enough of it?  This is it!  She is literally the prettiest, girlie soft scent."
		},
		{
			"review_title": "SOOOO GOOD!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I blind bought this because i LOVE cherry ambition and vanilla woods from the 7 virtues. Let me just say this perfume did not disappoint. It smells like a sweet, warm, soft vanilla with a hint of floral. It truly reminds me of vanilla woods but not as “warm” I’m in love with this perfume it’s light and beautiful!! 10/10 recommend!!! <3"
		},
		{
			"review_title": "Vanilla Woods’ Cool Rich Aunt",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "This was sent to me to try & post my review! If you loved Juliette Has a Gun’s ‘Not a Perfume’ & you also love Vanilla Woods by The 7 Virtues - you will LOVE Amber Vanilla!  This does give me Missing Person vibes too - but she’s her own creation. She is the signature light musky scent with a stunning carnation flower note - beautiful. Vanilla Woods is THAT girl, but, Amber Vanilla is THAT AUNT who drinks espresso martinis and buys herself flowers everyday to remind herself she’s amazing.  This fragrance makes me feel confident and pretty - a scent that screams “LOVE!” - this is being added to my future wedding day fragrance list. 10/10 - sprayed on my skin before bed and woke up smelling it on my sheets. I had amazing dreams 🥰"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am OBSESSED with this perfume. There’s a sweetness that’s not overpowering. It’s fresh. Soft. Addicting. It’s a must have!!"
		},
		{
			"review_title": "Missing Person with vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Saw somebody describing the scent as Phlur's Missing Person (one of my favourite perfumes) with vanilla added and it is exactly that! It isn't sickly sweet so it makes a perfect addition to my daily rotation of scents :)"
		},
		{
			"review_title": "A Beautiful Love Letter to MySelf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "When I received Amber Vanilla by The 7 Virtues and I sprayed the fragrance for the very first time, it was an instant LOVE for me!  This fragrance was me in a bottle! It’s Bougie, sweet, cozy and creamy on my skin.   When I"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I am not usually a person who likes Vanilla-scented products, but this perfume smells so. good. The amber/woody notes balance out the vanilla, so it's not too overpowering/sweet. The only disappointment was that the scent only lasted for a few hours before it wore off, which is why I am giving it 4 stars instead of 5."
		},
		{
			"review_title": "My new favorite fragrance - second skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I've been in beauty for 25+ years, I have smelled a lot of fragrance. What I love about The 7 Virtues Amber Vanilla is how it makes you feel.  It's sexy, warm and delicious. It feels like being wrapped in cozy blanket next to fireplace and it also feels like clean, delicious skin after a warm bubble bath.  Treat yourself to Amber Vanilla."
		},
		{
			"review_title": "Uplifting and addictive but doesn’t last",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Didn’t originally realize it was supposed to be a “your skin but better” fragrance. Has a similarity to Glossier You but with more sweetness from vanilla. At first sniff I got a bit of the pickle smell some sandalwood fragrances have but it’s balanced by the sweetness. After a few minutes I smell a gourmand vanilla that reminds me of Easter candy.  Unfortunately the lasting power isn’t great, but lasts longer in my hair than on skin and is great for layering. Very uplifting."
		},
		{
			"review_title": "Phenomenal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Couldn't be a more incredible fragrance! It will keep you smiling all day - not just from smelling it, but also from all of the compliments you'll receive : )"
		},
		{
			"review_title": "Sweet every day perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I enjoyed the sweet scent of this perfume, and would recommend it. The packaging is adorable, and I’d buy it again."
		},
		{
			"review_title": "Best release of 2024! ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "I know that’s a bold statement to make because it’s only February however, this perfume is so unbelievably perfect in every way that it has now set the standard for all other perfumes that come after it. ￼"
		},
		{
			"review_title": "Beautiful skin scent  but doesn’t last.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This smells so lovely. I definitely get more carnation and vanilla as it dries down…it makes for a beautiful signature, everyday scent - it isn’t overpowering at all. BUT it lasted maybe 2 hours on me!"
		},
		{
			"review_title": "My new favorite smell!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I smelled this perfume on my coworker and was instantly hooked. There is a perfect blend of woodsy and floral mixed together in a way that is interesting and new. I immediately asked her what it was and purchased it in the mini version, so I could make sure I can have it with me at all times! in mini travel size."
		},
		{
			"review_title": "New signature fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I am obsessed and think I just found my new signature fragrance! Not only does it smell incredible but I love that this brand is also clean and non-toxic. It’s a very warm, lux and seductive. It’s also not extremely overpowering and can be worn daily."
		},
		{
			"review_title": "A Missing Person + Vanilla Dream Come True",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is what I wanted Phlur Vanilla Skin to be. A soft, round, creamy, vanilla sweet (but not syrupy heavy), musky skin scent. Feels like Phlur Missing Person + vanilla. Slightly more round and creamy than Glossier You.  I find the notes to be puzzling - I don't get any zingy pink pepper, or bitter carnation at all. This feels like liquid cashmere and vanilla whipped cream.  Not too sweet, or syrupy. Not dense or heavy. But also noot cold light airy fluffy like AG Cloud. It feels hazy, foggy, creamy, round vanilla and warm skin. Lasting power is great, extreme longevity on clothes. Sillage is intimate to moderate."
		},
		{
			"review_title": "Beautiful but no lasting power",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I really love this scent but it doesn’t last on the skin sadly. Has the perfect balance of vanilla and amber!"
		},
		{
			"review_title": "Love this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Great everyday scent! It’s sweet with a hint of vanilla and smells amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Wow. Love this perfume! It’s a sweet, warm, yet sophisticated vanilla that isn’t overpowering. It’s sexy, yet leaves you wanting more. I’m kind of obsessed. This was my first introduction to 7 Virtues and I have to say, I’m very impressed. Well done. Adding this perfume to my rotation."
		},
		{
			"review_title": "My new favorite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This perfume is absolutely incredible! Sweet, sexy, and sophisticated! Sweet notes that bite on the end, I get NOTHING but compliments when I'm wearing Amber Vanilla!!!"
		},
		{
			"review_title": "Beautiful but 0 Projection",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a very nice soft subtle warm vanilla amber scent but it has 0 projection, I can’t even smell it on myself. It would have been so lovely if it was stronger. Too bad since 7 virtues other vanillas are crazy strong on me’"
		},
		{
			"review_title": "Lovely, calming skin scent with a pinch of spice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Legit purchased review.  Beautiful your skin but better scent.  It’s like mixing glossier you, diptyque eud duelle edt and JHAG NAP together.  I love their fragrances and the owner seems to really put love into her fragrances and community."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This is my new favorite scent! I typically don't wear a lot of perfume, however this one smells so great without being overbearing."
		},
		{
			"review_title": "Roasted Amber",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "The scent is not for me, but definitely has strength and length, and lasts on skin through a wash! It smells very much like PDM Delina Exclusif without the rose. The amber in this comes off like a strong incense burn. I imagine lovers of Chanel and Boucheron and other Parfums de Marly really enjoying this!"
		},
		{
			"review_title": "LOVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I tried vanilla woods and all I could smell was cigarettes. However with vanilla amber, I am in love!! My new everyday scent, skin/vanilla/musky. Not sickly sweet, not smokey. A staple vanilla."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Combination skin",
			"review_text": "This perfume smells fantastic. It is a soft scent, would wear often."
		},
		{
			"review_title": "an everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This scent is very light and perfect for an everyday!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "very nice perfume and if your arab it smells like oud."
		}
	]
}