{
	"product_id": "345",
	"name": "Dedtergent 01 "Taunt"",
	"brand": "DedCool",
	"categories": "Fragrance, Women, Perfume",
	"price": 47.25,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Bergamot, Vanilla, Amber.Fragrance Description:Evoke an aura of confidence. This scent smells like the tinges of butterflies from budding flirtation, intensifying your own uniqueness, and throwing caution to the wind. Taunt is sexy, luscious, and angelic with notes of bergamot, vanilla, and amber.",
	"ingredients": "Water (Aqua), Cocamide DEA, Fragrance (Parfum), Caprylhydroxamic Acid, Caprylyl Glycol, Glycerin, Carbomer.",
	"how_to_use": "Suggested Usage:.-Made for clothes, sheets, intimates, delicates, and life, the 100 percent biodegradable, environmentally conscious Dedtergent offers 60 washes and can be used in the machine or for hand-washing your items.",
	"num_reviews": 37,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/dedtergent-01-taunt-P501152?skuId=2685113&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2685113-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "32 oz / 946.4 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2685113-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love using this for my silk pillowcases and bras. I’d use it for all my laundry if I could."
		},
		{
			"review_title": "major pass for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "this smells so so good in the bottle (which is why it gets two stars) BUT the scent does not translate to the clothes whatsoever this was genuinely so disappointing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "This detergent is great! The scent isn't too overpowering, but it's very buildable if you add more detergent."
		},
		{
			"review_title": "they changed the formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I've bought this bad boy a few times over the last few years. it always smelled good, but was on the subtle side. now I can't smell anything from it at all - its like they changed the formula. I'm sad"
		},
		{
			"review_title": "I think they changed the formula",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I had this detergent maybe a year or so ago and just ordered a new one—the scent is much fainter than my last bottle, and the formula seems much runnier and less concentrated. Unsure if I just got a bad batch or there was a formula change."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Not worth it at all. The smell is so faint straight of the wash and disappears instantly."
		},
		{
			"review_title": "0 Stars",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It smells okay but it won’t remove the dirt or the bad smell from your clothes. This detergent will only “try” to mask it and not even either. I would return if I could. NOT WORTH IT! I have to do laundry all over again with a different detergent."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Scent is ok, but need about 3 oz for medium size load to smell it at all. That would be about 10 washes for an entire bottle… not worth it. Switching back to Zum. And I can use perfume if I want a signature scent."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I LOVE the scent and I do actually find it lingers nicely but I have to use so much of it and it’s biggest downfall is really the packaging sucks a lot. There’s no measuring lid and the top is not removable and then it makes it very messy and leaky. I really hope the changes the top/lid of the packaging."
		},
		{
			"review_title": "Light Scent, Soft Clothes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing right out of the container, however the scent is very faint and only noticeable if I hand wash and hang an item to dry. The packaging is very inconvenient and annoying. The spout leaks product and makes a mess every time."
		},
		{
			"review_title": "Okay, but not exceptional",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "You really need to use A LOT to keep the scent post-wash. Clothes will smell stronger if air dried vs using the dryer. Very expensive for not a lot of scent. The best part is how it makes the clothes FEEL. Super clean, soft, etc. I didn't notice how my previous detergent was leaving a residue on my clothes. I wish there was a stronger scented version of this in a larger container."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Save your money. The smell is not strong enough to notice on clothing, and the amount that you would have to use to get it to be noticeable is 1/4 of the container."
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "5 stars for the quality of the product. This cleans by clothes way better than other detergents i’ve used. 4 stars for the scent. You can kind of smell it on your clothes but I wish it was a bit stronger."
		},
		{
			"review_title": "must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this smell!! Makes my clothes smell SO nice and fresh, just bought another one!!"
		},
		{
			"review_title": "Fabulous scent in bottle but none on clothing :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the scent while in the bottle. Unfortunately I have done two small loads and I don’t smell it what do ever on the clothes.  One load and hung them and  2nd put in dryer and both don’t smell at all ! Disappointed for the $$$$"
		},
		{
			"review_title": "A forever thing <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "This was my first love at DedCool and it continues to be one of my favorite SKUs from them. Clean laundry detergent that smells SOOO good, what more could a girl ask for. It makes the doing laundry a little brighter and fun- would def recommend!"
		},
		{
			"review_title": "Best detergent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Okay, as someone who's never really been into vanilla this detergent is amazing! It makes my clothes so soft and fragrant. I like to shake mine before using and the scent really opens up! It makes laundry days so much better and I just love seeing it on my shelf bc it's so cute :)"
		},
		{
			"review_title": "OBSESSED <3 <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I've been actually looking forward to my laundry days?! It's true, this detergent is unreal. Absolutely divine smelling. I feel like scent comes through strong after it's dry- so fresh!"
		},
		{
			"review_title": "No smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "No smell whatsoever.  Too expensive for such a little amount. I do not recommend."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing! I’m very sensitive to detergents so I can never use a scented one, until now! And wow it smells so good! But non offensive like gain or downy. I just love this stuff! Please restock! And it does a great job at cleaning course!"
		},
		{
			"review_title": "a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "it smells amazing! I love that it is eco friendly I highly recommend!"
		},
		{
			"review_title": "The smell is DIVINE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This detergent smells so good that I started sleeping on my stomach just so I could have my face closer to it. I gave myself back problems but I will purchase again and again don’t care :)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wish I could give this more than 5 stars. Taunt is my absolute favorite scent and this detergent makes everything smell SO good. I love using it for my sheets and my clothes."
		},
		{
			"review_title": "HIGHLY RECOMMEND",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Never going back to store brand detergent…this detergent has changed the way I feel about doing laundry - if you want your blankets, sheets, clothes to smell absolutely amazing and guests to compliment you… HIGHLY RECOMMEND getting this Dedtergent!"
		},
		{
			"review_title": "New packaging is not ideal",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this scent and I love this detergent, but now that they’ve changed the packaging, there’s no way to measure how much you’re using. The previous bottle had a detachable lid to pour into,  but this new bottle says to eyeball a certain amount of ounces per load. I appreciate the idea of more sustainable packaging, but this is so inconvenient!"
		},
		{
			"review_title": "I love Dedcool but . . .",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "In general, I love Dedcool. I wear their milk layering fragrance most days and their Madonna scent is sooo sexy. I hadn’t smelled Taunt before but I wanted to try their Dedtergent and it was the only scent so I went for it.   It smells like sexy mothballs. Or potatoes doused in baby powder. Not for me—I returned it after one use. Hopefully Sephora starts stocking the other scents of the Dedtergent"
		},
		{
			"review_title": "No other detergent compares!!! Absolute must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I will never use another detergent. As someone with celiac disease, eczema, and has sensitive skin - this detergent completely changed the way my clothes and sheets make me feel. No longer itchy and/or bothered. Smells amazing and good for the environment. Highly recommend and worth the money."
		},
		{
			"review_title": "Smells incredible!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Okay this detergent is a game changer. A little bit goes a long way, and it makes my clothes and sheets smell incredible. Commercial detergent smells too artificial which I dislike, but all dedcool scents are natural and smell sooo good. I also love that they are genderless, vegan, and planet friendly!!"
		},
		{
			"review_title": "Get rid of other “herbal” smells from clothes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Full disclosure this is the only detergent that gets rid of other “herbal” smells that get trapped in my clothes. One wash and my cannabis infused linens are fresh and not chemical smelling like other common detergents leave them."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Absolutely love this detergent! The smell is amazing and lasts!!! Leaves my clothes feeling extra soft as well. Will continue using!"
		},
		{
			"review_title": "Once You Go Dedcool You Never Go Back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Life. Changing. You will never want to crawl out of your freshly washed sheets, everyone will linger post-hug asking you what that sexy scent is, your laundry day will never be the same."
		},
		{
			"review_title": "life changing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "this detergent will quite literally change your life. I've never tried anything like it. Leaves everything I wash clean and smelling incredible. Next level to use to wash your bedding, I never want to leave my bed <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "love this product! been using it for some time now and it great!!! would highly recommend!"
		},
		{
			"review_title": "yummmyyyy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This makes my clothes smell like a warm hug splashed with spicy vanilla. Literally everyone stops me and asks what perfume I’m wearing and they’re so surprised to know that it’s my “dedtergent”! You don’t need to use a lot, so a little goes a longg way."
		},
		{
			"review_title": "BEST SMELLING DETERGENT EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "obsessed with this detergent!! smells amazing, it’s the perfect genderless fresh clean (but not overpowering bathroom clean) smell. it leaves my clothes and house smelling delightful, i’ve repurchased it 3x already & the packaging is cute :,))"
		},
		{
			"review_title": "The best smelling detergent ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love love this detergent. It leaves all my clothes smelling so good that it's a whole new experience putting them on!"
		},
		{
			"review_title": "11/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Buy it immediately it’s the best! I said what I said."
		}
	]
}