{
	"product_id": "782",
	"name": "Wood Sage & Sea Salt Cologne",
	"brand": "Jo Malone London",
	"categories": "Fragrance, Unisex / Genderless",
	"price": 220.0,
	"about": "Fragrance Family:Fresh.Scent Type:Fresh Aquatics.Key Notes:Ambrette Seeds, Sea Salt, Sage.Fragrance Description:A fresh, mineral, and woody scent with subtle aromatic tones. Spritz on this energizing cologne perfume to be instantly transported to windswept shores with waves breaking white, the air alive with sea salt and spray. A unique fragrance that’s at once sophisticated, lively, and totally joyful..About the Fragrance:A note of ambrette seed opens this uplifting perfume, bringing an aura of sophistication. Sea salt minerality illuminates the heart. Herbal sage defines the base with woody aromatic tones, adding a natural depth to the scent.",
	"ingredients": "Alcohol Denat., Water, Fragrance, Limonene, Alpha-Isomethyl Ionone, Linalool, Benzyl Alcohol, Geraniol, Citronellol, Citral, Coumarin, Bht.",
	"how_to_use": "Suggested Usage:.-Like perfume or eau de toilette, cologne is a fragrance designed to be worn on the skin..-Spritz generously onto your wrists, neck and pulse points—your body heat will help to diffuse the scent as the day goes on.  .-After applying your cologne, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.  .-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent. .-Replace the fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent.",
	"num_reviews": 1450,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/wood-sage-sea-salt-cologne-P417179?skuId=2678001&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2678001-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Smells really good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I bought this for my mom for her birthday and she absolutely loves it! It has a very distinct clean scent that leaves you smelling like a clean deep shower. The only problem is, I’ve tried other perfumes and the longevity of other perfumes is better."
		},
		{
			"review_title": "BDAY GIFT FOR MOMMY ❤️❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "My mom has talked abt this perfume for weeks, she normally gets the double set for abt $50 I believe. But I wanted to get her the BIG BOTTLE lol! SHE LOVES IT! We shall see how long it lasts but the actual fragrance is WONDER"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "First fragrance I have bought in years and I am so in love with it! It is a very fresh fragrance and it lasts a whole day when I keep my skin well hydrated."
		},
		{
			"review_title": "Smells great but does not last at all!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Loooove this scent so much. Great to wear on its own or layer but it simply does not last AT ALL! I can’t smell it after about 5 minutes of application (even with many, many sprays). Will be returning for something better."
		},
		{
			"review_title": "great scent, poor longevity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "when i think of a clean scent, wood sage and sea salt comes to my mind first. this is such a inoffensive yet classy cologne, perfect for anyone with a sensitive nose. unfortunately the longevity and sillage is weak."
		},
		{
			"review_title": "Clean, fresh and subtle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love fragrance but I hate when it’s  soapy or alcohol-y.  This one is clean but not soapy, it’s like you just got out of a fresh shower or bath after using a herbal or tea scented bath bomb. It last most of the day on me and when I catch of whiff of it it’s refreshing! Can’t recommend it more"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Is so good it is the best perfume I have ever smelled"
		},
		{
			"review_title": "Very faint scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a nice clean scent. However I have tried spraying it multiple times in multiple places and I can hardly smell it at all! So not worth the price, in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "love love love the scent. surprised they could even get a salt smell in there. longevity is not long, which i wouldn't mind if it werent for how expensive it is. Will say that with a grain of salt though because when I got a sample of this, I remember very clearly smelling this on my body for a good couple hours after using. But since then (and a couple sample bottles later) I haven't had that experience again and I'm not sure if it's simply because my nose has gotten used to it. So not entirely sure on that front considering how many reviews I see with very mixed opinions on the longevity. Either way I love this scent so much I would recommend getting it on sale cus this is lowkey breaking the bank lol."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Tan skin tone",
			"review_text": "This is a great layering scent. Has poor longevity, though."
		},
		{
			"review_title": "Love !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have been in love with this brand for so long. This would sage and sea salt cologne is top notch it last so long and it goes so well with my skin. I love this for any casual day. It makes me feel like summer even in the middle of the winter."
		},
		{
			"review_title": "Warmer woody scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "A long-time, year-round favorite. Really smells as described. A windswept, driftwood, sage-y unisex scent. It's perfect for fall and winter months when you want to smell warmer, like the scent of a nice campfire on the beach."
		},
		{
			"review_title": "Not too strong, Boyfriend loves it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My boyfriend absolutely loves it! He’s an outdoor guy and is usually very picky with fragrances because he doesn’t like smelling too strong but this cologne is perfect."
		},
		{
			"review_title": "What are you waiting for? Go buy this now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I am in my perfume era and Jo Malone perfumes are to die for. Not only are they super unique but each one smells so lovely. I absolutely love layering my scents and needed a good base for whenever I need something simple.   Wood Sage and Sea Salt smells like heaven. It's light enough to wear on its own or you can layer it with any other perfume. It is the perfect universal scent to have. I think it smells like your favorite sweater on a spring day when you go for a picnic by the sea. The wood and sage give it that earthy smell, while the sea salt brings the scents more forward. It's one of my favorite scents of all time and I will always have extras in hand. The best part is this size can travel with you wherever you go!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the fragrance, I will say is more like a summer fragrance, it made me think about the beach because of the salt tone it has. Fragrance stay for a long time, I really enjoyed wearing this fragrance"
		},
		{
			"review_title": "Très bien",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bon parfum, je n'en porte pas beaucoup mais j'adore celui-ci. Je n'aime pas le floral et le fruité peut agacer donc les notes plus terreuses/marines sont parfaites. Très unisexe."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I receive so many compliments when I layer this fragrance!! I spray Joe Malone Myrrh and Tonka then the wood sage and seasalt. It gives a fresh scent and great for people who are sensitive to scents!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone",
			"review_text": "I personally did not love the scent of this perfume. I definitely think it is gender neutral in terms of the scent but more on the masculine side in my opinion. Still smells good, just again not for me!"
		},
		{
			"review_title": "Not too strong, Boyfriend loves it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My boyfriend absolutely loves it! He’s an outdoor guy and is usually very picky with fragrances because he doesn’t like smelling too strong but this cologne is perfect."
		}
	]
}