{
	"product_id": "474",
	"name": "Clearly Clean Makeup Removing Cleansing Balm",
	"brand": "Farmacy",
	"categories": "Skincare, Cleansers, Makeup Removers",
	"price": 49.0,
	"about": "What it is: A fragrance-free, PEG-free makeup removing cleansing balm that melts away stubborn eye and long-wear makeup, SPF, and dirt—made for sensitive and reactive skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Formulation: Balm..Highlighted Ingredients:- Sunflower Oil: Melts away makeup without stripping or drying..- Moringa Extract: Remove pollutants, cleansing and refreshing skin..- Papaya Enzyme: Gently exfoliates and cleanses pores for a fresh-looking complexion...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Finally, a cleanser without compromise: This balm removes all your makeup in seconds, yet it‘s gentle enough for sensitive skin—quickly melting away stubborn eye and long-wear makeup, SPF, and dirt. It‘s also formulated without fragrance, essential oils, PEGs, or dyes. It has same cleansing power of Farmacy‘s bestselling Green Clean...",
	"ingredients": "Highlighted Ingredients: .-Sunflower Oil: Melts away makeup without stripping or drying. .-Moringa Extract: Remove pollutants, cleansing and refreshing skin..-Papaya Enzyme: Gently exfoliates and cleanses pores for a fresh-looking complexion...Cetyl Ethylhexanoate, Synthetic Wax, Coco-Caprylate/Caprate, Caprylic/Capric Triglyceride, Polyglyceryl-10 Dioleate, Polyglyceryl-6 Dicaprate, Sorbitan Oleate Decylglucoside Crosspolymer, Helianthus Annuus (Sunflower) Seed Oil, Moringa Oleifera Seed Extract, Carica Papaya (Papaya) Fruit Extract, Moringa Oleifera Leaf Water, Pentylene Glycol, Gluconolactone, Polyglyceryl-6 Oleate, Glyceryl Citrate/Lactate/Linoleate/Oleate, Sorbitan Sesquioleate, Potassium Olivate, Glyceryl Caprylate, Polyglyceryl-3 Caprate, Polyglyceryl-4 Cocoate, Sodium Chloride, Butylene Glycol, Water/Aqua/Eau, Sodium Benzoate, Maltodextrin, Glyceryl Laurate.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Scoop out product with the included spatula..-Gently massage onto dry skin..-For eye makeup removal, apply to closed eyes..-Rinse with warm water or wipe off with damp washcloth...Recycling Instructions:.-Rinse out any remaining product..-Recycle the jar, inner lid, and outer packaging..-Send the cap and spatula to Farmacy to be recycled via TerraCycle®. Email recycle@farmacybeauty.com for a free prepaid shipping label.",
	"num_reviews": 936,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/farmacy-clearly-clean-cleansing-balm-P477157?skuId=2501229&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2501229-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz/ 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2501229-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Pretty similar to regular balm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Didn’t notice much of a difference between this & the regular cleansing balm. Unscented was fine enough. I think it’s a suitable replacement if the other balm is out of stock."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Removes my mascara so much better than micellar water!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I liked the product and it was great for eye makeup but I was very disappointed that i didn’t get a scoop"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Worth the price! This stuff changed my getting un-ready routine and I finally feel like all my makeup is coming off fully and easily"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It doesn’t melt the make up very well I’m afraid. Especially around the eyes!"
		},
		{
			"review_title": "My go to balm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This was recommended to me from a sephora employee and this is hands down one of the best makeup removers i’ve tried. It leaves my skin feeling very hydrated rather than dry and tight like the rest of the makeup removers i’ve tried."
		},
		{
			"review_title": "Tried once, wouldn’t use again.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I wear Estee Lauder double wear foundation and this product was not effective in removing it. This product does quickly melt, but makes your skin feel waxy. It also smelt like vinegar."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "love this makeup remover. very gentle on the skin. and it goes a long way dont need a lot to remoce makeup"
		},
		{
			"review_title": "Not a fan",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Not impressed by this product at all. Left my face soft but definitely not a makeup remover which is what I was looking for."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The solid product melts well when you warm it up between your fingers. Effective at removing makeup. Left my skin feeling clean and supple. Would have given it 5 stars if the price was lower! (some Korean cleansing balms work just as well for a more affordable price)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like the product  i will definitely recommend to every one."
		},
		{
			"review_title": "too expensive for being mediocre",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "bought this as recommended by an employee as it takes off everything and I had asked for something that removes the PTR eye tightener. This product sucks. there's always still leftover the PTR eye tightener on my undereyes the next day and for the price of just the MINI let alone the full size, that is absolutely not OK. I'll be going back to oil cleanser but now I'm $33 out of pocket for a crap product. I guess it removed makeup fine, but I don't wear intense stay all day type of makeup."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Did not like it at all, returned it. Did not clean well."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Bought this by accident thinking it was Farmacy’s Green Clean cleansing balm, it does not work nearly as well. It leaves a greasy residue and hardly gets any make up off compared to the green clean product."
		},
		{
			"review_title": "It comes in pints (6.8oz)!?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Oily skin",
			"review_text": "I would add a picture of Merry (LotR) to this review but I'm not sure if it would get flagged.   Anyways, I have been using Clearly Clean so long now I don't even know when I originally started picking it up. It works so well to get rid of my makeup and my skin feels super nice afterwards as well. Make sure you remember to emulsify! Add a bit of water and spend some time smooshing it around your face to make sure you really get a good clean.   Normally I get the regulat sized, 3.8oz, ones but I saw this size and grabbed it. The regular sizes last me quite a long time while using it nightly. I can't imagine how long this one's going to last!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product was good, but it is not my choice again. It did not meet my expectations"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Pass. Nothing special at all. Kind of like watered down coconut oil. I’ve used many drugstore brands that far exceed this performance. Way overpriced. Would not recommend or buy again. 2 stars because of clean ingredients."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
			"review_text": "I purchased this direct from Farmacy on 5-30 and have approximately 2 uses left. It is a perfectly fine cleansing balm, but for the price, I can't justify replacing it every 2 months. I used a small amount, just enough to get the job done without wasting product. I would recommend if you are willing to spend over $200 a year to remove your makeup."
		},
		{
			"review_title": "sensitive eyes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "It took a bit to figure it out, but this has given me irritation and styes around my eyes. I don't often wear eye make-up and realized this what happening every time I used this more than two days in a row. My poor eyes are not happy and now I have to discontinue use and it money wasted."
		},
		{
			"review_title": "broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "its hard to remove it from your skin and its broke me out si bad that i didnt have acnes in my teens.i dont recomend this product at all."
		},
		{
			"review_title": "A must have for clean skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This product is a great first step in my double cleansing routine. It’s fragrance free and perfect for sensitive skin. It’s fantastic at removing make up including waterproof mascara. A little goes a long way! I love it and have bought it multiple times."
		}
	]
}