{
	"product_id": "708",
	"name": "Silk Glow Blush and Highlight Duo",
	"brand": "Iconic London",
	"categories": "Makeup, Cheek, Cheek Palettes",
	"price": 53.0,
	"about": "What it is:A beautiful blush and a luminous highlighter with a gel-powder texture to deliver a glossy shot of radiance and a flush of color in one sweep..Coverage:Light.Finish:Radiant.Formulation:Pressed Powder.Highlighted Ingredients:- Pearlescent Pigments: Deliver a luminous finish..Ingredient Callouts:Free of parabens, retinyl palmitate, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It is also cruelty-free..What Else You Need to Know:This butter-soft highlighter and blush duo is packed with pearlescent pigments and combines the finish of a liquid highlighter with the weightlessness of a powder to deliver that lit-from-within glow. It will perk up your complexion to reveal lifted, luminous cheeks with a radiant flush.",
	"ingredients": "-Pearlescent Pigments: Deliver a luminous finish..-Emollients: Provide a silky sensorial feel and blurring effect..-Skin Conditioning Agent: Provides a silky feel...Blusher:.Synthetic Fluorphlogopite, Mica, Cetearyl Ethylhexanoate, Silica, Glycerin, Dicalcium Phosphate, Peg-12 Dimethicone, Aqua (Water), Polysorbate 20, Caprylyl Glycol, Ethylhexylglycerin, 1,2-Hexanediol, Gellan Gum, Cocos Nucifera (Coconut) Oil (Cocos Nucifera Oil), Hydrolyzed Rice Protein, Calcium Chloride, Dimethicone, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Zinc Stearate, Lauroyl Lysine, Leuconostoc/ Radish Root Ferment Filtrate, Sodium Hydroxide. May Contain (+/-): Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 77007 (Ultramarines), Ci 73360 (Red 30 Lake)...Highlighter: .Mica, Cetearyl Ethylhexanoate, Glycerin, Silica, Peg-12 Dimethicone, Aqua (Water), Polysorbate 20, Caprylyl Glycol, Ethylhexylglycerin, 1,2- Hexanediol, Gellan Gum, Cocos Nucifera (Coconut) Oil (Cocos Nucifera Oil), Hydrolyzed Rice Protein, Calcium Chloride, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Dicalcium Phosphate, Synthetic Fluorphlogopite, Leuconostoc/ Radish Root Ferment Filtrate, Sodium Hydroxide, Ci 77891 (Titanium Dioxide), Ci 77491 (Iron Oxides).",
	"how_to_use": "Suggested Usage:.For duo-tone cheeks:.-Using a fluffy brush, apply the blush below the apples of your cheeks before applying the highlighter to your cheekbones. .-Swirl your brush across each pan as many times as you like to pick up more pigment and build color...For prismatic perfection: .-Sweep your brush across both shades and let the pure pearl pigments mix on the bristles for a killer high-shine finish. .-Apply all over—more is more...For veiled, blown-out blush: .-Apply your blush like a makeup artist. .-Move the blush high on your cheekbones, around your temples, and blend up to your forehead. .-Iconic London loves to apply the Sheer Blush (liquid watercolor formula) and the Silk Glow Duo (each sold separately) to set the look.",
	"num_reviews": 56,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/iconic-london-silk-glow-duo-P481711?skuId=2554566&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2554566-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Rose Glow",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2554566-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Coral Glow",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2554574-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must try this🥰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Love this blush and highlight duo it’s my most favorite blush I’ve ever worn or purchased. Stays on all day and it’s a beautiful color."
		},
		{
			"review_title": "This blush is absolutely love ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "One of my favorite. There's a different kind of glow. I use it pretty much everyday but just in case I use any other blush, I still end up topping it up with this one. it's perfectly pigmented, you don't need to overdo."
		},
		{
			"review_title": "Finally found the perfect blush/highlighter duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the color of the blush and the highlighter.  Adds just the right amount and the texture is smooth."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Pigmented product love it this is my first time at Sephora and it was a good experience"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this product the shine is amazing. I would recommend to a friend."
		},
		{
			"review_title": "Beautiful for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been looking to repurchase this! I love a perfect coral blush and this is it! I will keep repurchasing as long as they make this!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The highlighter is alright but the blush is not a nice colour and I have to layer it on top of a cream blush to make it show up. Bigger issue is that the product came out of the pans almost right away after a little moving from one bag to another.  Powder is not great quality."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Not too pigmented but highlighter is good. The blush isn’t like the pictures but still cute."
		},
		{
			"review_title": "It okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "The highlighter is beautiful, but the blush is not very pigmented. Not for the blush girlies out there:)"
		},
		{
			"review_title": "Blush isn’t pigmented",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I order this online and based my judgement off the advertised photos and my other purchases from Iconic london but this blush had very little pigment. The highlighter was okay but the blush was more glittery than shimmery. Not worth $50"
		},
		{
			"review_title": "Worth the price 100%",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I bought this around Fall 2022 and I have used it every time I've done my makeup since. Seriously one of the best purchases and items in my collection. Would 100% buy again."
		},
		{
			"review_title": "Hardly any pigment",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "This looked so pretty and I was so excited to get it. But it has hardly any pigment. To get any kind of pigment you really have to work it into your brush. I am so disappointed."
		},
		{
			"review_title": "Not worth it !",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "So I love the color but the pigment is so bad, it got hard panned on me and I can’t get any color payoff on the blush side and I got the more orange color so I’m not sure what I’m doing wrong , I tried different brushes and no luck."
		},
		{
			"review_title": "Beautiful Combo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Blush is not at bright as I expected but is still very beautiful. Highlight is amazing!"
		},
		{
			"review_title": "Glowy Delight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I do agree this blush is not super pigmented, HOWEVER, I have fair skin and it makes me glow beautifully.  I would go for the darker shade if you have medium to dark skin because this probably won't show up. I usually mix both together and apply to my cheeks and it is perfect.  It is a little pricey but the package is absolutely gorgeous, my mouth dropped when I opened it it was so pretty."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Unfortunately one of the least pigmented blush and highlights I’ve ever tried. No worth $50 !"
		},
		{
			"review_title": "Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Very rich in colour and extremely buttery. Blends really easily."
		},
		{
			"review_title": "stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This blush is creamy and stunning. It really pops in the sunlight and perfect for summer. The highlight compliments so well with its gold color giving that bronze goddess glow"
		},
		{
			"review_title": "Glowing checks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Iconic London create this beautiful luminous blush with the most blinding and silky highlight that give the most beautiful glow checks for anytime of the year"
		},
		{
			"review_title": "GLOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
			"review_text": "The blush is a sheer pop of color with a luminous finish. I love to wear this on top of a cream or liquid blush as a topper. You can use it sheer or build it up but as you build up he color your building up the luminosity then it could start to look funny over textured skin.  I personally use 2 layers of the blush but don’t need the highlighter but sometimes use 1 sweep Of both.  I use this blush duo all the time over any blush I’m using cuz your girl loves to glow."
		},
		{
			"review_title": "Beautiful finish, Natural flushed look.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was uncertain how this was going to work as I didn’t swatch in the store.  Bought on line at the recommendation of a YouTuber.  I have a blush infatuation so their review made me do it!  Not mad at all.  The finish is flawless, does not emphasize texture and the Rose shade gives a natural flush on my fair complexion. Achieve a subtle look using a light hand and it is buildable.  The highlighter was my greatest hesitation and for no reason. No glitter just a lovely sheen, not high beam gleam - but I am sure you can build a more powerful glow if that’s your preference.  Packaging is very luxe.  Makes you feel special from the moment you take it out of the box through the application.  Wears well throughout the day.  Really love it!"
		},
		{
			"review_title": "good blush, great highlighter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "The highlighter is wonderful!! Blush was a little less timid for me but highlighter made up for it."
		},
		{
			"review_title": "chunky glitter",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I really am shocked at the good reviews. This is probably the worst blush I’ve ever bought. It is extremely overpriced for what it is. It doesn’t blend well, difficult to get pigment on the brush, and has huge chunky glitter. The highlight is marginally better but would still be the worst highlighter I’ve ever used too. I don’t understand why this has been all over Instagram and liketoknowit. I plan on returning."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "This looks absolutely lovely but I agree that it lacks good pigment.  I had to go into the blush several times to get it to show.  Actually it's okay with me as I do not like dark heavily pigmented blush as I get too heavy handed.  The hilighter is okay but does not show up very well either.  Anyway I still like it and may try the Coral."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Coral Glow",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "No Color payoff, I was really disappointed considering how pigmented it looks. I ended up returning it"
		},
		{
			"review_title": "Wanted to love it!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "The blush looks so rich and pigmented in the pan, but it is not on the face.  You have to add so much to get it to show up, it takes forever. When you rub the blush with your fingers, it feels chalky.  The packaging is beautiful, and the highlight shows up a bit more on the skin. Felt like Makeup Revolution blush. Sephora blush has waaaaaay more pigment!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I tried both shades rose glow and coral glow. The blushes were not very pigmented and take a lot of work to show up on the skin. The highlighters were very patchy and barely showed up despite how much I applied."
		},
		{
			"review_title": "Best Duo Ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love it! The blush is gorgeous and buildable. By far the best blush I have ever tried. I love the formula of both the blush and the highlighter. Will be using this consistently. Gives you a very natural glowy look."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’m surprised this has such great reviews. I thought based on the photos this would be more of a hard-pressed, baked blush and highlight.. but it’s extremely dusty/chalky. It massive pieces of glitter flying around when I swatched it. I’ve seen drugstore makeup with better quality than this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely stunning! Leaves a shiny, rosy finish! I would definitely buy this product again and want to try more from iconic London."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Coral Glow",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Beautiful design / package palette, however , only the brush works like a dream , the highlight shade is extremely chalky if I’m paying 2 in 1 … it’s definitely not worth the price tag ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "Loving this Blush and highlight and how smooth it applies"
		},
		{
			"review_title": "Love the silky smooth blush and highlighter !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "Love the blush, perfect shade for my complexion , highlighting is new to me am liking the results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Nice blush/ highlighter due. Very natural effect. I use it every day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I have tan skin and usually have quite a hard time finding pinks that look good and not like I have heatstroke. This pink, however, is so natural and glowy. It looks perfect and beautiful on my skin. neither the blush nor the highlight feel cakey, very lightweight."
		},
		{
			"review_title": "Great blush with amazing colors.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this blush. The colors are super flattering. The blush is smooth to apply and feel like silk on my skin. Fantastic blush!"
		},
		{
			"review_title": "The perfect duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "LOVE this blush & highlight duo. It’s the cutest blush color and gives a perfect glow! This has become my new favorite makeup item and it’s perfect for traveling."
		},
		{
			"review_title": "Fool proof blush and highlighter duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "These are really nice, sheer blendable products. The blush has a super natural, complements all skin tones hue. And the highlighter is just perfect. It brightens, without being too contrasty, and without being chalky. They both illuminate- without being sparkly. I’m a bit of a beginner with stuff like this, and it looked good, and I didn’t feel like I could mess it up."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Dry skin",
			"review_text": "Obsessed with this product! The two pinks go SO well together, and it is a great glowy, but not too intense every day look. I wear this every day!"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "ABSOLUTELY love this brand!! Such a great formula with great pigment that feels light weight on the skin"
		},
		{
			"review_title": "OBSESSED WITH THIS GLOW!!!!!!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I'm obsessed!  This corally blush is amazing!  I love how it feels on my skin!  So soft!  A combination of powder and liquid leave your skin once again GLOWY!  The highlighter is outstanding as well.  The quality of this brand is outstanding.  I can't get enough!"
		},
		{
			"review_title": "Love It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Love this color and how smooth it applies! Very natural look with a pearl finish!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this blush and highlight duo...it is not crazy pigmented but buildable so it looks very natural and gives you a nice glow.   It almost melts into your skin and it looks like that color is just naturally part of your face, super awesome! I really, really like this and would suggest to buy this before it goes out of stock because once people hear how good it is, It will be gone!"
		},
		{
			"review_title": "Nice combo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the combo pack! It gives a nice sheer look that blends in nicely! Don’t need to use much to get the desired result!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love my new blush!!! I got it as a gift and i absolutely love it"
		},
		{
			"review_title": "Amazing Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Easy application for a long lasting natural look! Highly recommend it!"
		},
		{
			"review_title": "I love this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The highlighter provides such a pretty luminescence and the blush give a beautiful color. The colors are awesome together. Great product and I love the packaging!"
		},
		{
			"review_title": "love the glow !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Love the tones on this duo for a subtle and natural look ! Get that glow !"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This highlight duo has been amazing. Received it as a gift and totally didn't think I'd be using it as much as I am! The color is beautiful and it is just the right amount of shine."
		},
		{
			"review_title": "Great duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Another great product of Iconic! Nice combination of colors"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Glow",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The powders leave a lovely shimmery finish and should be pretty compatible with most outfits for a nice, classy look. It's also nice that it is relatively travel-size."
		},
		{
			"review_title": "MUST HAVE for Spring/Summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Excellent highlighter and blush combo! LOVE the tiny sparkly crystals in the blush!!!  I use the highlighter under my eyeshadow as a base as well has on my cheeks and nose."
		},
		{
			"review_title": "Heart eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this, it gives me a soft luminous glow.. its perfect for daily use, yet classy for night, plus the packaging is to die for.. so chic. Totally recommend."
		},
		{
			"review_title": "Obsessed!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Another hit from Iconic London!  This is the perfect combination of blush + highlighter for a perfect contour!  I love the quality, the gel-like texture that feels so smooth and natural on the skin!  I highly recommend it!"
		},
		{
			"review_title": "Total glam!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Obsessed with this shimmery blush. It’s small enough to keep it in my everyday makeup bag and it gives a modern-classic look."
		},
		{
			"review_title": "absolutely not",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The packaging is so cheap. The first time I opened it everything fell out into the floor and I had to put the powders back together. Just don’t waste your money. Cheap packaging and the product itself is not great."
		}
	]
}