{
	"product_id": "1211",
	"name": "Pre-Party Glow Vitamin C Skincare Trio",
	"brand": "OLEHENRIKSEN",
	"categories": "Skincare, Value & Gift Sets",
	"price": 46.2,
	"about": "What it is:This trio of vitamin C-boosted bestsellers is the perfect pre-party prep with everything you need for visibly bright, hydrated, makeup-ready skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dullness, Loss of Firmness and Elasticity, and Dark Circles.Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:Make every day luminous with this brightening, makeup-prepping trio. First, use Banana Bright Face Serum for visibly brighter, bouncier-looking skin. Then, quickly illuminate and deliver up to 24 hours of hydration with Banana Bright+ Instant Glow Moisturizer. Follow with Banana Bright+ Eye Crème to visibly diminish dark circles..This Set Contains:- 0.5 oz/ 15 mL Banana Bright Vitamin C Serum.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "Banana Bright Vitamin C Serum:.Aqua/Water/Eau, Squalane, Dimethicone, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Isododecane, Polymethylsilsesquioxane, Mica, Coconut Alkanes, Titanium Dioxide (Ci 77891), Sclerocarya Birrea Seed Oil, Dilinoleic Acid/Propanediol Copolymer, 3-O-Ethyl Ascorbic Acid, Cetearyl Methicone, Silica, Phenoxyethanol, Cetearyl Glucoside, Xylitylglucoside, Dimethicone/Vinyltrimethylsiloxysilicate Crosspolymer, Anhydroxylitol, Microcrystalline Cellulose, Potassium Cetyl Phosphate, Stevioside, Polysilicone-11, Coco-Caprylate/Caprate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xylitol, Tocopherol, Parfum/Fragrance, Potassium Azeloyl Diglycinate, Iron Oxides (Ci 77491), Dipotassium Glycyrrhizate, Ethylhexylglycerin, Glucose, Xanthan Gum, Sodium Citrate, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Hippophae Rhamnoides Extract, Lycium Barbarum Fruit Extract, Rosa Canina Fruit Extract, Sodium Hydroxide, Leuconostoc/Radish Root Ferment Filtrate, Polysorbate 60, Sorbitan Isostearate, Ascorbic Acid, Aroma/Flavor, Sodium Chloride, Citral, Limonene, Linalool...Banana Bright+ Instant Glow Moisturizer:.Aqua/Water/Eau, Glycerin, Cetyl Ethylhexanoate, Propanediol, Cetyl Alcohol, 3-O-Ethyl Ascorbic Acid, Niacinamide, Steareth-21, Dicaprylyl Carbonate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ammonium Acryloyldimethyltaurate/Vp Copolymer, 1,2-Hexanediol, Synthetic Beeswax, Tetrahexyldecyl Ascorbate, Ascorbic Acid, Colloidal Gold, Polyglutamic Acid, Sodium Hyaluronate, Rubus Chamaemorus Seed Oil, Hydrolyzed Vegetable Protein, Glutathione, Tocopherol, Tocopheryl Acetate, Jojoba Esters, Riboflavin, Cyanocobalamin, Leuconostoc/Radish Root Ferment Filtrate, Cetearyl Olivate, Sorbitan Olivate, Ethylhexylglycerin, Sorbitan Isostearate, Sorbitol, Sodium Phytate, Citric Acid, Caprylyl Glycol, Dimethicone, Xanthan Gum, Polysorbate 60, Sodium Citrate, Sodium Hydroxide, Phenoxyethanol, Pentaerythrityl Tetraethylhexanoate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Mica, Tin Oxide, Parfum/Fragrance, Citral, Limonene, Linalool, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)...Banana Bright+ Eye Crème:.Aqua/Water/Eau, Simmondsia Chinensis (Jojoba) Seed Oil, Butyrospermum Parkii (Shea) Butter, Isododecane, Coconut Alkanes, 3-o-ethyl Ascorbic Acid, Cetearyl Alcohol, Glycerin, Synthetic Beeswax, Dilinoleic Acid/Propanediol Copolymer, Polymethylsilsesquioxane, Cocoyl Proline, Dimethicone Crosspolymer, Pentaerythrityl Tetraisostearate, Tetrahexyldecyl Ascorbate, Ascorbic Acid, Colloidal Gold, Collagen, Glutathione, Citrus Nobilis (Mandarin Orange) Fruit Extract, Citrus Paradisi (Grapefruit) Peel Extract, Glucosyl Hesperidin, Tocopherol, Tamarindus Indica Seed Polysaccharide, Poncirus Trifoliata Fruit Extract, Morus Alba Root Extract, Linoleic Acid, Linolenic Acid, Jojoba Esters, Caprylyl Glycol, Coco-caprylate/Caprate, Propanediol, Polyglyceryl-3 Cocoate, Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Polyglyceryl-6 Ricinoleate, Hdi/Trimethylol Hexyllactone Crosspolymer, Polyacrylate-13, Butylene Glycol, Polyglyceryl-3 Stearate, Polysorbate 20, Sodium Citrate, Polyisobutene, Beheneth-5, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Behenyl Alcohol, Sodium Hydroxide, Sorbic Acid, Sorbitan Isostearate, Citric Acid, Sorbitol, Silica, Sodium Benzoate, 1,2-hexanediol, Xanthan Gum, Phenoxyethanol, Leuconostoc/Radish Root Ferment Filtrate, Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Banana Bright Vitamin C Serum:.-Apply evenly to face and neck daily. .-This product contains a high percentage of vitamin C; patch test a small amount on forearm..-PHA Sunburn Alert: Cover areas where AHAs/PHAs have been applied with sunscreen, or protective clothing prior to sun exposure, and for up to a week afterwards. ..Banana Bright+ Instant Glow Moisturizer:.-Apply evenly to face and neck daily. .-Gently massage in an upward, circular motion. .-Avoid contact with eyes. ..Banana Bright+ Eye Crème: .-Gently apply to the under-eye area using your ring finger. .-Wear alone or under concealer to improve and extend wear. .-For the best experience and results, close jar tightly and store in a cool, dark, dry place below 25° C or 77° F. ..Set Precautions: .-Use as directed. .-For external use only. .-Do not use if you’re allergic to vitamin C or any other ingredient in these formulas. .-If irritation occurs, discontinue use.",
	"num_reviews": 14,
	"overall_rating": 2.7,
	"product_url": "https://www.sephora.com/ca/en/product/ole-henriksen-holiday-pre-party-glow-vit-c-trio-P512387?skuId=2813921&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2813921-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love the Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the glow which i get after using the moisturizer. The only bad part is you can feel the stickiness on the face after applying moisturizer. But it is worth underneath the makeup. I got this set on sale and i love the eye cream and moisturizer the MOST. It gives the instant glow and moisturizer to the gave. Iam getting so many compliments. It m it"
		},
		{
			"review_title": "I will be staying away from OLENHENRIKSEN products",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "HUGE RASH/ ITCHYINESS on my cheeks down to my neck. It is excruciating.   I have used their products in the past and they were great. Something has changed within 2 years.  (35, white, female, fair skin)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Effective set of products, especially worth it on sale! Haven’t had any reaction like other reviews have mentioned. The vitamin C serum’s texture feels nice and not sticky like some other vitamin C serums can be."
		},
		{
			"review_title": "Ne recommande pas pour la peau sèche",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ne recommande pas du tout, dit que c’est pour type de  peau sèche et après quelques jours d’essais, ma peau est encore deux fois plus sèche, n’hydrate pas du tout et n’aide vraiment pas pour la peau sèche, au contraire, il est très asséchant  Est très"
		},
		{
			"review_title": "Reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I would not recommend this product it made my eyes swell up and my cheeks were swollen as well. Try different vitamin C products don't bother with this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Obsessed with this line. I get so many compliments on my skin.. I feel so awake and glowy when I use this trio!"
		},
		{
			"review_title": "Allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "Not for me ! Allergic reaction all over my face red and bumps."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Very bad, gave me an allergic reaction that turned into hives."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "So far so good. I really like the under eye cream. I have dark circles, it is helping to brighten and my concealer goes on smoothly."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "Not a good product at all. Not worth it look for other alternatives"
		},
		{
			"review_title": "LOVE THE BRIGHTENING LINE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is the only line that works for my sensitive skin. I was not paid to write this review! I simply love the products. the scent is gentle and pleasing."
		},
		{
			"review_title": "The BEST deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Banana Bright line is one of my all time favorites--gives me this insane, INSTANT glow that I'm absolutely in love with, while hydrating and treating all of my skin concerns.  I already loved the serum and the eye cream and was so excited to try the new moisturizer at an amazing deal.  definitely recommend this set to people who have been wanting to try more from the line or who need to stock up bc this deal is TOO good"
		},
		{
			"review_title": "Allergic Reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
			"review_text": "I had a bad reaction to this product and I want to share my experience. I do have sensitive skin but have tried other Olehenriksen products and liked them. However, once I put these products on my face, it started burning slightly. Sometimes that happens and goes away. In this care, by mid-day both my cheeks where I had applied the product were bright red, swollen, numb and had rough bump texture. I immediately washed it off at that point but my skin is still not the same 2 days after. I haven’t had an experience like that with skincare before, even with sensitive skin."
		},
		{
			"review_title": "HORRIBLE - DO NOT BUY THIS!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "DO NOT BUY THIS PRODUCT!   I bought this kit for myself and my husband because we used to love it, and I literally woke up with hive like symptoms all over my face, swollen eyes, and it itches SO bad. I even have a rash all over my cheeks. I washed my face immediately and it has felt like horrible all day- I am currently still having symptoms 8+ hours after washing my face and taking a Benadryl.   Apparently they changed their formula and a lot people are having an allergic reaction to it.   DO NOT BUY 0 STARS!!!!"
		}
	]
}