{
    "product_id": "10",
    "name": "Blue Tansy Leave in Conditioning Styler",
    "brand": "adwoa beauty",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 35.5,
    "about": "What it is:A blue-tansy-based daily leave-in conditioner that preps, strengthens, and repairs dry or color-treated hair..Hair Type:Medium and Thick.Hair Texture:Curly and Coily.Hair Concerns:.Key Benefits:- Strengthens damaged hair.Highlighted Ingredients:- Blue-Tansy Oil: Fights against premature aging of the scalp..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This blue-tansy leave-in conditioning styler is a daily treatment to repair damage from color or daily stressors. It is formulated with bamboo extract, hydrolyzed quinoa, and sea kelp extract, which work in unison to reduce shedding, build elasticity, and strengthen hair..Fragrance Description:This styler contains floral notes of natural tuberose, jasmine bud extract, ylang-ylang, orris concrete, benzoin, and musks..",
    "ingredients": "-Blue-Tansy Oil: Fights against premature aging of the scalp..-Bamboo Extract: Adds shine to lackluster hair..-Slippery Elm: Reduces tangling...Water (Aqua), Behentrimonium Methosulfate, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Ricinus Communis (Castor) Seed Oil, Butyrospermum Parkii (Shea Butter), Glycerin, Aloe Barbadensis Leaf Juice, Cetrimonium Chloride, Cetyl Alcohol, Simmondsia Chinensis (Jojoba) Seed Oil, Tanacetum Annuum (Blue Tansy) Flower Oil, Bamboo Extract, Hydrolyzed Quinoa, Macrocystis pyrifera (Sea Kelp) extract, Ulmus rubra (slippery Elm) Extract, Equisetum Arvense (Horsetail) Extract, Adansonia Digitata (Baobab) Oil, Mangifera Indica (Mango) Seed Butter, Tocopheryl Acetate (Vitamin E), Fragrance, Guar Hydroxypropyltrimonium Chloride, Dehydroacetic Acid, Benzyl Alcohol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply the blue-tansy leave-in conditioning styler on wet, damp, or dry hair..-Rake this product through with your fingers until it dissolves.                                                                                                                                 -Depending on your desired look, follow up with your adwoa beauty styler of choice.                                                                                        -This product can also be used daily for an added protein boost.                                                                                                                              -For wavy or curly hair textures, this product may be used alone for your wash u2019nu2019 go.",
    "num_reviews": 252,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/adwoa-beauty-blue-tansy-leave-in-conditioning-styler-P474808?skuId=2466761&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2466761-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "14 oz / 414 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2466761-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "It keeps my hair moisturized, but also it does not stiffen up and curls pretty"
        },
        {
            "review_title": "Totally see why this is always out of stock",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "If your hair loves the deep conditioner itu2019s going to love this leave in. I cannot believe it took me so long to try. I have super fine 4A hair that needs a protein boost from time to time (ugh the fairy knots!) and this is a great way to do so in between washes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My hair is very fine with some wave & my scalp is oily- when I used this the first time I didnu2019t love it. It made my hair feel nice at first but then not even half way thru the day it was weighed down and greasy. However, I tried again with less product and now I LOVE it!!! It leaves my hair so soft and really accentuates the wave I have WITHOUT the weigh down or greasy feeling- once I got the amount right this really is the best leave-in Iu2019ve ever used!!"
        },
        {
            "review_title": "healthy looking curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "picked this up yesterday and used it right away. literally the best my curls have ever looked! hair looks nourished and not at all dry, curls are not weighed down and have great definition.  will definitely re-purchase!"
        },
        {
            "review_title": "Amazing, hair is so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have curly, dry, and bleached hair, and my ends are always SO dry. Iu2019ve tried oils and thicker leave in conditioners with little success at actually having softer hair (it either ends up weighed down or still just dry. ). This project this AMAZING at hydrating and making my hair sooo soft. I have 3b3c hair but it is fine, so I only use a small amount and it is more than enough.   always just feels still dry and also crunchy or too weighed down"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I've always loved the Blue Tansy leave-in conditioner for its effectiveness and delightful scent. However, my recent purchase left me disappointed. The scent was off and the consistency was too thick to pump out. I suspect it might have been expired. Despite my previous satisfaction with the product, I had to return it."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I had a small bottle that came with one of those Sephora favorites packs. I donu2019t mind the smell, but itu2019s too thick for my thin 3a/3b hair. Itu2019s also really hard to get out of the bottle because itu2019s to thick, I think it would be better in another type of medium."
        },
        {
            "review_title": "HG!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This is my holy grail yau2019ll. It detangles my thick curls and hydrates so well! I use it as the first step in my hair routine or as the only product on busy mornings."
        },
        {
            "review_title": "Wonderful for dry curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this and loved it and splurged and got a whole bottle. Itu2019s gives my hair softness, shine and curl definition. I read other reviews complaining about the smell but I donu2019t find it stroenough to bother me?"
        },
        {
            "review_title": "Keeps my kinky coily hair strong",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is perfect for my 4c thick kinky coily hair! I use this with their serum before blow drying and it minimizes damage while leaving a healthy shine behind. Iu2019ll always have this on hand when I use heated tools. MIu2019ll keep it on hand as my default leave in for heat styling"
        },
        {
            "review_title": "hate the scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Hate the scent. Too strong and cheap perfumey. Not moisturizing. Feels smooth going on but afterwards my hair still feels dry. It went on white on my hair. I really had to rub it into my hair. Afterwards, my hair looked dull.   Too thick and difficult to pump out of the bottle. It would have been better in a jar. I don't recommend and will not repurchase. I have type 4 hair."
        },
        {
            "review_title": "Moisturizing but strong scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I did like how this leave in conditioner was very moisturizing.  It is a thick consistency.  The smell, however, is too strong for me personally.  I am finishing the one I got in a set but won't be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Very moisturizing and makes it very easy to style my hair. I have thick curly hair I have used better leave in but this is nice for its price ufffc"
        },
        {
            "review_title": "On my third bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the BEST leave in conditioner I have found for my 3c, fine, curly hair. I use it every day and it works wonders. It is not heavy or greasy and gives my hair so much moisture and shine."
        },
        {
            "review_title": "Perfect for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product is amazing and works for so many different hair textures. Iu2019m personally a 2C curl but my son is a mix of 3C-4A and it does absolute wonders."
        },
        {
            "review_title": "Hard pass",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is thick, colour treated, dry and curly. This was just way too thick and heavy.  The smell is unbearable. Returning and going back to my usual Moroccan hair oil"
        },
        {
            "review_title": "Keep coming back to this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I just keep coming back to this product. I try so many different leave in conditioners, and this one is just the best so far. The price for the size as well is so fantastic. It's actually worth the price and gives you enough product to actually moisturize dry hair consistently. It's the largest size leave in conditioner I've been able to find or have used. I love it. I use it as a leave in moisturizer for my ends overnight before washing the next day as well. The ingredients are great and the smell is very nice as well. I'm buying this for the fourth time now."
        },
        {
            "review_title": "Great for textured hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I loved the smell of it; it smells just like Charlotte Tilbury's clay mask. I would recommend applying it to wet/damp hair or to refresh curls."
        },
        {
            "review_title": "DAMAGED HAIR SOOTHED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "LISTEN! I have extremely damaged curly hair due to dying my hair. I have searched high and low for a product that helps my hair FEEL soft and less straw like. This leave in conditioner succeeded where other products failed. definitely recommend it and will be buying again."
        },
        {
            "review_title": "Too heavy for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Ended up returning this because it was too heavy for my hair. I have 3A/3B curls and I really wanted to love this but it made my curls look greasy, even with a light touch. Might be perfect for you if you have thicker/coarser hair!"
        },
        {
            "review_title": "Simply Horrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Way too think with an obnoxious smell. Feels  horrible on the hair immediately after application and the scent is overwhelming. Dime-sized amount left my hair feeling like a grease pit. The proverbial HarD PasS!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product is thicker than I would like. I donu2019t hate or love the smell. But boy does it leave your hair feeling soft and silky. Works well on dry or damp hair."
        },
        {
            "review_title": "Shiny curls that last all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This leave in conditioner is absolutely amazing. I canu2019t believe how soft it leaves my hair. My hair is usually really frizzy after I shower but this leave in conditioner has by hair so curly and beautiful."
        },
        {
            "review_title": "A must have for frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "I have been using this for past 2 weeks. I am really impressed by the product. It keeps the hair moist and the most enjoyed thing is the fragrance. I am loving it ud83eudd70"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Everyone with curly hair should know about this product by Adwoa! After using it for the very first time, my hair felt so soft and defined! My curls hadnu2019t looked like that for a while with this crazy weather itu2019s either been really frizzy or with no definition whatsoever. But this hair treatment product is fantastic! I cannot wait to introduce it to family members with curly hair. Theyu2019ll love it just as much as I do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been loving this leave-in and have been using it either every wash or every other wash and itu2019s been amazing. My hair feels so smooth and is less frizzy, and has also been staying fresher between washes."
        },
        {
            "review_title": "Defined curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Adwoa beauty. I love how this left my curls. It left them soft, shiny, and defined! It wasnu2019t sticky and they were easy to style. Its very hydrating for my curls and smells great. A wonderful addition to my hair routine!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this stuff. It is great for a wash and go or for heat styling or for anything, really. love the ingredients, smell, and the way my hair looks with this."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I took a shower and then applied this afterwards, it didn't dissolve instantly and I kind of let it dry at a certain point because it wouldn't dissolve but that may have been because I added too much or something. But the product was amazing and I found that my hair seemed less damaged! (gifted by adwoa)"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted this product by adowa beauty. I have curly hair and this product honestly kept it really moisturized and frizz free which I really love. I even got the chance to test it outside and it still kept my hair looking amazing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was gifted the Adwoa Beauty. I really like the product so far I used it for a wash n go style and I like how my curls feel. I am a fan of products that feel light weight hair but still nourishing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "i was gifted by adowa beauty and its a very good leave in! i was actually shocked by this brand. it was much better than i anticipated! i have really dry curly hair and I feel like this gave me the right amount of moisture."
        },
        {
            "review_title": "A styling must-have even for dry African hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this leave-in conditioning styler as a complimentary from Adwoa Beauty. I have African kinky hair that is naturally dry and sometimes, I just want to wear my hair like that. This styler helps make it easy to comb through my hair and also defines curls, leaving them feeling soft and bouncy.  Plus, it doesn't leave any greasy or sticky residue behind. It is worth checking out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great for type 4 hair plus itu2019s 14 oz so lasts me like 3-5 months"
        },
        {
            "review_title": "Actually feels like itu2019s moisturizing hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was gifted to review. I love this stuff for curly hair! I feel like itu2019s one of the few leave in conditioners that feels like itu2019s penetrating the hair and actually making it softer. I needed the extra hydration and moisture  since I recently bleached my hair, and not only that, but taking away the frizz and giving curls definition. Also the smell is unique and light, which I like a lot. So happy to get this product, considering I had just returned 2 leave in conditions I didnu2019t like before this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the blue tansy reparative conditioner complimentary from Adwoa Beauty. I love this product! It does a really nice job keeping my blonde hair tone and puts the moisture back into my hair. I would recommend!"
        },
        {
            "review_title": "A bit greasy but does what it advertises overall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I was annoyed to see how many paid-influencer 5 star reviewers this product has. But I bought it despite that AND despite having pin straight 30 inch hair. It actually made my hair VERY wavy overnight lol"
        },
        {
            "review_title": "A lifesaver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "My hair was in desperate need of repair and support. After one night of using it I can feel an immediate difference. My hair is relaxed, moisterized, and happy."
        },
        {
            "review_title": "YAHOOO!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I started using this product today and the results were AMAZINNNGG. it made my hair soft and silky which made my hair easier to work with since iu2019m somewhere around 3C-4A . it also added shine to my hair and defined my curls really well."
        },
        {
            "review_title": "A little goes a long way and does AMAZING things",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "LOVE LOVE LOVE! I have been using it religiously since August and Iu2019ve barely put a dent in it! It makes my hair so smooth and soft and my hair is very long, colored, and fine and I canu2019t imagine using another leave in conditioner I dont even need a full pump (i use half a pump-ish) and its plenty for my hair (past my waist length). Itu2019s lightweight but makes my hair feel so soft! I would 1000% recommend you try it I have lost count of all the leave in conditioners I have tried and this is absolutely my favourite!"
        },
        {
            "review_title": "Good conditioner BUT!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone",
            "review_text": "Itu2019s so thick you canu2019t pump the product out. You have to twist he top off each time and beat the conditioner out. Absolutely irritating"
        },
        {
            "review_title": "A New Staple Leave-In!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "this blue tansy leave-in is great! it has a thick, rich consistency which is great for my 4b, coily hair. my test for product effectiveness is how it holds up under my wash and go using a gel. i washed and deep conditioned my hair. then, on wet hair i applied this product in sections, making sure to coat every strand. i then applied my eco gel and sat under the hooded dryer for an hour, upon coming out of the dryer, my hair was nice and firm from the gel but you could still feel the moisture underneath it all. that is how i know this is a great leave-in. i still felt great moisture even under a hard-holding gel. another test is that the moisture was still there the next day. in fact, the moisture lasted a whole week! to sum it up, i would highly recommend this leave-in, especially if you are looking for a balance of both hair strengthening and extreme moisture. it will be a staple for me so i will definitely be purchasing again."
        },
        {
            "review_title": "Really good for 3B curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Love this product for my 3B curls. I apply the product (about 3 pumps per side) and I leave it in to do its thing. Really accentuates and defines my curls. Itu2019s also very moisturizing and leaves my hair with a shine. Going to check out their other products"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I purchased this and the shampoo 10 months ago. I have 3C natural hair thatu2019s very dry. I loved the shampoo. This leave in however is still full, I hate it, the smell is unbearable as a leave in. Also I think itu2019s either too oily or too much protein bc it stiffins my hair. I always blow dry my hair so maybe this is only meant for u2018wetu2019 styling? I didnu2019t use this enough times to notice if it caused dandruff or made my existing dandruff worse. Anyways I hate wasting products so Iu2019ll use it as a preshampoo treatment since I canu2019t return it."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Just like the mask it did nothing for my hair. I'm very disappointed. Its soo thick it barely pump out and you def can't get it out if you take the cap off. Wish I could get my money back."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Sheu2019s thick but my curls drink her up and it leaves them feeling hydrated and soft."
        },
        {
            "review_title": "My new moisturizing conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i noticed the product in Sephora and gave it a shot!!  Love It. I have a texturizer and used the conditioner on damp Hair.  It bought out the curl pattern and left my hair feeling very soft and moisturized."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product I didnu2019t think would work but I have it a chance. I have 3c, 4a and small amount of 4b at the crown. This styler detangles even my coarser hair AND moisturizes it at the same time. I will repurchase this.Smells good"
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have thick, wavy hair and this product makes it feel very soft and moisturized. The bottle lasts me months and I found that it helps moisturize the skin on my scalp. I didnu2019t realize it was helping my skin until I ran out and my eczema returned."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product. My hair is thin and wavy, and I had struggled with frizz and lack of definition my whole life. This product removes the volume in excess and leaves my curls beautifully defined."
        },
        {
            "review_title": "MIRACLE PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Use it as a leave-in conditioner under gel, curl styler, refresher, heat protectant - this cream does it all. I have processed, fine curly hair. Keeps my ends soft and unbelievably hydrated between washes and cuts. Scent is DREAMY. Value is incredible. Please start selling individual Blue Tansy minis so I can gift to all my friends. Do not sleep on this CLEAN brand!"
        },
        {
            "review_title": "Doesn't really work with my hair and routine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have thick, 2C wavy hair that is currently jaw-length and my roots need to be re-done but it is lifted from a level 2/3 to a level 9 and dyed green.  I normally use a rinse-out color-enhancing conditioner, Pureology's Color Fanatic leave-in spray conditioner, a curl cream on wet hair and then break the scrunched cast with La'dor Wonder Hair Oil.  In the past I have used the regular Bumble & Bumble's 3-in-1 Curl Conditioner as a leave-in/styler and I liked that much better than this as it wasn't as heavy by volume.  What I mean by that is even with my hair being shorter right now I still have a lot of it because it is so thick (even with an undercut I have a ton of hair) so I need a certain amount of conditioner just to make sure all my hair gets some of it.    With this product it is really thick for a leave-in, and the texture is like my defining cream, but it is conditioner?  So I wasn't sure exactly what to do - I use a chickpea-sized amount of curl cream but it goes through my hair like butter because it has already been conditioned.  I needed much more of this because it IS the conditioner.  Still I didn't use nearly a full pump because of how afraid I was due to the heavy ingredients.  I didn't add anything else and just scrunched and air dried as I never use heat and I have crunchy straight bits higher up on my head where my curl pattern should start and the bottom half looks like beachy 2A waves as opposed to tight 2C waves.  I will try again following some other reviewers suggestions by using less product, adding water, and making an emulsion to thin it out first.  If that doesn't help, I will try it like a regular wash-out conditioner.  If that doesn't cut it then I might return it.  It's a decent product but definitely not intended for air-drying or to replace all the others you use like some sort of magic cream in a bottle.  I'm not going to make any recommendations against it as everyone has their own hair and routines."
        },
        {
            "review_title": "Okey but not the greatest in after results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Heavy, thick texture that took some time to dissolve into hair. It also left my hair flatten and took some time to fluff it up. (3) star review as it did moisturizer and hydrate my hair as I noticed."
        },
        {
            "review_title": "The Curls are Popping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Super duper moisturizing! One of my staples. I wet my hair thoroughly before using and apply one squirt - sometimes half a squirt. You donu2019t need much! And the smell is PERFECT. A fresh clean smell thatu2019s not too  perfumed."
        },
        {
            "review_title": "I need to shower again.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to love this product.. I had hopes that it would make my hair feel silky soft and healthy. While it does provide heat protection for your hair, every time I use it my hair feels heavy and greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love the way that this product makes my hair feel specially after a good wash! I love the packaging as well as the fact that the conditioner does not have a strong scent I will definitely be re-purchasing this product over and over again"
        },
        {
            "review_title": "Hydrating Leave In Styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "My hair is super dry and craves moisture so I usually layer a leave in under my styling product but tend to still find my hair gets frizzy towards the middle of the day. I love that this is a leave in plus styler and helps me achieve sleek looks with just one product! It also smells so good and leaves my hair very soft and hydrated."
        },
        {
            "review_title": "Definitely a need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Can you make a better product that can hydrate, and moisturize your hair without drying it out or even making it hard? Well, this product definitely does the job! I would highly recommend this product to anyone looking for new products."
        },
        {
            "review_title": "Gifted to a friend and her hair looked healthier!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this for my friend who has curly, chemically treated hair. She said her hair felt softer, less frizzy, and more healthy after using his product. She also mentioned that the scent wasnu2019t strong which she prefers over heavily scented products. The product felt clean and easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m fully obsessed with this product!!! Not only does it smell delicious but it also holds so well. I live in a super humid place and have found that my hairs curls hold up nicely. Not sticky, not overly wet either. A nice cream consistency."
        },
        {
            "review_title": "Leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this leaving conditioner y love how smells on my hair,  this leave my hair very soft and hydrated.  I really recommend this product to anyone who want a good product with a good price and results."
        },
        {
            "review_title": "SOOO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Absolutely amazing and the smell is really nice too. I mix it in my hands with a bit of water to create an emulsion and run through wet hair. So weightless and hydrating, a little goes a long way!"
        },
        {
            "review_title": "It's okay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This works best when you apply it to wet hair. My curls are a little more defined and my hair feels soft when I touch it, but it still gets really frizzy. When I apply it any other way, even as a heat styler, my hair doesn't look as good as with other products I've used."
        },
        {
            "review_title": "Great leave in conditioner for curly hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "WOW! I have super frizzy curly hair and almost every leave in conditioner is so heavy and leaves my hair feeling like there is tons of product in it. I used a little bit of the Adwoa Blue Tansy Leave In and it made my curls feel so much more define and didn't weigh them down. Would definitely buy again! My only complaint is that the way the bottle packaging is printed, it often gets marks on it in the shower and makes the bottle look really old. Not a huge problem but would recommend the company find a new printing method!"
        },
        {
            "review_title": "Helps fight frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have fine, curly hair. In the summer it can turn into a giant frizz ball and look dry and unmanageable, but this leave-in conditioner brings moisture and life back into my hair. Not to mention that the packaging is cute and it smells good. I would recommend!"
        },
        {
            "review_title": "Very moisturizing but might be too heavy for waves",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This product smells amazing and is definitely moisturizing, but I think it might be too heavy for my hair! I haven't used it for too long so I need to make sure, but it seems to weigh my hair down. I have light waves and any product thats too heavy will leave it stretched out and that's what I've been noticing recently! This product was gifted to me."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this conditioning serum! It makes my hair feel so soft and it really helps with my frizz! I just removed my extensions so I was desperately looking for a conditioning treatment or serum to help my hair feel more normal. I love!"
        },
        {
            "review_title": "Coarse, low-porosity, 3b texture:",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "(This product was gifted) I am such a huge fan of Adwoa Beauty. For reference, I have a very coarse, low-perosity, 3b texture and I have been obsessed with Adwoa Beauty's Baomint line. When given the chance to the try Blue Tansy styler I immediately was on board! Over the last few weeks, I've noticed this product has helped: decrease my frizziness, repair a lot of my split ends, not weighing (so I can use it on my crown too and it won't flagtent my curls.) Highly recommend if you have damaged curls, dye your hair often, or use heat often! 10/10 recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I really like this product because it leaves my hair looking so much better! I have been using it for awhile now and my hair is so soft too. Not to mention, it has helped my hair be less frizzy and dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First of all the smell is absolutely amazing. It left my hair feeling super moisturize. I used it as a hair styling product on my wavy curls and it look so good. Very little frizz compare to when I have used other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "this leave in conditioner smells so good like tea tree oil. it definitely isnu2019t anything special but I do like consistency smell and how it leaves my hair looking. it makes it look smooth and not to tangled but itu2019s not too heavy."
        },
        {
            "review_title": "My fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "So this thing is amazing. For reference I have long straight Asian hair. I know this brand is not tailored to my hair type, but it was such a good value for the size. I also like clean products.  So glad I tried this - it works so well when you put in damp hair and then blow dry. Makes my hair silky smooth and tangle free! You also only need a little bit - I use about barely a full pump, and my hair is almost to my belly button. I have had this bottle for months, but am about halfway thru the bottle. I wash my hair about 2-3 times a week. Bonus it smells amazing"
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Hair products are almost always a miss for me, especially because my hair is very thick, course, and frizzy. Itu2019s very difficult for me to get it thoroughly clean enough to be able to add any sort of leave in conditioner without it getting even more oily than it already is. I was very hesitant to try the blue tansy leave in so I started with a dime size and worked it on my ends- the scent is divine and it didnu2019t give my hair the grease ball look. It made my hair look and feel healthy. I recommend trying a small amount and then styling as necessary to see what works for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was pleased with the moisture this product provided me. I was disappointed with the lack oh u201cslipu201d , but where it lacked it did give in other qualities. I noticed my hair is very soft after using the product. I was gifted this product."
        },
        {
            "review_title": "Best TLC hair products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SMELLS AMAZING!!!  I love this product so much! Not only is it a leave in conditioner but itu2019s also a hair styling product! Absolutely moisturizing & perfection. I just dyed my hair so this is fabulous!<3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This product is amazing for heat damaged hair!!! Literally seconds after running these product through my hair any pieces that were damaged instantly curled beautifully and the definition this gives my curls overall is so amazing !"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have been a fan of Adwoa Beauty even before they launched on Sephora. I love their baomint collection. I am someone sensitive to scents, but one of my favorite smells happens to be blue tansy. I also love itu2019s benefits. So I was super excited to receive the products from this collection for free. I find the leave in to be moisturizing. It has a light hold, but is definitely not as strong as a gel. Of course it smells super lovely. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the blue tansy leave in conditioning styler complimentary from adwoa beauty. I have damaged hair so this was definitely something that I needed in my routine. I like how it made my hair feel"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my favorite conditioner! It makes my hair so soft and smells amazing. The consistency is light weight. A little goes a long way. The packaging is really convenient with the pump, as you have more control over how much you really need."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received the Blue Tansy Leave In Conditioning Styler gifted from Adwoa beauty and my curls are looking amazing. They are more defined and feel much softer than before. My hair feel so much softer and lighter."
        },
        {
            "review_title": "Tangle buster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have thick wavy to curly 2C hair with medium porosity. I used this styler song with other adwoa products including shampoo, conditioner, and gel. I really like this styler as my first product after washing. I apply to soaking wet hair and follow with a little bit of curl cream, then gel. The leave in conditioner removes any tangles and helps my curls clump better. The blue tansy scent is my favorite!"
        },
        {
            "review_title": "Love love love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I'm so in love with this product, the texture is incredible, super easy to handle.  My hair after using this product is super soft and hydrated. Using this product my hair totally changed, now it feels much softer and easier to manage.  I love this product and highly recommend it."
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I love the Blue Tansy Leave in Conditioning Styler! My hair is normally so dry and my natural waves are almost nonexistent due to heat and color damage, but this product smoothed out my natural curls and left them looking shiny and much more managed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair feels so amazing after using this. I would absolutely recommend. This product works great with my curly hair and helped it be more manageable. I will be using this as my main conditioner and purchasing more!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this product! I love the way it smells and feels when I use it. My hair feel hydrated and soft after every use. I love using this product after spending the day swimming at the lake. I recommend this product,"
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "so good omg left my hair so nice and neat would definitely use it again and it never left any dryness or anything over al tho i would only use here n there as it does a lot for ur hair this prosecuted was gifted"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "i have tried a few leave in conditioner, and still j havenu2019t find my to go leave in conditioner, so i wish i could find one soon because this didnu2019t blow my mind"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Such a great leave in conditioner! It is super hydrating but light weight enough that it doesnu2019t weigh my hair down and still leaves it with some natural volume and bounce. The only thing I didnu2019t like was the packaging. The pump came broken."
        },
        {
            "review_title": "So creamy & moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "honestly love this leave in so much! I have thick curly hair and this product is so thick it moisturizers my hair perfectly while still leaving my curl shape. I also really enjoy the scent itu2019s not overwhelming at all."
        },
        {
            "review_title": "Nothing mind blowing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free in exchange of my honest opinion and unfortunately I wasnu2019t blown away by this product. Although it did a good job at hydrating my hair and it gave me a little bit of hold and kept my curls frizz free all day Iu2019ve had similar if not better results with much more affordable products. This isnu2019t necessarily something I purchase with my own money but I will use it up."
        },
        {
            "review_title": "learning curve, but once you get it itu2019s perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I wanted to like this, but I think itu2019s a bit heavy for my hair. I was able to make it work though u2014 I have fine, low-porosity, color treated, shoulder-length 3A curls (whew) and I found that if I scrunch a chickpea-sized amount into soaking wet hair and plop with an old t-shirt for 10 min, I get the most beautiful light definition. I love the way it smells and the effect it has on my hair u2014 truly feels healthieru2026 IF i donu2019t use too much. the first few times I tried it, no plopping, my hair looked like a greasy mess. I have to say though, the bang for buck is THERE u2014 what a large bottle!"
        },
        {
            "review_title": "My new fav curl product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I use this leave in everyday! I really like the smell and itu2019s not too heavy for my hair. I have type 4A curls and this products works really well to moisturize it. The bottle is so chic, I love the design. I definitely recommended this product."
        },
        {
            "review_title": "Makes my hair softer and more manageable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really the smell of this product. It's light but refreshing and it lingers in my hair. This product did make my hair softer and more manageable. I only wash my hair once a week so if I washed my hair more often and used this product more than once a week, it would make my hair more hydrated and softer. It helps to define my curls and it makes my hair a bit less frizzy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Received this product complimentary from adwoa in exchange for my honest review.  After shampooing and conditioning my hair, I add a leave in to help give my curls added moisture. I really love this leave in conditioner."
        },
        {
            "review_title": "One pump is all you need for soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Adwoa gifted their Blue Tansy Leave-In Conditioner. I have very thick long hair and one pump is all I need. This instantly softens my hair and makes it easy to comb. Even though it's a leave-in conditioner it does not weigh my hair down. I use Hot tools everyday so this line is a godsent!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My shipped came with the pump broken so a little bit of a bummer. But this smells lovely and it make my hair softer and shiny. I currently have braids in and it is helping me maintain my protective style."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this for free for testing purposes. Itu2019s such a great leave-in! I have super dry, curly hair and this worked so well. It was my first time trying the brand and Iu2019m definitely impressed. It smells good also!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow!!!! I have wavy hair and most products Iu2019ve tried weigh my hair down. This product has done the opposite for me. It keeps my hair nice, soft and manageable without looking like I have greasy hair. A little goes a long way so this will last you awhile as well. I like the smell and the consistency is great. Definitely recommend this for wavy hair girls."
        },
        {
            "review_title": "working miracles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Miracle product!!! Truly a life saver! Iu2019ve been using this every day and my hair is incredible. Itu2019s important to note a little goes a long way. Too much will not have a great effect. But my wave pattern is back and my hair is as luxe as ever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this blue tansy leave in conditioner from adwoa beauty. It keeps my hair looking so much healthier without looking and feeling heavy. I use this right after shower and soak it through my hair with my hands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "At first I was a little bit hesitant because the texture seemed a little thick for a leave in conditioner and having thick hair sometimes it weighs my hair down and makes it flat but this was not the case my hair was left with a fresh smell and it air-dried without any frizz and the second time I used it let it air dry for a bit and then blow dried my hair and it felt really bouncy and voluminous"
        },
        {
            "review_title": "Perfect for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I suffer from years and years of heat damage on my hair and have tried so many different leave in conditioners but just couldnu2019t get my hair to look or feel smooth anymore. After using this a few times, Iu2019ve already seen such an improvement"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Blue Tansy Leave in Conditioning Styler is soo great! It surprised me that my hair stayed moisturized for so long. Typically my hair would need another styler cream. I will definitely be buying this product. Also It has light floral scent which isnu2019t overbearing. It moisturized my hair right away and i noticed a lot of shine as well. My hair is soft and manageable."
        },
        {
            "review_title": "Fantastic for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I had just moved into a new apartment with some weird water treatment system going on and left my hair super dry and brittle. A friend recommended this brand and so I had to try it out I was running out of options and I spent way too much at the salon for my hair to be like this. Happy to say that this product leaves my hair feeling hydrated and moisturized."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is great. It smells really good. It isnu2019t heavy, it feels very lightweight on my hair. It dries nice and doesnu2019t feel sticky or crunchy. It leaves my hair feeling smooth and silky. I have Find hair and it leaves my waves looking very nice"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This leave in was pretty nice! It left my hair feelings really moisturized and paired well with my other styling products, although you could probably use it as a lone styler but overall I really liked it"
        },
        {
            "review_title": "Good for heat styling!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this on my hair before I curl it and it helps keep a curl because it leaves a tacky feeling in my hair. It smells really nice. If I used it on damp hair and didnu2019t style it, I donu2019t think Iu2019d love the feeling it leaves but it adds texture to hold a curl which my thin hair needs!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have been absolutely enjoying this product as a post-shower care for my hair. It smelled amazing and is so easy to use for a complete hair transformation! My hair is noticeably softer after each use."
        },
        {
            "review_title": "Great leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never really used a leave in conditioner before so I have been loving this! I love the smell, and how easy this blends into your wet hair.  Leaving your hair super smooth and soft throughout the day!"
        },
        {
            "review_title": "Curls will LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This brand is completely new to me and Iu2019m so excited to try them out. I am mediately fell in love with the ingredients. I love natural smelling products and I love the mint and earthy scent that are in all of these products. There are incredible for dry and textured hair, but in addition itu2019s good for all hair types. Leaving conditioners are incredible for curly hair, and I feel like this one is one of the best ones Iu2019ve ever used. It has such a hydrating ingredients, but itu2019s not super heavy and I wonu2019t wear your hair down. I do feel like it helps with my frizz, I maintain my hydration days after washing. If youu2019ve had your eye on this brand I highly recommend trying, theyu2019re cruelty free they donu2019t have any silicones or sulfates or parabens, the ingredient list is literally incredible."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve tried the conditioner and now the leave in conditioner, it helps with my wavy hair and leaving it moisturizer through out the day the scent itu2019s not that strong and the texture feels a little sticky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The adwoa blue tansy leave in conditioner is a summer staple for me now! Iu2019m constantly in the sun and using heat on my hair and this product brings it back to life! I love how shiny and moisturized it has my curls."
        },
        {
            "review_title": "Type 4 hair friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Absolutely yes! I love this leave in so much and it made detangling my fiancu00e9u2019s hair so so easy! The scent is very mild and the cream is super lightweight but very effective. I would definitely recommend using this on soaking wet hair!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Adwoa beauty is that girl! So this leave in conditioner is so great! I love the scent, I love how nourishing and moisturizing it is! The packaging is A1 and it's a leave in conditioner with a pump which makes use so easy!"
        },
        {
            "review_title": "A must-have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really do love this product! After using it, my hair feels amazing and more restored. I have been using a very popular competitor brand for a long time but recently realized how awful and dry my hair was. Iu2019ve been using this for about two weeks and can confidently say it has transformed my hair. So much more manageable, smooth, silky, shiny, and just so much healthier."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This leave in conditioning styler is a great product. Great ingredients, convenient packaging and gorgeous texture. Love that it softens and smoothed my dryish, wavy, at times coarse hair, and styled hair looks wonderful. There is one caveat, however: this product is so difficult to dose! One pumpu2019s worth of product is too much for my just past shoulder length hair, making it look greasy. Hitting just the right amount can be tricky. Other than that, a great product"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Overall really enjoyed this leave in conditioner. I have really thick hair so it gets tangled and dries out really easily. This product definitely helped with that. Unfortunately it arrived broken with the pump broken in half."
        },
        {
            "review_title": "u2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have super thin hair so I realized really quickly that I only needed a little bit to really work through my hair. I made the mistake of using too much initially however once I portion controlled it, it really made my hair feel super soft and I felt like I didnu2019t need as much styling products to keep it looking hydrated!"
        },
        {
            "review_title": "So good for curly dyed hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This leave in conditioner is absolutely amazing. I recently dyed my hair blonde and have been using an excess amount of heat on it to keep it styled nicely and this product helps minimize the damages caused by the heat! It makes my hair super soft, my hair is usually curly and rough so I am very pleased with this product!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This was gifted to me by adwoa.  I have very long wavy hair... and a lot of it! I color it once a month and use heat on it...  my hair has the tendency to feel very dry/brittle, have frizz and some tangles. This is thicker than any other leave in conditioner I've used, not in a bad way. It almost feels like a styling paste to me, but not so thick that it doesnt come out of the pump. Anyways,  Since I started using this with their hair serum my hair has been so great! Barely any frizz or tangles. My hair feels very soft and healthy. My ends don't look as dry and split, I could actually air dry it now and not use heat on it and actually feel comfortable being seen in public. I love it! This also doesn't weigh my hair down or make it greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It made my hair smell soooo good I got so many compliments! It helped my hair feel soft and smooth. My hair still dried a little frizzy but thatu2019s probably because my hair is dead. Iu2019m obsessed with the hydrating formula."
        },
        {
            "review_title": "An awesome leave-in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This leave-in conditioner is amazing! My hair sucked it right up before bed. When I unwrapped my hair in the morning my hair was soft, defined, and didnu2019t mat up. This will stay in my routine from now on."
        },
        {
            "review_title": "I'm a Convert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've been using Garnier Fructis Sleek & Shine Leave In Cream for YEARS. I mean, like over 10 years. This beats it. I love the ingredients, the scent is amazing, and it comes with a lot of product for the price. It's way more curl friendly than the Garnier, and not only hydrates my waves but helps define them without weighing them down. My hair is softer and it keeps frizz at bay!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I literally love how this smells and makes my hair feel! It smells amazing I can't even discribe it. I have curly hair that always gets tangly so it also helped brush out my tangles! I would highly recommend this product my hair looked so good after it dried and while it was wet!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This stuff smells amazing! I absolutely loved using it. It helped hydrate my dry hair, and left my curls defined and bouncy. I definitely recommend this product if you are considering it. The benefits are amazing, and even better when you take the price into account."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I thought this product was pretty interesting because you essentially mix it with the shampoo. I liked the idea of this product but Iu2019m not really sure I noticed a difference. My hair seems to be quite frizzy even after using this product even after a few washes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This leave in conditioner/styling treatment smells incredible. I have been loving to use a straight out of the shower, it leaves my hair feeling super lightweight, define, and polished. Definitely a must try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the smell of this. Obsessed! This worked wonders on my hair and Iu2019m ashamed that i am just trying out this line! It really helped my curls and the dryness associated with curly hair. I also love how itu2019s a pump!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This leave-in styling cream helped my curly hair to be more smooth and soft. It helped also my frizz through the summer weather. Itu2019s not heavy or flaky like any other styling products. I love it and I highly recommend!"
        },
        {
            "review_title": "Deeply nourishing but not heavy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I knew blue tansy was good for my skin, but I had no idea my hair would enjoy it too until I tried this leave in conditioner- itu2019s so nice! It has a thick texture, but when I rub it between my hands and then disperse it through my curls it doesnu2019t feel heavy or weigh my hair down. I only need a little bit, and my hair is left feeling a lot more hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a creamy leave in conditioner that hydrated my hair without making it feel heavy, greasy or flaky. The pump makes it easy to apply. Used this after swimming/clarifying shampoo and it helps add moisture and slip back into my thick wavy hair. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve only ever tried blue tansy products for the face so I was really curious when I received this. That and Iu2019ve never tried anything from the brand so I was really curious. I didnu2019t disappoint though! My hair feels smoother and moire nourished!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This leave in is RICH RICH RICH! It felt luxurious on my and my daughter's hair. We all three have different hair types and at worked for all three of us. I used it after the shampoo and deep conditioner in this same line and the three products work fabulously together."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've been using this after using Adwoas other beauty products and I've really been loving everything about this brand and products! This product has helped my hair a lot especially after it felt so damaged and dry! I feel like this gives my hair so much strength!"
        },
        {
            "review_title": "Lightweight leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have hypothyroidism and thin hair.  After using Blue Tansy leave in conditioner gifted by @adwoabeauty I was able to create a bra by wave and achieve a fuller look! I just used this on dry hair but itu2019s suggested to use with wet hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "First time to try this brand and it didnu2019t disappoint. Not too heavy on my hair and didnu2019t make me look greasy as well. Helped tame my frizzy hair. Overall a good experience. Curious to try their other products!"
        },
        {
            "review_title": "Makes wash day quicker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this Blue Tansy Leave in Conditioning Styler complimentary from Adwoa Beauty to try and review. As many curly girls know, wash day can be a long process because of all of the steps we go through to have our hair looking and feeling great for the next several days to a week. Any time a product can take care of more than one step is a winner in my book. I absolutely love this leave in conditioner and styler combo. And it smells absolutely wonderful too.  This leaves my curls looking great without weighing them down."
        },
        {
            "review_title": "Curls are poppin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I am loving how my hair feels and looks after applying this leave in conditioner by adowa beauty! My hair feels so soft and has a natural shine to it and a healthy bounce. My curls are poppin! I would highly recommend this product!"
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love the smell! Texture is like a cream, really helps with frizzy hair, especially now with all the humidity. My hair is really soft and doesnt look greasy, and I love that I don't have to wash it off.  The only thing - it was somehow open in the package."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried this product out a few times and I enjoy it, I have medium wavy hair and it doesnu2019t feel heavy at all. It gives my hair some texture and a little hold but helps with hydration and to lock in moisture. I rarely have to add more product on day 2 which I enjoy I use this right out of the shower and I have been enjoying it. I use about a quarter sized amount and it works for me and I have mid back length hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I absolutely fell in love with this product after the first use! Itu2019s super hydrating, makes your hair super soft, and it also smells amazing! It doesnu2019t make your hair look or feel oily which is nice too! Highly recommend this to anyone with curly or wavy hair that is also damaged!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product so much! Itu2019s great in my hair and feels amazing! It smells great and I absolutely love it overall itu2019s an amazing product and a great new brand! I highly recommend giving it a try!!"
        },
        {
            "review_title": "Super nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "FYI. I have heavily damaged and bleached hair and used this in conjunction with the brands hair serum.  Let me tell you- this is THICK (and manageable: a rare combo)! Which is great because my hair needs to be tamed! I tend to use this as my stand-alone styling cream because it weighs down the parts that need to be weighed down and makes my hair feel super nourished. I really recommend if you need some extra nourishment for your hair.  For reference my hair is wavy with major frizz action."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This smells amazing & is super thick and hydrating. If you have thin hair, this wonu2019t be for you, but If your hair needs a serious drink of moisture and hydration then this will be your new favorite."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "im really impressed with the quality of this product !! It also smells really unique which I like. I loved how it made my hair feel. Seems like a good quality product and im super happy with how much is in there too."
        },
        {
            "review_title": "Really like thisb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This was sent to me by the brand but my opinions are my own - honestly I always feel like Iu2019m sleeping on leave in hair products like this blue tansy leave in conditioner styler! I forget how nice they can be in conjunction with regular conditioner. I feel like this product gives my hair a boost of hydration and repair. This didnu2019t make my hair feel greasy or heavy, definitely would recommend"
        },
        {
            "review_title": "Day 2 hair is a win !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I loved that I can use this on dry hair after using Adwoau2019s Treatment mask. I have perfectly defined curls with lots of volume . Today is definitely a good day 2 hair with only using adwoas hair products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This leave-in conditioner is amazing!!! My hair smells amazing and looks amazing! It feels super soft and shiny but not weighed down by the product! I have curly/wavy hair and it did not disrupt my natural curl pattern"
        },
        {
            "review_title": "Good for textured hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Nice on freshly washed hair. Would definitely recommend to people with curly or thick hair. Doesnu2019t work as well for people with thin or not a lot of hair. Has a nice scent and isnu2019t too pricey but I am not dying to repurchase."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "For having curly hair, I am a suckerrrr for any type of leave in conditioner or styling creams and this one just hit the spot lol, my hair felt so smooth and it allowed my curls to really show out and it smells soooo good during the day! 10/10"
        },
        {
            "review_title": "4c approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Complimentary from Adwoa beauty! I would like to preface this by saying a I have low porosity 4c hair and I have to be careful with protein. This leave in was so nourishing and gave me the PERFECT amount of slip. I would use this in my routine when I want my coils to pop. And I would limit it to a handful of times a month. I also have the Baomint moisture leave in so I would use this interchangeably with that one (depending on the needs of my hair). But I was really surprised by how much definition I got from this product alone! Itu2019s quite thick so Iu2019d highly recommend for hair types in need of more moisture!"
        },
        {
            "review_title": "Intensely hydrating and softening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This leave in conditioner is ultra-rich so, you really donu2019t need much. I have long, color treated, and heat styled hair. I literally only use about a pump and I just woke the product into my damp hair from the ends and up towards my mid lengths. I than brush it through really well. My hair feels instantly softer and hydrated. While my ends are usually quite dry and tangled, this leave in treatment is intense and works so well. It has a nice fragrance that disappears fairly quickly. This treatment really makes my hair look healthier, feel stronger, and gives it a nice shine. This is a formula I recommend and want to continue to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve always struggled keeping my frizz at bay, and this did the trick. Not only did it keep my hair soft hours after a shower, even in the humidity of a Michigan July, but it also kind of acted as a low-hold styling product. I wear strong-hold styling product 5-days a week and like to leave it more naturally curly on weekends, so it was nice to have the hold and the softness at once. It was a great recovery and left my curls feeling soft going into the week."
        },
        {
            "review_title": "Amazing for dry damaged curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My daughter has extremely dry damaged hair and this blue tansy leave-in conditioning styler worked so AMAZING on her hair never seen her hair so hydrated! I usually prefer a leave in mist but this product was magic to her hair. I used it to refresh her curls and they looked even better than day one!! The scent is so nice and fresh very subtle! Packaging is perfect for this kind of product so easy to dispense huge plus for this momma!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This leave in is fantastic! I have curly hair that recently moved to a dryer climate and I realize I need so much more product in my hair than I did when I lived in humid south Florida. This is totally great for my hair and curls and keeps me Hydrated all day!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is quite good! It has a subtle floral scent that isnu2019t overpowering. It comes with sooo much product. Super hydrating. My hair feels softer and less frizzy after using it! I highly recommend giving this a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019m really liking this leave in! I put it in my daughters hair to keep it moisturized between washes. Iu2019m actually surprised at how well it keeps her dry hair looking shiny and feeling so soft. Iu2019d definitely recommend this. Especially on dry hair! It does have a very strong perfume like smell but it doesnu2019t bother me."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love it I use it to give shine and repair my hair every time I wash it it can be used before drying my hair and I love it because it protects my hair from heat an excellent product to strengthen my hair strands I loved the result obtained"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Love this leave in conditioner. Iu2019ve used it on damp and dry hair and itu2019s very hydrating. It does have a fragrance that is floral but it doesnu2019t last a long time. It keeps my hair looking healthy an extra day and doesnu2019t come off as oily or heavy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this live-in conditioning styler. While it enhancing my curls and detangling hair, itu2019s also makes my hair stronger and protecting from heat during styling. Smell is nice and easy to apply too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this blue tansy leave in conditioning styler! my hair feels so soft and smooth after using this product and it really helped to define my hair as well! I will definitely be recommending this!!"
        },
        {
            "review_title": "Game changer leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a game changer. I have bleached & dry hair. I am always looking for a good leave in to add extra hydration.  This is a great leave-in conditioner that preps and hydrates! Looking forward to using this more and adding it to my daily haircare routine."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I have thick 4a, 4b, and 4c hair. Also high porosity so it absorbs moisture but doesn't keep it very well. This  product is absolutely amazing.  My hair feels so good after day 3 of a braid out. Usually it doesn't feel so good and light weight but this stuff is amazing."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely live this from the scent to how my hair feels aftwr washing - definitely easier to brush and smoothed out little tangles. Looking forward to seeing how my hair dries- it feels very lightweight"
        },
        {
            "review_title": "So beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Guys what a amazing freaking PRODUCT, I love the way this felt on my hair, itu2019s so hydrating and nourishing and my curls was bouncing and moving so effortlessly, this didnu2019t weigh my down, it truly added life to it."
        },
        {
            "review_title": "Restore your damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This conditioner is a game changer, if your struggling with dead non smooth hair then this product is your new life savior! It helps restore nourishment and soothes your hair making it soft and smooth, also smells really nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love leave in conditioners because my hair is so fine and dry! I have 2c hair and this makes my curls shine without it being too heavy and weighing down my hair! Also the packaging is TO DIE FOR. I love the design and the size of the bottle."
        },
        {
            "review_title": "Leave Her In",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this leave in! It smells great, good packaging and makes my hair feel hydrated, non greasy. A lot of leave ins are weighted formulas but this wonu2019t weigh down your hair follicles, itu2019s not exactly light but it is hydrating! Gifted by adowa"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "So, right of the bat I really love this packaging! I feel like itu2019s very practical and looks nice in my bathroom at the same time! So, this treatment is definitely moisturizing and doesnu2019t feel greasy, the smell reminds me something between a flower shop and library, itu2019s soothing, fresh and of course lingers for hours! This stuff makes my hair extremely manageable so thatu2019s probably the best part!"
        },
        {
            "review_title": "Makes my Curls POP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Makes my hair manageable. Its not sticky or heavy and I love the fragrance. This leave in conditioner makes my hair soft and smooth and moisturized. It makes my curls POP I love this stuff. I would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have used this product before and will continue to use it! I have type 4, high-density hair. Before using the product my hair felt dry but after my hair felt soft and manageable. This product is a good size bottle and I always appreciate a pump."
        },
        {
            "review_title": "great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I am loving this deep conditioning. This product is lightweight but  it does the job.  my hair feels soft and coditioned without feeling greasy. It does have a strong scent for me, is not bad one but i just feel it could be tone down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Adwoa leave in conditioner leaves my hair so soft. I have frizzy hair and this leave in conditioner definitely helps my hair tame the frizz. I also noticed the smell and it smells so good so light and a freaking scent. I definitely noticed a difference in my hair and how shiny and smooth it looks after using this product."
        },
        {
            "review_title": "Amazing smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Omg this smell is absolutely AMAZING!! Is there a perfume for this?!?! Anyway this product leaves your hair looking hydrated, defined and so so soft. I am obsessed obsessed with this styler abd so are my 3c curls"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a super light leave in conditioner, which is unusual for a product that should work with curly hair. Love the super light scent and the bottle is beautiful. Overall it did the trick but nothing special."
        },
        {
            "review_title": "My curls are so defined",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m loving this blue tansy leave-in conditioning styler by adwoa beauty it smells so good and it provides so much moisture and leaves my hair super soft. I love how I can just run my fingers through my hair without any tangles.  My curls are so defined and frizz free, and itu2019s also helped with less  breakage, and split ends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I got this from adwoa and i really like this leave in conditioner. It leaves my hair nice and soft and manageable. Which is hard for my 4b/c hair. I would repurchase once I run out of my current supply. Get this, you wonu2019t regret it."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This leave in conditioner is heavenly! It has made my thick dry hair silky smooth, and oh so soft! My husband loves the way it makes my hair smell he is sniffing my hair all the time now ha! I would recommend everyone give this a try!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This leave in conditioner is great! Easy to use. A little goes a long way. Can apply to wet, damp or dry hair but for best results Iu2019d use on wet or damp hair and then style as Desired. This would be great in the summer time, to use before getting in a pool to help keep your hydrated from the chlorine. Definitely recommend"
        },
        {
            "review_title": "Recomendadisimo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Este acondicionador le da mucha suavidad al cabello me encanta por que tiene una aroma muy bonita deja tu cabello muy manejable su textura permite que tu cabello quede Radiante ayuda a cuidar tu pelo"
        },
        {
            "review_title": "like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this stuff!! It makes my hair soft and shiny easier to brush out tangles . This is a great product, I use it once a week and it has change my hair, the ends were dry and brittle and now all my hair looks shiny and healthy,"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is my first time trying this brand and I let me tell you I really like it! Some comments are bad but I donu2019t know why because work pretty well for me! I have thin/dyed/wavy hair and my hair feel so good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is one of the best leave in conditioners I have used for my hair. My curls are so much softer and they have lots of shine. Itu2019s helped with the overall texture of my hair and and Iu2019ve seen a lot less frizz. It also has a super fresh and floral scent which was nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received the Adwo Beauty Blue Tansy Leave in Conditioning Styler in exchange for my review, but Iu2019ve tried and love this product from before. The packaging is so lovely, the ombru00e9 periwinkle color is so pretty. It made my hair softer and it smells good."
        },
        {
            "review_title": "Works for any hair type",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Tried this leave in conditioner styler, it is meant for all hair types. I use it on days when I don't use a regular wash off conditioner. I put one pump on my hair and disperse it all over my hair, I tried with two pumps but I found that it left my hair greasy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This was gifted to me by the brand in exchange for my honest review. I love testing new products, especially for curls as I am still learning how to manage and maintain curls. I can say that I am absolutely loving the results this is giving me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This was gifted to me by adwoa beauty in exchange for my honest thoughts. I am such a huge fan of blue tansy in my skincare so I was so excited to see how it would work in skincare. My hair feels very soft after use and I'm able to style my hair the way I want!"
        },
        {
            "review_title": "An Unexpected Win",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I got a sample size of this and used it twice so far. Once when I wore my hair naturally curly and a second time when I used it as a leave in conditioner then decided the next day to straighten my hair. I was so impressed by how soft and silky my hair felt! I have recently tried Olaplex #9 and Brioego and haven't experienced this kind of smoothing treatment on my hair. Unfortunately it didn't do much for my curls so I took down a star but I love how conditioning it is and I'm now definitely interested in trying more of Adwoa Beauty products in the future!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Did not like it was too thick and didnu2019t perform as expected."
        },
        {
            "review_title": "Probably best for very dry hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m on the fence with this one. The smell is odd but not exactly unpleasant and it does dissipate. The formula is very rich and it does detangle well. I think it is a bit too heavy for my hair even though I played around with different amounts. When combining this with the curl defining cream I had some greasy pieces going on as well as frizz."
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Overall meh. I think it's just too heavy of a formula. Day one was ok but I noticed it added a ton of weight to my curls and near pulled them out. Day two I looked like a wet dog. The smell is pretty strong and chemically, but it does dissipate after a while. There's probably better stuff out there unfortunately."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This review is for the smell only. It truly smelled so weird to me, I didnu2019t even want to try it and I immediately returned it."
        },
        {
            "review_title": "The staff at Fashion Valley, San Diego are unwell.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product but experiencing the employees at the Fashion Valley location is a literal nightmare. 87 people working the floor and several of them saying they could not help me while just standing around. Then refusing to show me products or willing to guide me to a brand counter when my vision prevented me from physically seeing it. Ableist at best. Rude and unaware definitively."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I initially received this in the Sephoras favorites for curly hair. I have curly hair and so does my 12 year old. We use this everyday as a leave in conditioner. A little bit of product goes a long way and it smells amazing."
        },
        {
            "review_title": "Not it for my wavy hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am truly surprised how many very positive reviews there are here. I wanted this to be the one styling product I could use as a wash and go for my thick, wavy medium brown hair that easily curls but it wasn't. In fact, it made my hair STRAIGHTER than it normally is. It's a no for me. I'm leaving 2 stars b/c it does smell nice."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I'm in love with this leave in conditioner, i've been looking for something like this for the longest time. My hair is shiny and manageable, when I touch my hair it feels like a hand full of feathers.  You won't regret it! u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Pro: My hair is thick coarse, and dry and this really worked its magic from the very first use. I can't wait to try it with wet, freshly shampooed hair.  Con: The smell. It reminds me of a really old-school hair oil I used as a child in the 70s, and its kinda loud and awful? When it dries you don't smell it as much but it is still there."
        },
        {
            "review_title": "Cannot Be Without It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I bought his yesterday, as I already love the original leave in, and wanted to try this. I have thick, below the shoulder, Type 4, high porosity coils. This is thick, but grabs and has more slip than the original. It lays curls instantly , and feels great from the scalp to the ends of my hair. A big winner for me, was that it left no residue on my scalp and hair. It dries defined, soft,  and fluffy. I don't like thin crispy curls. My hair also swings and has beautiful movement ! The scent reminds me of fresh fine milled soap...very clean. I will most certainly be purchasing again."
        },
        {
            "review_title": "My Curls Are Heavenly Again!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "First time ever using this product. My hair looked like an overworked, dry & brittle, unhappy & deflated mess u2026at this point it gave upu2026.After shampooing I finger combed and put in a generous amount and covered my hair with a T-shirt (not a towel ever). Since dryingu2026 OMG my head looks wigged out!!!! Curls are tight and perfect!!! No, no I canu2019t stress enough how poor my hair looked prior to this conditioner. Gorgeous now each individual curl is defined and has just the right amount of moisture."
        },
        {
            "review_title": "literally rebuilt my hair- so versatile too*",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Most versatile hair repair treatment I have ever used, and honey Iu2019ve used it all. I use it as a co-wash, I use it after I wash on wet hair to style then I use it on my ends when I skip washes to keep my ends moisturized. It has changed my bleached out mess for the best! Buy it- it lasts and does what it says and more."
        },
        {
            "review_title": "Not for my fine dry curly hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have fine curly dry frizzy highlighted hair . I found this product to be too heavy/thick for me and my dry ends didnu2019t feel moisturized enough. The smell is floral and goes away once in the hair. This product wasnu2019t for me hence the rating but I could see it working for a thicker hair type."
        },
        {
            "review_title": "hair feels hydrated but light!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Really great leave in! I like my leave-ins to be moisturizing but still on the lighter side. This is just that. My hair always feels super soft and defined and once it dries it's like nothing's there."
        },
        {
            "review_title": "Holy Grail Leave-in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "WOW. After years of trying hair products and feeling disappointed, I am SO happy to have found this leave-in. I have fine hair with wavy/curly texture and this hydrates without weighing it down. Like any leave-in, if I use too much, then it can make my hair look greasy. Luckily, there is an easy solve for that (using less). The value for this amount of product is fantastic. I love the smell and ingredients list, too. Fantastic product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this conditioner! While my hair isnu2019t curly, itu2019s super thick and damaged from bleach. This smells so good and you only need a little for full hydration."
        },
        {
            "review_title": "great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells amazing and has great ingredients. Itu2019s very hydrating and did everything it was supposed to do!"
        },
        {
            "review_title": "Why Don't More People Talk About This?!?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "You guys!!!! This is, without question, the best thing my biracial (Hispanic/white), ginger, frizzy, Hermione-esque hair has ever used! My hair is naturally so coarse and kinky/wavy and nothing leaves it feeling moisturized...and then I used this! It added the most beautiful life back to my wave pattern, reduced the amount of shedding my hair usually did and left it feeling so incredibly soft with my ends looking healed and whole! I need more thick-haired curly girls to try this because if this product ever gets discontinued...I will simply die! I Do not however think it is for those with finer hair as the moisture packs a serious punch but if your hair is parched and on the brink of death, YOU NEED THIS!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is not for my hair type and i don't think I'll buy it again.  I have straight, black hair that's about shoulder length. This product is super thick and creamy, and a little goes a long way. One full pump is way too much for my hair, as in my hair does not fully absorb it. I shower and apply this leave-in conditioner before work, and if I run my fingers through my hair at the end of the day, my hands are slimy with residue. BUT I started using half a pump and it's definitely made my hair shinier. I wouldn't say it's helped with keeping it silky smooth or soft, but it's definitely made my hair look more healthy.  If you're looking to help keep curls, this definitely helps. I usually keep my hair in a hair stick but by the end of the day I'll take it out and I end up with dramatic curls, most dramatic I've ever had.  Other thing I don't care for is it does build up on the scalp pretty fast. I usually shampoo every 3-4 days, but I find myself having to shampoo a little more often, which is drying me out."
        },
        {
            "review_title": "Beautiful Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This makes my curly coils look BEAUTIFUL! It starts working upon application and makes your hair super soft. love this product and love that this a clean product as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Very moisturizing!!!!  This penetrated my strands, and the moisture lasted over a week.  This is a staple product!"
        },
        {
            "review_title": "The BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I was once a serious product junkie with a collection of over 350 products and dozens of haircare brands. After using Adwoa beauty faithfully since their inception whenever my hair needed a u201cresetu201d, Iu2019ve finally decided to use this brand EXCLUSIVELY! Iu2019m on week 16 post partum (which is also how long Iu2019ve been using the products exclusively) and so far my hair is longer, thicker, more moisturizer, and the healthiest itu2019s ever been. I style with just the blue tansy OR baomint leave in with the corresponding oil and then plop with a tshirt overnight and BAM! Beauty!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It is a thick cream, that smells mostly like chemicals with a hint of perfume. My hair is mostly wavy, 2b-2c hair, if I use too much it can look greasy. It does help to bring out my waves and hold them throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I truly canu2019t believe the ratings on this product! I wanted to love it but I could not BELIEVE how thick and greasy it was. I have fine, thick hair and I looked like a drowned rat. Tried it twice then returned. So glad everyone else loves it, the smell is amazing, very strong if ya like that ;)"
        },
        {
            "review_title": "Great Surprise",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Soft, smooth, luxurious waves! I tried this while staying at my friends house and my 2b/2c/3a hair looks great!"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "When I tell you this leave in had me in shock when I used it OMGSSSSS the slip and definition I get from this leave in is insane plus it smell amazing!"
        },
        {
            "review_title": "2C-3A hair loves this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "So I was a little nervous trying this product that it would be too thick and too moisturizing for my 2C-3A hair. Some products, like the ever popular Shea Moisture Curl Smoothie really weigh it down. But this product is incredible. I donu2019t have to apply much, Iu2019ll do a small pump, I rub it in between my palms and then I concentrate it on the ends and work up. My hair is so soft. No leave in has worked this well for me, not even Olaplex 6 or the Bumble and Bumble curl leave in. Highly recommend. What I really love too is how I can apply it on dry hair throughout the week (between washes) to keep it looking and feeling hydrated. And I feel like you get a lot of product for the price. 100/10 recommend. I will be trying more products from this company. The smell is medium-strong but I only really notice it on the day I applied it to my hair, and I like it just fine."
        },
        {
            "review_title": "high quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells amazing, and is natural!! High quality product."
        },
        {
            "review_title": "You need this if you have relaxed hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this leave-in conditioner!!! I have relaxed hair and it's very long and thick. The moment I put this in my hair I felt an IMMEDIATE difference! It melted right into my hair leaving it feeling buttery soft. I am ordering 3 more bottles right now!"
        },
        {
            "review_title": "Type 4A Low porosity hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I have typed 4A hair and I have been natural since the pandemic. Last winter was super tough on my hair, I was struggling with keeping my hair hydrated and moisture during the winter. I am determined not to repeat that experience this winter. This is the first time I tried Adwoa Beauty and I wasnu2019t disappointed! I followed the directions and had amazing results! My hair is wonderful, great moisture and hydration feels amazing. Iu2019m in love with my type 4A low porosity hair that is color treated and I thank Blue Tansy leave in and deep treatment conditioner for giving me great moisturizer hair this winter u2764ufe0f"
        },
        {
            "review_title": "Nice leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "This a great leave in conditioner I ever tried especially for 4c hair. I use it right after washing my hair to retwist my two strand twists. It has a nice slip and do need too much a little goes a long way."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Loved the Baomint Leave In, but the Blue Tansy is on another level. Very moisturizing. Thicker than the Baomint but doesn't weigh your hair down. I have 4c hair with fine strands. Used this leave in with the styling cream and this was my best twist out EVER! This is now my go-to leave in."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m not great at managing my curly hair and have never really known what products to use on my fine blonde hair. I tried this and defused my hair and the curls have never looked so good! It made my hair not as frizzy and more defined. Also didnu2019t weight it down or make it crunchy, and it smells good! Will be buying this again!"
        },
        {
            "review_title": "10/10 hands down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Truly love how my curls spring back to life with this leave in conditioner Since Iu2019ve been using it my hair has been so much healthier and the smell alone is so amazing I canu2019t get it enough itu2019s a must have for your hair needs!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It makes my hair smell weird when itu2019s first appliedu2026 the smell goes away. Does that happen to anyone else? It does make my hair feel good. I have thick Hawaiian hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was pleasantly surprised with this product. I was having trouble taking care of my wavy hair and most curl/wave products didnu2019t work for me or they were too heavy. This makes me hair feel and look amazing and brings my waves out without feeling like I have a lot of product in my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I agree with the other reviewer that itu2019s not ideal for straight or fine hair, as mentioned in its preferred hair types. It weighed my hair down a lot! I think someone with curly hair would love though, as itu2019s really thick and hydrating."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have long hair and I have a problem with tangles! After I started using this leave in conditioner my hair has be so much easier to brush through! The smell is a nice light clean smell! I absolutely love it and itu2019s a must have for my morning routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Obsessed!!  This stuff makes my hair super soft, the softest my hair has ever been I have tried the shampoo and it didnu2019t work well with my hair so I had to return it but otherwise If you are interested in purchasing anything from the Blue Tansy line I highly highly recommend this product  Super thick, the best way I find to use this product is straight out of the shower apply this product to your damp hair, then comb your hair and blow dry as normal Love love love will continue to repurchase this Bought with my own money too did not receive this!"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I purchased the Blue Tansy shampoo, reparative conditioner, reparative mask, and the serum in early August. The products are subpar especially for this price point. My hair definitely needs more than one pump of the serum.  Since the pump was broken and they refused to send me another pump, I purchased my own container with a working pump so, I could actually use the product. I really expected a lot more from this product line considering how much I like the baomint moisturizing curl defining gel. However, I was disappointed to say the least. I waited to give my feedback after I used the products awhile. However, my hair is lackluster and hard. Once I switched to different products and conditioner my hair is back to feeling soft and having a sheen/luster that does not feel weighed down. Save your money and please thoroughly do your research. Direct customer service with Adwoa was unpleasant to say the least."
        },
        {
            "review_title": "Great but needs better packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I will say that I am surprised of how much I like this product, really Iu2019ve tried a lot and this one is great if I keep my hair natural however the packaging is bad, the pump came semi broken and it broken within 2 weeks, another product from this line too."
        },
        {
            "review_title": "Bleached hair loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "So I'm one of the crazy curly-haired people - because I bleach my hair platinum blonde. I have 2c/3a curls and caucasian hair. It's short but fairly thick and quite wild without any product (super soft, but chaotic). I get a scary good Doc Brown vibe going if I just wash and conditioner.  I've tried Adwoa's Baomint mask and leave-in before this and loved them both, but I vastly prefer the Blue Tansy leave-in to the Baomint one. My hair loves protein and the bleaching means I need it even more. it's thick and creamy and gives a lot slip (my conditioner does too but this just doubles down on it). It smells heavenly and I don't have to use a lot of it for my hair to be covered.  I usually use this first after washing and conditioning (I use Olaplex 4P and 5) and layer other products over it. I feel like it performs best as a base product rather than over anything else. My hair is always very soft, shiny, and has lot of life when I use this and it isn't super heavy. It smooths and helps keep my curls clumped but doesn't weigh any of my hair down.  Adwoa's entire line of products are wonderful but I think the Blue Tansy line is going to be the standout."
        },
        {
            "review_title": "really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "left my hair very soft and manageable.  Would buy again"
        },
        {
            "review_title": "Will buy again and again and AGAIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Makes my hair feel so fluffy and soft yet curly and STRONG!! Love the healthy ingredients too. How did Adwoa Beauty do that?? Will always be in my hair stash, I love it so much!!!   P.S., Dear Sephora Team, please l always sell Adwoa Beauty products, THANK YOU!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Been natural for 5years, this is the BEST leave in I've tried so far. Detangle, leaves my hair soft and manageable. I was ready to slap that creamy crack back in because wash days was just too darn much, time consuming and the tangles drove me to tears. So happy Luna(sales associate) recommended this for me. I have 4b/4c hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great leave in. I use it with the serum for a great blow out and my hair is shiny, soft, and smooth. I have naturally curly hair!"
        },
        {
            "review_title": "Great for low porosity hair as well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Moisturized my hair after applying. Made my hair soft and manageable. Iu2019m low porosity and the leave in conditioner did not throw off my moisture/protein balance. Iu2019ve been using the boa mint leave in for years but I actually prefer this one. I will be repurchasing."
        },
        {
            "review_title": "Best Moisturizer Ever",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I do not have damaged hair but this leave in has done what others could not do.  For the first time in many years I have finally found a leave in that leaves my hair so fluffy and curly.  I have a short fro and one pump goes a long way.  I can actually use less since my hair is short.  I can finger comb my hair with ease and leave it alone.  I do not seal with an oil or use a cream and my hair stays moisturized for a week.  I do not know what type of sorcery Adwoa has been dealing in but these products have me shook.  If you have had problems with finding products that don't weigh your hair down or leave it dry and limpless give these a try.  I really think you will be impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this leave in conditioner. Itu2019s a light floral scent which isnu2019t overbearing as well. If you didnu2019t like the scent of the baomint collection, i think youu2019d be pleasantly surprised. It moisturized my hair on contact and i noticed a lot of shine as well. My hair is soft and manageable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love this leave-in! Itu2019s moisturizing but offers a slight hold at the same time. Iu2019m also impressed by how long the moisture last, I usually have to reapply products, itu2019s been 3 days and my hair is still moisturizes, shiny and bouncy!"
        },
        {
            "review_title": "Best EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Dry skin",
            "review_text": "This is the absolute BEST leave in EVER! I was never a fan of leave ins simply because they seemed to do nothing, so Iu2019d skip the step. Bought this entire set and since this is the styler, gave it a try on my daughter and WOW! Itu2019s amazing. Her hair is super moisturizing, shiny and defined! So defined that I think Iu2019ll attempt a wash and go with this product!"
        },
        {
            "review_title": "Throughly impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I have 4C low porosity and I was throughly impressed with the product. I used the shampoo, deep conditioner, then follow up with the leave in. I used the leave in as preparation to blow dry my hair. My hair asorbed the product well, detangling made easy, and made my hair feel soft post blow dry"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This product and every other product under the blue tansy line has worked magic for my hair. The smell is what I have always imagined clouds would smell like. The feel, moisture, and strength provided to my hair has been amazing. I had a lot of postpartum shedding and the added boost of protein has done magical things to my hair. These products are nothing short of amazing.    Iu2019ve used this on myself and my daughter. We have different hair types and the results havenu2019t changed. Itu2019s a MUST for anyone!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Dry skin",
            "review_text": "Good product just didnu2019t like the smell but I totally recommend!"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "I use this when Iu2019m styling my hair with gels because itu2019s real moisturizing and I have dry hair. The other I leave in I use when I use creams to style my hair"
        },
        {
            "review_title": "Amazing leave in/mois6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This leave in is amazing!!! I think i finslly found my holy grail leave in. I have 4a/4b low porosity coils. The slip is awesome, the moisture is great!. It foest just sit on top of your hair. This worked very well with a gel on top for an amazing wash and go. I will be purchasing this again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This styler is soo great! It surprised me that my hair stayed moisturized way past my regular wash day. Typically my hair would need another styler/ cream/gel. This is really a one and done! I will be repurchasing"
        },
        {
            "review_title": "Moisturizing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Omg! Best product! Leaves my hair super moisturized and soft. I love pairing it with the gel."
        },
        {
            "review_title": "bleached hair savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m only writing this review because I saw someone say this canu2019t be for straight hair. Maybe if your hair isnu2019t damaged.. but if you hair has a hard time holding moisture this is an absolute god send. I have crispy fried bleached hair (I bleached it 6 times in the span of two weeks like an idiot) I went platinum from pitch black dye. My hair is as soft as itu2019s ever been. Donu2019t let the iffy review throw you off this stuff is amazing Iu2019m so glad I tried this. For reference Iu2019ve tried the quai leave in the bumble oil, gisou oil, playa oil and literally so many more. My hair is so soft as if I never even bleached it Iu2019m taking this product to the grave with me lol. Their oil is amazing too I use that once in the morning and once at night on non wash days and it keeps my hair hydrated. :)"
        },
        {
            "review_title": "Adds Moisture To My Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The perfect follow up after a deep treatment. My curls were already popping the the blue tansy deep conditioner but the leave in added an extra hydration to my curls and you don't need a lot to get the job done. This leave in is great for maintain that protein/moisture balance to the hair in between wash days. Amazing ingredients!"
        },
        {
            "review_title": "not for straight hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "the smell is amazing! the touch is sooo soft. i love this product, but sadly it is not for all hair types. this is better for coily hair and not for straight hair. it made my hair look super greasy and heavy. i let my friend used it and her curls were bouncy and shiny! again this is for coily hair only."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Enjoyed the slip and moisture from this leave-in.  I have 4a-4c curly kinky hair that is so thirsty! This leave-in worked well.  It was not heavy enough for me to use as a styler for a wash-n-go, so I used the Adwoa Baomint gel on top. I was left with pretty defined hair that smells incredible.  Some slight frizz in parts, but I think that was due to user error.  These products should definitely be applied to dripping wet hair. The sections of my hair that were a little drier had more frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "How is is possible to have a leave in and curl cream!!! My twist out looks amazing. My hair truly enjoyed this. Itu2019s very thick and my curls drank this right up. This doesnu2019t compare to the other leave in they offer, itu2019s much thicker and great for styling"
        },
        {
            "review_title": "Perfect for Heat Styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "The Blue Tansy Leave-In Conditioner Blew Me Away! I usually don't apply a leave-in conditioner before straightening my natural hair, but this is a game-changer. After rinsing out the Blue Tansy Reparative Mask, I used the Blue Tansy Leave-in Conditioner and proceeded to blow dry my hair. As a result, my hair felt soft and moisturized. In addition, the Blue Tansy Leave-In Conditioner did not weigh my hair down, and the fragrance is perfect.  If you straighten your hair, I highly recommend this product."
        }
    ]
}