{
	"product_id": "1388",
	"name": "Radiance Vitamin C Face Serum with Centella + Hyaluronic Acid",
	"brand": "Sahajan",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 86.0,
	"about": "What it is: A high-potency serum with actives such as triphala, centella, and hyaluronic acid that is clinically shown to visibly brighten, firm, and reduce fine lines...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Fine Lines and Wrinkles, and Dullness..Highlighted Ingredients:- Triphala: Potent vitamin C visibly brightens, smooths, protects, and supports..- Gotu Kola: Supports the production of collagen and visibly reduces fine lines and wrinkles..- Hyaluronic Acid: Increases hydration and visibly improves elasticity and smooths fine lines...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It also comes in recyclable packaging...What Else You Need to Know: Thousands of years ago, Ayurvedic scholars used rejuvenating Rasayana plants to create age-defying elixirs for India’s royal family. Sahajan went back to the ancient texts to create this formula that is clinically shown to support the production of collagen, visibly brighten, and hydrate to deliver firmer-, plumper-looking skin...Clinical Results: In a 28 and 42-day clinical study of 35 women ages 35 to 60 using the serum twice daily:.- 94% of users showed improvement in fine lines and wrinkles in 6 weeks.- 88% users found it created healthier looking skin.- 88% said it made skin appear youthful..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Triphala: Potent vitamin C visibly brightens, smooths, protects, and supports..-Gotu Kola: Supports the production of collagen and visibly reduces fine lines and wrinkles..-Hyaluronic Acid: Increases hydration and visibly improves elasticity and smooths fine lines....Water/Eau/Aqua, Glycerin, Centella Asiatica Extract, Polyglyceryl-4 Oleate, Caprylic/Capric Triglyceride, Aloe Barbadensis Leaf Juice, Glyceryl Stearate SE, Cocos Nucifera (Coconut) Oil, Sodium Hyaluronate, Terminalia Bellerica Fruit Extract, Terminalia Chebula Extract, Emblica Officinalis Fruit Extract,Dehydroacetic Acid, Benzyl Alcohol, Xanthan Gum, Fragrance (Parfum), Santalum Album (Sandalwood) Oil, Tocopheryl Acetate, Titanium....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-On freshly cleansed skin, apply two to three drops of serum..-Massage evenly onto face, neck, and décolletage..-Apply morning and night or as often as required..-For best results, follow with Sahajan’s Nourish Crème Riche (sold separately)....Recycling Instructions:.-Rinse the bottle and recycle..-Rinse the dropper and drop off at your nearest Pact bin or discard as waste.",
	"num_reviews": 169,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/radiance-vitamin-c-face-serum-with-centella-hyaluronic-acid-P510456?skuId=2776052&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2776052-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz / 30 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2776052-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really enjoy this serum. It is lightweight and absorbs well. My skin is noticeably more hydrated, bright, and it gives my skin a lovely glow. As a bonus, it also has a lovely, light scent."
		},
		{
			"review_title": "Pleasantly surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I was a little skeptical of the smell (it doesn't have a rich aroma) and texture at first but after some time and understanding how to properly dose for my skin, I'm pleasantly surprised. The serum feels great on the skin, my skin feels very moisturized without being oily, I wear it during the day under BB cream and I find that it's been a godsend for dry winter air. I am waiting to see if repeated use shows the promised results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Super results within 2 uses.  Totally underrated - visible difference in person and even noticed through Teams Video"
		},
		{
			"review_title": "Mama feels young!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "My mom's been using this for a few months now and says that overall, her skin feels smoother, and her face feels younger! She would recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "M on my second bottle. If u love natural fragrances, it smells amazing. The application also is smooth. It didn’t do any magic to skin or texture but the feel is very nice on skin. Good at taking away the dulness after application for few weeks."
		},
		{
			"review_title": "Hands feel plump after applying but it works!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "So far so good. The first two uses, my skin looked drier which was confusing but then it started to feel like it was moisturizing. No acne or anything, and my skin appears to be smoother already--only 4 days in.  I don't know why but when I apply this stuff, my hands feel swollen until I wash them. Maybe it's a ME thing but it could be whatever plumping agent is in it. My face doesn't look plump or feel weird, just my hands. I kind of wanted this stuff to fail so I didn't have to repurchase at this price.lol"
		},
		{
			"review_title": "No for acne prone skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Not good for acne prone skin - i got it after seeing raving reviews assuming it would be good. the scent is like incense/earthy/turmeric and made my face immediately itchy.  I got red bumps immediately after."
		},
		{
			"review_title": "Smooth and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It's light on skin but packs a punch in terms of hydration. It got absorbed fast and left silky smooth surface. Skin feels hydrated and plump, fine lines melt away. I used it in the evening and woke up with fresh looking, bright skin in our dry Canadian winter. Normally, I have hard time keeping up with hydration needs of my skin in winter, but now I feel like I'm in good hands. Currently, I pair it up with Sahajan creme riche. Also thinking of using the the serum in the morning and the creme riche at night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I found this to be a slightly lighter version of the nourish face cream. It absorbs quickly and there seems to be a bit a glow to my skin. It also appears to even out my skin tone which is perfect for non makeup days."
		},
		{
			"review_title": "Super glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I truly believe this is the product that has been making my skin glow for the past few weeks. I can tell the difference and so can others. It’s made my skin feel and look better without makeup and that has been a game changer."
		},
		{
			"review_title": "Hydrating & Brightening",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this serum. I first fell in love with this serum last year when my daughter introduced me to it. I have combination/mature skin and this perfectly hydrates and brightens. I have also noticed improvement in my fine lines. A staple in my routine!"
		},
		{
			"review_title": "Love this serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this product for a few weeks now and it certainly is working. A great addition to my skin care routine. Love the texture and feel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Super smooth and light going on. It made my skin look brighter. I have sensitive skin but this didn’t irritate it at all. Great add to the regular routine!"
		},
		{
			"review_title": "Calming and good for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have sensitive skin and the smell was nice without feeling perfumey and irritating. It sinks into the skin so nicely and is calming. My skin loves this!"
		},
		{
			"review_title": "Love the smell and how it feels on my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Love the smell, skin drinks it in and feels amazing.  Skin looks and feels softer and brighter after use."
		},
		{
			"review_title": "Great, but stinks!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "it works great, feels great, but smells HORRIBLE! I cant even explain the smell. I just can't get past it. I will finish it because it does do what it says it will do, but there are other serums that do the same job, but smells WAY better!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This serum smells amazing. It's very light which works wonders to smooth my skin and give it some hydration without being overly oily as it absorbs well within a few minutes. It reduces my redness and is the perfect base  before makeup application as well as for my nighttime routine. Love this product!"
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Skin feels silky smooth immediately after applying and keeps my skin looking bright. Definitely a staple in my daily skincare routine. It also smells amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Light and slightly oily serum is soothing, reducing redness and blending skin tone.  I have found the serum aids in absorption of the moisturizing creme."
		},
		{
			"review_title": "Absolute love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Such a silky smooth serum- great for dry skin and anti-aging (are we allowed to say that??) my skin really drinks this up."
		},
		{
			"review_title": "too sticky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Not for oily face. feels greasy after application."
		},
		{
			"review_title": "a no for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely despise the smell of his product. it does not absorb into my skin, this will be going back."
		},
		{
			"review_title": "Golden Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is the best serum ever. It's light weight but my skin glows and it's really helped with my lines and uneven skin."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair",
			"review_text": "Love how this makes my skin feel! Bonus: great smelling and easy application. Highky recomend"
		},
		{
			"review_title": "Amazing serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "From the first use, I was in awe of this product.  My skin felt immediately strong, silky, smooth and radiant.  My makeup applied beautifully and my skin never felt dry.  The smell is beautiful too and the product applies beautifully.  This will be my serum of choice."
		},
		{
			"review_title": "Must have face serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Incredible serum! From the first use, I noticed smoothness, firmness, and my skin felt immediately strong and silky. My makeup applied flawlessly. The smell is beautiful. It is long lasting - easy to apply and will leave your skin feeling fresh and smooth. This will be my go to serum!  Thank you!"
		},
		{
			"review_title": "Helps to keep skin fresh looking",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Product feels good on the skin, not too oily.  Only need a small amount.  Helps keep the skin hydrated"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using this serum for a couple of weeks now and I instantly saw results within a few days. My skin is more vibrant, brighter and softer. My skin is glowing since I started using this serum. The biggest bonus is that it’s non-greasy and non-oily unlike other brands. It feels so good on my skin. Needless to say this will forever be a part of my skincare routine. If you haven’t tried this I highly recommend you start. You will not be disappointed!"
		},
		{
			"review_title": "Radiance for days!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This serum leaves your face glowing! I have sensitive acne prone skin and I love this! My friends have complimented me on my skin! I recommend this product!"
		},
		{
			"review_title": "A gorgeous serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I used to think I didn’t need a serum in my skin care routine, but I’m amazed at how much better my skin looks and feels after only one week of using this product from Sahajan. A softness and radiance that I haven’t had since my 20s (I’m in my 40s)! Also, I love how lightweight this feels — not oily in the least. I am a serum convert, and will use this one from now on."
		},
		{
			"review_title": "I received half empty bottle",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Too much expensive. Bad smell. Half bottle empty it’s already 3l and if half bottle will be empty then what we will use then ?  . Going to return it. Wastage of money."
		},
		{
			"review_title": "Gorgeous radiance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My skin looks dewy and glows when I use this serum.  The scent is gorgeous."
		},
		{
			"review_title": "So happy I was introduced to this skincare line!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Despite the potent nature of vitamin C, this Serum is incredibly gentle and doesn't cause any irritation or redness to my face. My sensitive skin (eczema) has responded wonderfully and shows no signs of discomfort. It absorbs quickly without leaving any sticky residue and I can definitely tell when I'm dehydrated because I will have to use a little bit extra which is a welcomed reminder to drink water. It feels soothing upon application and has never caused any breakouts on my skin."
		},
		{
			"review_title": "Healthier looking skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My skin is so much more hydrated and just looks brighter and healthier after using this serum. So worth it and would purchase again!"
		},
		{
			"review_title": "I recommend trying this out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "For those who are looking for something that won’t weigh your skin down but still does the job of keeping your face happy and hydrated. It’s been a solid part of my skincare routine now:)"
		},
		{
			"review_title": "Unique earthy scent and color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I needed a new Vitamin C serum so I tried this one for fun - it’s got a unique earthy scent, and a sort of muddy brown tone that disappears once you rub it in. I can’t say it makes my skin especially more luminous than any other Vitamin C serum, and I do find it a little hard to pick up in the dropper. But overall, it’s nice."
		}
	]
}