{
	"product_id": "1543",
	"name": "Concentrated Ginseng Renewing Cream for Anti-Aging",
	"brand": "Sulwhasoo",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 350.0,
	"about": "What it is: A silky-soft, powerful age-defying cream for visibly plumper, firmer, and rejuvenated-looking skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, Dullness, Uneven Texture, and Loss of Firmness and Elasticity..Formulation: Cream.Highlighted Ingredients:.- Enzyme Treated Ginseng Saponins (Ginsenomics™): Delivers ginseng’s rejuvenating power deep into skin.- Ginseng Peptide™: Protects skin from external aggressors that can lead to visible aging signs.- Squalane: Supports and nourishes skin’s moisture barrier..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, and sulfates SLS & SLES...What Else You Need to Know: A powerful anti-aging cream, infused with ginseng peptides and saponin using a proprietary Korean technology. This silky-soft formula glides over skin and improves the look of wrinkles and firmness while helping minimize future signs of visible aging...Clinical Results: In an 8-week clinical study on 32 women (ages 38 to 49):.- Skin firmness visibly improved by +4.7%.- Skin was visibly lifted by +11.4%.- Fine lines and wrinkles were visibly reduced by +19.9%",
	"ingredients": "-Ginsenomics™: Sulwhasoo’s signature ginseng saponin improves the look of wrinkles and firmness while ginseng peptides help protect skin from environmental stressors...Water / Aqua / Eau, Glycerin, Squalane, Butylene Glycol, Cyclopentasiloxane, Trehalose, Limnanthes Alba (Meadowfoam) Seed Oil, Glyceryl Stearate, Phytosteryl Isostearyl Dimer Dilinoleate, Octyldodecyl Myristate, Cyclohexasiloxane, Peg-40 Stearate, Phytosteryl/Behenyl/Octyldodecyl Lauroyl Glutamate, Helianthus Annuus (Sunflower) Seed Oil, Jojoba Esters, Stearic Acid, Propanediol, Peg-100 Stearate, Palmitic Acid, Methoxy Peg-114/Polyepsilon Caprolactone, Mangifera Indica (Mango) Seed Butter, Polyacrylate-13, Glycine Soja (Soybean) Oil, Peg-30 Dipolyhydroxystearate, Cetyl Peg/Ppg-10/1 Dimethicone, Phenoxyethanol, Glyceryl Linoleate, Cetearyl Alcohol, Dimethicone, Hydrogenated Vegetable Oil, Glycine Soja (Soybean) Sterols, Propylene Glycol, Polyisobutene, Acetyl Glucosamine, Polyquaternium-51, Hexyl Laurate, Panax Ginseng Root Extract, Tocopherol, Hydrolyzed Ginseng Saponins (Enzyme-Treated Red Ginseng Saponins), Copernicia Cerifera (Carnauba) Wax / Copernicia Cerifera Cera / Cire De Carnauba, Tocopheryl Linoleate, 1,2-Hexanediol, Pantethine, Salicylic Acid, Dimethiconol, Glyceryl Linolenate, Alcohol, Persea Gratissima (Avocado) Oil, Fragrance / Parfum, Ethylhexylglycerin, Glyceryl Arachidonate, Gardenia Florida Fruit Extract, Lauryl Peg/Ppg-18/18 Methicone, Vitis Vinifera (Grape) Leaf Extract, Polysorbate 20, Sorbitan Isostearate, Beta-Glucan, Disodium Edta, Retinol, Perilla Ocymoides Seed Extract, Dextrin, Phytosphingosine, Sodium Hyaluronate, Isostearyl Alcohol, Dodecene, Sodium Chloride, Ascorbyl Palmitate, Hydrogenated Palm Glycerides Citrate, Honey / Mel / Miel, Myristic Acid, Arachidic Acid, Alpha-Isomethyl Ionone, Limonene, Hydrogenated Lecithin, Rehmannia Glutinosa Root Extract, Glycyrrhiza Uralensis (Licorice) Root Extract, Bht, Linalool, Panax Ginseng Flower Extract, Benzyl Benzoate, Hexyl Cinnamal, Paeonia Lactiflora Root Extract, Lilium Candidum Bulb Extract, Polygonatum Odoratum Rhizome Extract, Eugenol, Nelumbo Nucifera Flower Extract, Sodium Polyaspartate, Tbhq, Caprylyl Glycol, Sodium Methyl Stearoyl Taurate, Acetyl Heptapeptide-4, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Acetyl Hexapeptide-8, Sodium Hydroxide, Acetyl Octapeptide-3.",
	"how_to_use": "Suggested Usage:.-After applying serum, warm a pea-size amount between your fingertips, then gently press into skin to maximize absorption.",
	"num_reviews": 404,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/sulwhasoo-ginseng-renewing-cream-original-reform-P481833?skuId=2534964&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2534964-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz/ 60 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2534964-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1 oz / 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2653616-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Just ok",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this hoping to see a big difference in the moisture level of my skin. It feels nice going on, but doesn’t do much for lasting moisture. I live in a dry climate and am 47, so maybe I just need a heavier cream?  But for the price I was expecting more."
		},
		{
			"review_title": "Lovely product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I loved this product. I really saw a difference in the elasticity of my skin after using for a few weeks. I received this product complimentary from Influenster. While I probably wouldn’t purchase because it is out of my price range, I will say it is worth the price tag!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I got a sample of this, and holy smokes, this is so worth the money. I noticed an IMMEDIATE difference in my skin. It smells kinda weird, which is the ginseng I think. But it's phenomenal."
		},
		{
			"review_title": "Smells terrible but works incredibly well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This is a product in which you actually see results- my skin actually looked younger and was very soft. When I win the lottery I’ll buy the big jar!"
		},
		{
			"review_title": "Meh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Wanted to try this but Sephora sent me an expired product. Such a pain to return this time of year. Dumb."
		},
		{
			"review_title": "worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I would never spend this much on a product however while I was in Sephora I received a sample and decided to use it at home. It made a huge difference in my skin as I am in my 50s and feel that my skin is appearing more dull and less bright and supple. I have now purchased the entire line and feel that my skin is more soft and appears younger than it did before I am completely sold on this product I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using the Sulwhashoo Concentrated Ginseng Renewing Cream for a little over two weeks. My skin feels so soft and silky. It soaks into the skin so easily! My fine lines are much less pronounced."
		},
		{
			"review_title": "Brighter younger looking skin in just two weeks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Deep skin tone, Combination skin",
			"review_text": "This rich and luxurious face moisturizer has transformed my skin! The Sulwhasoo Concentrated Ginseng Renewing Face cream absorbs effortlessly, quenching my skin's thirst for hydration and leaving it feeling supple and soft. The concentrated ginseng extract, along with other traditional Korean herbs, has visibly improved my skin's elasticity and firmness, reducing the appearance of fine lines and wrinkles. With continued use, my complexion looks brighter, smoother, and more radiant than ever before. Its a bit pricey but there’s a good quantity that’s could easily last months and if your going to invest in something investing in yourself should be number one . It's truly a game changer for anyone seeking a premium anti-aging skincare experience!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been using this consistently for almost 2 weeks now and absolutely love it! I love the consistency of it, it’s creamy and rich but absorbs right into the skin. The scent is so therapeutic and relaxing. I noticed how glowy and supply my skin looks with daily use."
		},
		{
			"review_title": "Amazing Anti-Aging Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I've been using Sulwhasoo's Concentrated Ginseng Renewing Cream for the last few weeks and absolutely love it! I figured this cream would be a bit too thick for my combo/oily skin, but it's not. This cream absorbs quickly and feels lightweight on the skin. The texture is so luxurious. I love how soft and smooth my skin feels after applying. My skin appears plumper and more hydrated. This does have a strong ginseng/herbal scent, but it doesn't last for long. Overall, this cream is a little pricey, but if you have the money, it's worth the splurge. "
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This cream made my skin feel really soft and moisturized. It has a really pleasant and not overpowering smell. It’s great for the morning or evening and didn’t make my skin greasy. It made my skin look really glowy and plump as well! This is a really luxurious cream and you can see the results."
		},
		{
			"review_title": "Radiant skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Normal skin",
			"review_text": "The pod of ginseng cream comes with a spatula. This amount is portioned well because I don't need more cream than this. I pat and press the cream onto my combination skin. It absorbs quickly without oiliness. My face looks radiant, and feels smooth and silky. I don't use any other retinol products since it contains retinol. My skin definitely looks renewed."
		},
		{
			"review_title": "Incredible!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This is one of the best moisturizers I’ve ever used. It feels so nice going on and doesn’t leave my oily skin looking or feeling greasy. My skin looks plumper and my fine lines definitely looks less noticeable. I think the only con is that it’s pretty pricey. Definitely worth it in my opinion especially if you have mature skin I think you would absolutely love this!"
		},
		{
			"review_title": "Always wanted to try this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "First I always wanted to try this brand and feel fortune to get to try this cream. I have combination more towards dry. This cream is quite rich in consistency however not greasy which is a plus. It absorbs nicely, leaves no residue. It goes well with my other skincare, not cancelling anything by not pilling. My skin left firm and hydrated, I like the fragrance of this cream which is pleasant not overwhelming even for someone like me who likes less to no fragrance in skincare. I am quite impressed which this cream and further has motivated to try the complete range from this brand for maximum skin benefits."
		},
		{
			"review_title": "Smooth and soft finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sulwhasoo always has the best products. I recently tried their Concentrated Ginseng Renewing Cream. It is so good. It feels so light weight. The skin feels so smooth and moisturized after application. It makes my skin soft, hydrated and firm"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using this cream for a few weeks now, and I am super impressed. The texture is rich yet absorbs quickly, leaving my skin feeling deeply nourished and rejuvenated. The ginseng scent is subtle and luxurious. My skin looks more radiant and feels firmer. It's definitely a splurge, but worth it for the results! I got influenced by BlackPink Rose! Will get this for my mom"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "There is a lot I like about this moisturizer! I like the texture, I was worried it was going to be too thick but it was wonderful on the skin. The only thing I would change is the strong smell, but overall I like this moisturizer!"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I love this moisturizer! It makes my skin feel AMAZING! It’s not too thick but also not too thin (the perfect consistency). It also dries pretty quick which is awesome because I don’t like the heavy feeling on my face. So far I feel like it has made my skin look more luminous and just healthier. I feel like my skin has just been more plump! Definitely recommend this cream!"
		},
		{
			"review_title": "Good moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recently tried this  cream and I am absolutely in love with it! From the first application, I noticed my skin feeling plumper, soft and looking healthier, my fines lines are less visible as well. It doesn't leave my skin sticky or greasy, it applies beautifully and absorbs nicely into the skin. The scent is very nice and adds a touch of luxury to my skincare routine. The packaging is beautiful and elegant, making it a joy to use every day. Plus, the ingredients are amazing, giving me confidence that I'm treating my skin with the best. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This cream provides a luxurious sensation as it effortlessly glides onto the skin, absorbing quickly without leaving any greasy residue. Personally, I would appreciate it more if the Chinese herbal scent were slightly toned down, as I find it somewhat overpowering."
		},
		{
			"review_title": "So nourishing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "WOW. just wow this cream is so moisturizing and nourishing without feeling extremely heavy or greasy! i’ve been wanting to try a product with ginseng and after using it for a week my skin feels juicy and hydrated!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this moisturizer. It makes my skin look so bright, soft, hydrated and healthy. I use it together with the activating vi serum and my skin has not looked better before. Would definitely recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My gosh this cream is just luxury! So beautiful in the packaging, such an elegant scent as well. Most importantly it works and has the best ingredients to make you look younger and prevent agent. This brand knows what it’s doing!"
		},
		{
			"review_title": "My fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Indulging in self-care with the sulwhasoo cream has been a delightful experience! The luxurious texture of this cream is simply unparalleled, making my skin feel pampered and beautiful. I adore how it imparts a silky finish that leaves my complexion looking radiant. Despite having a scent, I appreciate that it's subtle and not overpowering - just the perfect touch of luxury in every application. My skin feels so nourished and treated, truly elevating my skincare routine to new heights. Dive into luxury with sulwhasoo!"
		},
		{
			"review_title": "Instantly makes your skin look hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "First, the packaging is so nice and luxe! There is a light perfume-y fragrance, but it’s very subtle. This sinks into my skin instantly, and doesn’t require any rubbing in. It makes my skin look so healthy, gives it an immediate glow like I just drank a gallon of water."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The high concentrations of ginsenosides work wonders for anti-aging and strengthening my skin barrier. It also has niacinamide and retinol, which are great for reducing inflammation and promoting collagen synthesis. The acetyl peptides help relax my expression lines, making my skin look smoother. it feels very moisturizing yet absorbs quickly without any stickiness."
		},
		{
			"review_title": "Refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Received this product from Sulwhasoo, after trying the serum from the brand I was excited to try this since the serum was so great. I used this in my skincare routine and love the smooth cool texture of the cream when applying to my face. After use the next morning I did notice my skin was smoother and more refreshed feeling. Will continue to use this. Would recommend!"
		},
		{
			"review_title": "Amazing cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been testing out this cream for a few days now and so far this cream seems to live up to it’s expectations. It’s a very nice light weight cream but gives a nice boost of hydration. My skin feels so good it gives it a bounce that I never get with other moisturizers. Overall if you have the money for this moisturizer it’s definitely worth trying out because I do believe it’s a moisturizer definitely worth its money."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the texture of the cream, it has a light texture, which leaves a film of hydration on the skin. After using it, my skin feels soft and radiant. This keeps my skin hydrated all day. I loved it very much"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I recieved Sulwasho renewing cream in exchange for my honest review. This cream has a creamy texture it’s thick and hydrates my skin well. I like that a little goes a long way. So far I have noticed smoother brighter complexion."
		},
		{
			"review_title": "Beautiful and effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely adore the Sulwhasoo Ginseng moisturizer! In fact there is nothing I have tried yet that I do not absolutely love! I understand why their products are pricey. They are not only beautiful but they are effective ! My skin feels energized yet very smooth and velvety. Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This luxe cream is very hydrating and my skin feels so soft and smooth upon application. It absorbs quickly and definitely plumps. The lightly scented cream is herbal but it does not linger. I personally do not notice any firming at this point, but I expect I may notice it over the next few months."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I love this cream for my face. It’s in a tub which I like. I love how it smells. It makes my skin feel so soft. I like that I can Put it on at night and it’s not too thick and doesn’t clog my pores. It’s great."
		},
		{
			"review_title": "Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "One of the things I loved about this cream is its texture. It feels so luxurious and leaves my skin looking so pretty! It has a scent but I actually found it to be fine with me. Nothing too strong or too overpowering. I love the silky finish on my skin."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Concentrated Ginseng renewing cream is such a potent cream and it’s amazing I can see visible results with just a few uses. I use this along with the Ginseng serum to get best results. Every time I use it , I wake up to glowing skin next morning"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "First of all- such luxurious packing I’m OBESSED! I have heard really good things about the ginseng renewing cream and it has lived upto the hype! It feels so soothing on the skin and definitely has the luxurious feeling"
		},
		{
			"review_title": "Beautiful cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This cream is so luxurious! I absolutely love the texture of this cream. It goes on so beautifully and is so hydrating and super silky going on. It soaks right into my skin and makes my slightly aging skin look bright and refreshed! The scent is light and beautiful too! This one is a keeper and I will be incorporating this into my skincare routine."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I absolutely love this product! It’s great for fine lines and wrinkles and it isn’t too thick on the skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I tried the Concentrated Ginseng Renewing Cream from Sulwhasoo and love it ! My face looks and feels amazing. The texture is so creamy and luxurious. I have received so many compliments. I will definitely be purchasing this again !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "[Gifted] The Sulwhasoo Concentrated Ginseng Renewing Cream is such a great addition to my Sulwhasoo collection. I love how moisturizing this is without being greasy and the scent is sooooo beautiful and fragrant."
		},
		{
			"review_title": "Smoothing and very hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I love my new Sulwhasoo ginseng renewing cream. This cream is very effective at hydrating my dry skin. The texture feels really nice and it’s very smoothing. My fine lines and wrinkles appear a lot less obvious. My skin is also very sensitive and this this cream is gentle and moisturizing. I use it daily and my skin looks so much better now!"
		},
		{
			"review_title": "Hydration silky softness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I just finished a small sample bottle and love this cream. My skin is so soft I can’t stop touching it and it keeps me hydrated all day. Love the scent. Lightweight. Recommend!!"
		},
		{
			"review_title": "love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "go this as a sample and i love the product. it has help with MY texture skin, leaves my face so soft and it keeps it hydrate."
		},
		{
			"review_title": "It’s amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ginseng cream is the best pore reduction cream and hydration cream I have found. People when use it always tell me I look more awake and have great skin. The price is just very hard to justify at times."
		},
		{
			"review_title": "Meh! I can’t justify the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I used the sample I received in the 500 points reward and it’s a hydrating cream at best that feels very heavy if you have combination skin. It also caused some breakouts on my face. Can’t justify the price at all!"
		},
		{
			"review_title": "not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I got my sample from the advent calendar...I used it today for the first time and I couldn't wait to take it off...I found it sat on my face and when I rubbed my eyes it got all in my eyes...sadly I wished I liked it because it made my skin soft"
		},
		{
			"review_title": "Not hydrating",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the First Care Activating Serum, but this cream has been a disappointment for me. I've been using it for over a month, and unfortunately, I haven't noticed any difference. It's not hydrating enough, and my skin still feels dry. It's expensive and not worth the money."
		},
		{
			"review_title": "strong perfume not for everyone",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "keep you skin hydrated too bad the smell is too suffocating."
		},
		{
			"review_title": "Maybe not for everyone",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have tried this and it is very moisturizing, but suffocating, it feels like a thick layer on your skin. And the scent is very strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best moisturizer I've used so far. I've seen improvements in skin texture as well as hydration. The smell is strong, but doesn't linger."
		},
		{
			"review_title": "worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This  cream makes my face glow and texture of my skin seems to be improving. A Lil goes a long away."
		},
		{
			"review_title": "Definitely will be purchasing again!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "After using this product over the past few weeks, my skin thanked me! The smell of this product is amazing. Each use is a reminder of how refreshing it truly is to take care of your skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "its nice and super moisturizing but i cant deal with the scent, its so strong"
		},
		{
			"review_title": "Won’t try another moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I cannot recommend this enough omg the moisture texture is luxury in a cream, but let me tell you this actually works most moisturizers will add moisture to my skin I’m combination to dry. But this not only plumped my skin but the overall texture and clarity is so much better thinner skin smooth looking and smooth to the touch my rough patches is gone. Ginseng and retinol does wonders on my skin."
		},
		{
			"review_title": "My go to! Absolute favorite moisturizer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I can not live without this cream. I use to wear makeup quite often but let me tell you with this cream I’m 100% confident not wearing any makeup at all. It left my face baby smooth. I’m 54 and it’s hydrating enough for our cold dry NY weather"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "After using this product for months, I love how hydrated my skin feels, the formula is amazing"
		},
		{
			"review_title": "Will buy again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I got a sample size with my sephora points. All I can say is that I am absolutely blown away with this product! The second I put it on my skin I felt how rich and smooth it was. It did not irritate my skin which is a big problem I have with many skincare products. My skin afterwards felt light, clean and very soft to the touch. which"
		},
		{
			"review_title": "Amazing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "With two use of this cream, my skin started to look plump and glowy. I have combo skin and this lightweight cream does not feel heavy on my t- zone area."
		},
		{
			"review_title": "Not worth the price tag",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This product was disappointing… I bought the small size and it did nothing for me… also smells like dirt. Glad I didn’t buy the big one, totally not worth the r price."
		},
		{
			"review_title": "Allergy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "First night using item and my skin looks red with pimples. Looks like I’m having a allergy from it. Face feels itchy as well."
		},
		{
			"review_title": "Exceeded expectations",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Honestly i didn't know what to expect because I received this in a Voxbox from influenster. I'd never heard of the brand before!! I was absolutely blown away by how rich and smooth this product turned out to be"
		},
		{
			"review_title": "Cute packaging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was complimentary from Sulwhasoo,  it was a sample In a cute little bottle, but the smell of this product is. It my favorite. It did make my skin feel softer but not as nice as I would have expected from something that is this expensive. I would recommend people pass on this."
		},
		{
			"review_title": "My favorite moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A bit expensive but I love the light feeling and wonderful soft fragrance. I’m a big fan of Korean Beauty."
		},
		{
			"review_title": "SMELLS LIKES CIGARETTES",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I didn't remember why I never bought this lotion and when it arrived I knew why. It smells like cigarettes. Then your face smell like that as well. All day. Agggggh. Why did they make it smell like that?"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this product with my own money. I haven’t found a moisturizer so rich but lightweight at the same time. It is amazing. I didn’t give it full 5 stars because of price only. I can’t justify price on a  moisturizer but if it was a little bit cheaper I would never use anything else"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I love the smell of ginseng and the feel of the cream on my skin. It makes my skin soft and looking healthy."
		},
		{
			"review_title": "Great, But Too Expensive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I can't justify the price of this cream, but it is incredible! It leaves my skin feeling much more elasticized and bouncy. I'm glad they make two sizes, because I can only get the smaller size for that price. If I find one just as good that's cheaper I'm bailing."
		},
		{
			"review_title": "nice moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "For reference I have combo skin. I really enjoyed this moisturizer. It glides onto the skin effortlessly and sinks in quickly. It does have a slight herbal fragrance but it's nothing overpowering. I haven't noticed any visible improvement in my skin yet but I will continue to use every night. Gifted by sulwhasoo."
		},
		{
			"review_title": "Hydrating and Firming!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this Concentrated Ginseng Renewing Cream Deluxe Sample complimentary from Sulwhasoo in exchange for my honest review. The scent was very herbal and relaxing as I applied this hydrating light cream to my face. The consistency is so rich that the moment it touched my skin it was apparent that this was a luxury product. I am growing fonder of this product every day as I notice my skin getting smoother and firmer, especially the fine lines around my eyes.  I am going to have to purchase the full-size soon!"
		},
		{
			"review_title": "Moisturizing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Concentrated Ginseng Renewing Cream Sample complimentary from Sulwhasoo in exchange for my honest review. Even in the small sample container, it's an attractive design, but it does seem like a lot of extra plastic in the design. The cream feels lightweight on my skin and absorbs easily leaving my skin feeling hydrated and moisturized. It does have a somewhat strong fragrance that's somewhat herbal. I found it pleasant and not overpowering, and it also was much more subtle after applying it."
		},
		{
			"review_title": "Elixir",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was gifted by  Sulwhasoo with a Concentrated Ginseng Renewing Cream. This product is so rich and creamy. My face feels supple and soft . Although pricey a little goes a long way. This cream makes my skin feel so soft and smooth. Wake up looking refreshed."
		},
		{
			"review_title": "Great Anti-Aging Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this Sulwhasoo Concentrated Ginseng Renewing Cream Deluxe Sample complimentary from Sulwhasoo. I needs hydration and anti-aging cream within the whole year since I already over 30 year old. It is super moisturized and not too heavy. It improves my skin that feels more smooth and less wrinkle after one week. It also smells good. Love it , highly recommend."
		},
		{
			"review_title": "Works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I am so grateful for Sulwhasoo for complimentary gifting me this cream to try. This cream is so lightweight and makes my skin feel so soft and smooth. This has really made improvements to my aging skin signs and make my skin look healthier and younger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I was excited to try this! The smell wasn’t to strong but I could smell it when I applied it. My face feeling soft and smooth. I think continuing using this will be amazing on my face. It does not leave my face feeling thick or sticky like a lot of others I’ve used."
		},
		{
			"review_title": "Really enjoyed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I tested the Concentrated Ginseng Renewing Cream, gifted to me by Sulwhasoo, and have been really enjoying this product. At first, I thought the Ginseng scent was too strong in the jar but calmed down once applied to the skin. The cream itself is very luxurious feeling. It soaked into the skin nicely and made me skin feel revitalized. I would definitely repurchase this item."
		},
		{
			"review_title": "A definite must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this Sulwhasoo renewing cream! Ginseng has all different kinds of uses, my dad used to dig it when I was little, this cream instantly brightens, wakes up and firms your skin, leaving it soft and fresh and rejuvenated! I definitely recommend adding it to your daily routine will not disappoint!"
		},
		{
			"review_title": "Love it a lot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Its very moisturizing and rich. I love the smell too. I usually use it in the night time. And next morning, my skin is still very hydrated.The packaging looks very luxurious. I will definitely recommend it to my friends and family. It’s complimentary from Sulwhasoo."
		},
		{
			"review_title": "lovely ginseng cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I was gifted by  Sulwhasoo the concentrated ginseng cream in exchange for my review.  The concentrated ginseng cream made my skin feel really soft and reduced  the redness in my cheeks.  I have dry, sensitive skin and my skin needs a lot of hydration and a good moisturizer is a must.  The cream was smooth and smelled just like ginseng, the beautiful amber packaging added to the experience, this was a lovely sample to receive."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I have always liked ginseng-scented skin care products. This cream contains a light ginseng fragrance, which brings deep nourishment to my skin, but the price is too high. It would be better if there are promotions."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve always loved Sulwhasoo products and this one is no different. This cream is supposed to be the lighter version of the class one. I love how it sinks in and doesn’t leave a layer on my skin. It leaves my skin feeling supple and hydrated."
		},
		{
			"review_title": "Love it so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The cream is incredibly moisturizing! After you put on your skin, you can right away notice the glow but not oily. And I love the gingceng smell it’s so cure. Definitely will buy the big size and recommend to my friends and family!"
		},
		{
			"review_title": "A good face a cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Gifted by Sulwhasoo. I am enjoying using this cream. It is very hydrating and good for my sensitive dry skin. My skin is more hydrated and looks glowy. It helped with firming the skin I will continue using it and excited to see more results."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "It is a nice rich cream. It is very easy to absorbed by your skin. It will hydrate your skin very well and keep it moisturized for while. Overall it is a good cream to try. But I only got a very small sample to try for few days. Can’t see any long term result."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This moisturizer is very rich but spread easily on to my face. It deeply moisturizes my skin without any stickiness. It goes very well with the concentrate and smells like real ginseng. I like this smell as it makes me feel cured."
		},
		{
			"review_title": "Am buy more again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really liked this cream. I felt my face fresh and hydrated all day long. I felt less helasticity. This cream leaves no residue. I recommend it. I would buy it over and over again. I loved it a lot. Complimentary from gifted by sulwhasoo"
		},
		{
			"review_title": "super light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This was gifted by Sulwhasoo, When I first tried this, I was so obsessed! It has a super smooth texture that absorbs very well, and melts right into my skin without leaving my skin feeling oily. It helps with wrinkles and firmness, and it's super light I love it!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This renewing cream is amazing! It has a light scent to it. It absorbs into my skin very easily.  It has a nice texture to it. My skin is extremely smooth and soft when using this. I am really impressed with this cream. I received this complimentary from Sulwhasoo to try and review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This Sulwhasoo Concentrated Ginseng Renewing Cream Classic is one of the most expensive creams that I have used. It has perfect packaging and nice texture and scent. It is pretty rich but easy to apply. Definitely worth trying if the price is okay for you."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this Concentrated Ginseng Renewing Cream Deluxe Sample 5mL complimentary from Sulwasoo. Both me and my mom like this cream. It is creamy and rich, does leave my skin soft and moisturized. But definitely need more time to see the effectiveness"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It is complimentary from Sulwhasoo. My skin feel pretty dry in the winter season. I feel like this cream work good about helping the skin to smooth and hydrate. This cream is soft, and the smell is small and nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am truly blown away by how good this product is! It is incredible and makes my skin feel absolutely insanely healthier and moisturized! I highly recommend trying it, I know it is pricey, but wow it has great results and I am very impressed. Gifted by sulwhasoo"
		},
		{
			"review_title": "hydrating and plumping!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "love this small but powerful cream! i tested out the sample size gifted by Sulwhasoo and it packed a moisture punch on my normal-dry skin. ginseng is such a good ingredient too and it left my face feeling hydrated and plump. the texture and scent is also really lux! i love my other sulwhasoo products and would love to get the full size version of this"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I love this moisturizer. It is super rich and creamy. My skin feels super moisturized after using. It glides on the skin really nicely and absorbs quickly without feeling greasy. Its perfect for my dry skin. I received this complimentary from Sulwhasoo in exchange for my honest review."
		},
		{
			"review_title": "Definitely a skin routine staple for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I got this product through an online coupon I found, but I couldn’t be happier I did! It’s definitely got a strong smell initially, but after it soaks into your skin and you use your other usual products, I don’t notice it lingering. It soaks into my skin so well, and leaves it extremely soft and smooth looking. I personally really love how hydrating it is as I have super dry, flaky skin. It definitely improves my skin texture as well. I only wish that it was cheaper. Overall wonderful product and I highly recommend it, especially for dry or combo skin."
		},
		{
			"review_title": "Anti-Aging cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received complimentary from Sulwhasoo This is A silky-soft, powerful cream that diminishes visible signs of aging and helps skin look firmer, smoother, and more refreshed. This cream can helps improve the look of wrinkles and firmness with Ginsenomics™—Sulwhasoo’s signature ginseng saponin—while ginseng peptides help protect skin from environmental stressors. It can help the Loss of Firmness and Elasticity! This cream is lightweight texture! I use it in my night time routine! I am enjoying the ginseng smell when I apply it on my face, Not greasy! So smoothing and hydrating! Great for any skin types!"
		},
		{
			"review_title": "So nice !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really like this renewing cream. It is very good for combination skin like mine. I like that the texture is light so it doesn't feel heavy on the skin. I must also say that it hydrates a lot and I love that it leaves my skin so soft and smooth. I am using it day and night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is gifted by Sulwhasoo. I love skincare products that smell like herbs, and ginseng is my favorite herb. This cream has a light ginseng fragrance and the rich texture provides good nourishment to the skin. I look forward to the anti-aging and fine line fading effect after long-term use."
		},
		{
			"review_title": "love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have really dry skin and i feel like this helped my skin so much. it’s a very rich and thick cream too which i love"
		},
		{
			"review_title": "Renewing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am such a huge fan of the brand sulwhasoo. Therefore me liking this renewing cream is no surprise. It feels great applied although i am not a huge fan of the smell but besides that my skin feels great. Was only able to try it a couple times due to the size of the bottle but will purchase in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received the product as a gift complimentary from Sulwhasoo. It arrives in deluxe sample size. The cream is very light weight and easy to absorb. I use it twice per day after serum. My skin looks firmer and smoother. I would definitely continue to use it and may purchase a full size later."
		},
		{
			"review_title": "Such a great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this as a gift complimentary from Sulwhasoo. My face after using this product not only feels more hydrated, but smoother and brighter! It smells great, feels great and goes on easily and is non-greasy. Highly recommend for any skin issues you have."
		},
		{
			"review_title": "Light weight",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I like the texture of this cream, it is really light weight but you can feel that it is very hydrating. I received a complimentary sample size so i couldn’t really tell if the antiaging properties are really true or not. Also this brand is not cruelty free."
		},
		{
			"review_title": "Feels great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I just received this product and have used it a couple times. The cream has a mild, pleasant smell that is not overwhelming. It went on smooth and made my face smooth without being sticky or heavy. I would buy this if it continues to feel this nice on my skin and firms my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "If you haven’t try Sulwhasoo brand , I strongly suggest you to give it a try . This Concentrated Ginseng Renewing Cream adds nutrition and hydrated my skin , it makes my skin feel much more smooth and brighter. So glad to have a chance to try this cream complimentary from Sulwhasoo ."
		},
		{
			"review_title": "So good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this mini version of face cream. It’s so amazing for my sensitive skin and doesn’t cause any issues. It keeps me hydrated and youthful and easy to travel with and carry on the go when it’s cold and my skin is extra dry."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Sulwhasoo.  It is nothing special and I dont think its worth the price, so many others out there just as good and a ton cheaper.  I really didn't care for the smell.  The mini was so small I didn't really get to test it out long enough to see if it did anything besides hydrate my skin.  Pass on this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I got a sample from sulwhasoo and I’m in love! Such an amazing cream and a little goes a long way. Which i think justifies the price. Not only it’s such a smooth, gentle, moisturizing formula it also seems to help my small wrinkles right away!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Caused a big eczema flare up. Wouldn’t recommend it to sensitive skin."
		},
		{
			"review_title": "Very creamy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I received a small sample for this but it wasn’t enough to make a conclusive review. The texture is quite nice. It’s thick and creamy. You can definitely smell the ginseng."
		},
		{
			"review_title": "You have to like the smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It felt like cooking mushrooms while applying the cream on my skin. And it is not very moisturizing/hydrating. Certainly not worth the price."
		},
		{
			"review_title": "Ehhh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free for my review.  I did not especially enjoy the smell, too much to actually use on my face so I used it on my arms. Nothing special honestly."
		},
		{
			"review_title": "Great product, terrible smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "this is probably the product with the worst smell out of the bunch. I put hardly any on as the smell is off putting. I will say my skin though always looks great when I finish with all four products plus some of my own. It isn’t greasy or oily. A little goes a long way as well. The packing on this one is the best out of the bunch. Very pretty."
		},
		{
			"review_title": "Nighttime fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I recieved this product complimentary from influenster for reviewing purposes. I love trying new skin products but I am always a little hesitant due to having sensitive skin. When I felt the tingle I got worried but I had no burning or redness so I think the ginseng just gives a little tingle to let you know its working! I have been loving it in my nighttime skincare routine."
		},
		{
			"review_title": "Love-love-love this cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received a sample of the Sulwhasoo Concentrated Ginseng Renewing Cream and liked it so much that I purchased the 0.33 oz. product size. I went with the mini due to the price point. I wanted to make sure it worked for my skin before investing further. I’m so glad I gave it an extended try because I feel in love with it! While some others don’t enjoy the scent or feel it’s too strong, I really enjoy it. To me, it is pleasantly herbal and fades away after a few minutes. The cream is medium-weight—not too heavy and not too light. And at 49, my skin has changed in the last year and is much drier than before. This cream does a lovely job of adding lasting moisture without feeling heavy or greasy. I’ve had no breakouts or irritation at all. I’ve since purchased the Bestsellers Kit and the Cult Classic Set, so you could say I’m committed!"
		},
		{
			"review_title": "Renewal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "First impression was the lovely smell and feel of the cream. This is my first K Beauty item used. The cream is very effective it applies wonderfully, sinks in quickly. Leaves skin feeling soft and supple. This is part of a skin regimen. The texture is smooth and cooling and definitely recommended due to its smoothness and effectiveness. Some reviewers said that they didn't like the smell but I found it herbal and luxurious."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I recieved this product free from influenster in exchange for my honest opinion. I have used this for a few weeks and my skin is less dull and has more glow. This is easy to use and feels awesome if you store it in a skincare fridge. Definitely worth trying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is great! It's a really thick cream that's great for the winter"
		},
		{
			"review_title": "Tingly cream feels good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Normal skin",
			"review_text": "I received a full size sample of this product from Sulwhasoo Sephora and Influenster in return for my review.  I like using this cream in the evening after first washing my face with the foaming cleanser.  Definitely has a tingle going from the ginseng but nothing irritating.  I haven't used enough to fully say that my crows feet and lines have abated but I have high hopes that they will"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "#complimentary #sulwhasoo #influenster  I love this moisturizer! It is now part of my skin care routine. My skin is so moisturized and soft. It does have a scent which I was not very fond of but you can’t even smell it after a while and great for winter."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizer performed great and was super nourishing! My only issue was the strong scent. Although my skin didn’t react to it, it was a bit much. Otherwise this was great!"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love this cream, super lightweight but still Moisturize and gives you that smooth finish. I live somewhere very dry and rough winters and it’s been great. Will definitely purchase more"
		},
		{
			"review_title": "Nice and Gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I cannot recommend this cream enough. The whole line is fabulous but the cream feels so nice and lightweight"
		},
		{
			"review_title": "Lightweight Moisture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great gentle moisturizer! I would compare it to a lightweight water cream, it does the job but if you are extremely dry you will need something a bit thicker/more moisturizing. Does have a bit of a fragrance if you aren’t into that sort of thing."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I loved this cream! it was really lightweight and did have a scent to it but was still amazing"
		},
		{
			"review_title": "I loved it, minus the scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I received the Sulwhasoo ginseng renewing cream complimentary from Influenster. I was sent a whole kit to try out and overall, I enjoyed what I received. The renewing cream comes in a glass package that truly is so pretty. I feel like it should come as a refillable package since it seems like the cream is in a pod that is then placed in the glass packaging. I was not a fan of the scent of the cream and it's my only complaint. I found it to be nourishing to my skin and I liked the consistency. The rest of the products have this clean ginseng scent, but the cream was just a bit stronger and not in a good way. If you can get past the scent of it, it's definitely an enjoyable product and I'm a dry person."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this item free through Influenster for my honest review. Out of the whole kit, this was the best. The cream works well, makes my skin feel hydrated. Again I just cannot get past the scent! Not a fan of that overall."
		},
		{
			"review_title": "My dry skin thanks this product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I thoroughly enjoyed this product. I have extremely dry skin and this truly help me especially during this time of year. The winter is a really bad time for me, seeing as my dry skin escalates. I would recommend this product, especially to those with dry skin. It is definitely worth the money.   Thank you Influenster!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this product for over a month along with it serums I am obsessed my skin has never looked so great the only thing you may not like is the smell but I can get past this now because its product is so good"
		},
		{
			"review_title": "Considering adding it to my daily routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary from Sulwhasoo & Influenster in return for my honest opinion. I was pretty excited to try out this product as I enjoy trying different skin care lines to see if they help with different areas of concern. I struggle with fine lines, dryness, acne prone skin, dark circles. At first I was skeptical because the smell was different, but I grew to enjoy it. A little goes a long way. It seemed to help with a few of my mentioned problem areas. I think with continued use I could see more effective results."
		},
		{
			"review_title": "Must have in every day routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "After using this product I noticed a big change in my skin, all the dark spots are going away and my skin seems to be more tighter in a good way. Turning 30 and learning to take care of my skin has been difficult but finding this product has been a miracle for me I recommend."
		},
		{
			"review_title": "Must-have moisture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "My skin feels so incredibly soft after using this product!  I seriously couldn’t stop touching it.  My skin is in need of moisture and hydration and I’ve enjoyed turning to Sulwhasoo for that.  It’s become a trusted product on my vanity.  This particular moisturizer has a little bit stronger of a perfume-y scent but I’d still turn to it again and again for its quality and results."
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used this the whole month leading up to my wedding and I had no issues with my skin. No stress breakouts, no redness, my skin was not oily and my makeup wore great the whole day. Highly recommend if you can splurge"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received these products on influencer and I really liked them, they leave my skin very soft but the price is a bit high and the smell is not very pleasant"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I received this cream complimentary in honest review for my opinion.    My first impression of this moisturizer was definitely decent. The texture is great it feels like an oil free gel but it's not overly moisturizing. I have more normal to oily skin but in the winter I have combination. I can't put my finger on it but it's like I want to like the fragrance that's in this, but I just can't for some reason. It smells musky and meant for more mature skin. I did however happen to try this cream for a few weeks and did enjoy how the cream made my face feel after and also the next morning. I did receive results that was supple, soft and smooth in texture!  I did not see a lot of improvement in the anti aging area but more moisturizing. The reason I gave it 3 stars is I can't get past the smell for me but that's my personal opinion otherwise I would give it 4 stars but this didn't stand out for me. I am grateful for the opportunity to try this!"
		},
		{
			"review_title": "Super hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this face cream. It’s very nourishing when applied and provides the perfect amount of moisture to the face without leaving it feeling to heavy or oily. Great scent and I would absolutely use again and again"
		},
		{
			"review_title": "amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "love this product so smooth and lightweight on my skin influenster sent me this product and i was so excited to try it, you can feel a noticeable difference in formula"
		},
		{
			"review_title": "Buttery soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product has a light ginger like smell to it but it’s not bad at all. A little bit goes a long way when applying it on the skin. I just love the way this product makes my skin feel after I put it on and after it absorbs!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Very nice feeling.  Thick like a night cream but not heavy. Use a little tiny bit and it goes along way. Nice,  smooth,  hydrated face!"
		},
		{
			"review_title": "Don’t need a lot for face",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Not overbearing smell not a lot in the container of such size. Cream was light on my skin so my skin could breath a little without my pores being clogged. Don’t need a lot to cover entire face."
		},
		{
			"review_title": "A real gem !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This formula is amazing!!! Leaving my skin feeling plump and nourished! The packaging is luxe and I love the ingredients used ! Highly recommend and will keep using this !!!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This cream is amazing! It’s done wonders for my skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I so wanted to love this product, but it isn't my favorite. I've been trying it out for about a month now and it doesn't wow me. As I've said before, I have the Sahara desert for skin, so this just wasn't moisturizing enough for me. If you have normal to slightly dry skin, you might love this product. It does feel absolutely amazing when you put it on, it just didn't provide the results I hoped for."
		},
		{
			"review_title": "Good cream",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Influenster to try and honestly it was a good face cream and it made my face smooth and soft but the smell was just not to my liking. It also does not fit my budget to purchase."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This stuff truly is a wonder! It works great on my skin keeping it so soft, smooth and hydrated and not to mention it smells so wonderful."
		},
		{
			"review_title": "Fresh and fast results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product is so easy to use and I see results in minutes! It smells light and fresh and a little goes a long way. If you’re looking to shorten your self care routine without compromising results/ product quality, this is for you."
		},
		{
			"review_title": "Clean - Clear - Results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Used this down to the last drop!  Was pleasantly surprised at results since using. Texture was a bit thicker, almost like a night cream. Because of the thickness, I was a bit concerned with if/how it would make my skin oily and it did right the opposite! My skin stayed hydrated all day long with very minimal oil in usual t range - less than what I would get on my daily regimen.  I have not used this brand before and would recommend to friends/family!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After a while of my wife using this product she likes it but it’s a super expensive product and honestly for our budget it’s a little out of our range"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Loving this! Very hydrating and healing, I really enjoy it."
		},
		{
			"review_title": "Very hydrating and not too sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product is a great cream to use at night as it is a bit thicker. It makes my skin very smooth and soft, but my skin is pretty clear normally so I didn’t notice a huge difference. Overall, it is of great quality and it is not too sticky, which I like."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Works very well, but smells pretty not great. I guess that's ginseng for ya."
		},
		{
			"review_title": "Nice refreshing and works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizer is great as a part of the set. I really enjoy it and I would definitely use it again. I’m a sucker for a great moisturizer and this one is refreshing and works great. For the price alone it doesn’t feel completely worth the money. But as a part of the kit it pairs nicely and works great!   The ginseng smell is potent, but it’s definitely got ginseng in it! I love the smell so it’s super enjoyable to me."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m a diva with moisturizers and this one is great! I hate dry skin and usually double up but I don’t need to with this one."
		},
		{
			"review_title": "Smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have noticed a change in my skin but I can’t get passed the smell of the product!! It works effectively it just stinks!!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great product, i love the texture it's very light weight. Not a big fan of the scent."
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "After using this products over the last few weeks, I love the results!"
		},
		{
			"review_title": "Could Be Improved",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I definitely love how hydrated my face feels when I use this, along with the serum. However, the smell is awful. If it didn’t work as well I would have just stopped using it !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I really enjoyed this product! It felt great on the skin and left my skin hydrated. I would definitely try this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Love how hydrating this cream is for my skin. Use it on a daily basis now each morning and have noticed my skin appears refreshed and feels smoother. Received complimentary."
		},
		{
			"review_title": "Good moisturizer,  not good scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free and exchange for a review. I really like this moisturizer it especially works around the eyes softening the fine lines. It also plays well with my foundation and sunscreen. My only complaint is the scent. It smells like cheap flowers and rotten citrus."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The product is great and left my skin feeling hydrated without stickiness.  Combined with the serum it leaves my skin glowing.  The one thing I don’t like is the scent.  The smell upon opening is a bit strong and pungent.   I was given this product complimentary from Influenster in exchange for my honest opinion."
		},
		{
			"review_title": "Purchased Myself--Enjoy the Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I wrote a detailed review twice, but the app crashed and never posted it, so I'm writing again.  Third time's a charm...  I've been using the cream for about half a year and really like it. It has a smooth texture that melts into the skin once it spreads on the face. It leaves me very nourished and radiant, and I swear it makes my cheeks slightly rosy (due to ginseng's properties). I have normal to dry skin and can use this throughout summer and winter without issues. If you're oily, this might be too much in the summer, but I still don't think it's heavy in the traditional sense. It is not a lightweight fluid or gel cream, though; it is a cream through and through. I use retin-a and get chemical peels often and have not had any issues so far, and I like to pair it with the Classic Cream at night, which is a bit thicker and more potent.    One last thing, it smells like ginseng. If you don't like herbal scents, you might not like this, but it doesn't linger like perfume does; it's just how ginseng smells."
		},
		{
			"review_title": "For those who love a daily routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is serious stuff! I have to admit I only tried it for a week but it did leave my skin feeling softer. The fragrance is not my favorite. I would recommend this to anyone who loves a daily routine.  It isn't meant to be used alone so get their other products as well."
		},
		{
			"review_title": "Beautiful Results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster and Sulwhasoo in exchange for my honest review. My first impression was this beautiful packaging. The gold lid with amber colored jar is exquisite. The product within is a creamy white smooth texture. It has a light and clean scent. After it's use, my skin felt hydrated and soft to the touch. I am using this product as a skin care regimen. I have wonderful results from it use. #sulwhasoo #influenster #kbeauty #voxbox"
		},
		{
			"review_title": "Great for dry skin and texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This cream packs a great power in a little amount. You don’t need much to get the job done. It helps my dry skin a lot and I’ve also noticed a smoother texture to my skin too. I use it nightly in my routine. Gifted by Sulwhasoo."
		},
		{
			"review_title": "SO GOOD! Skin like a baby's.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product from Influenster in exchange for my honest review: Wow! This cream is amazing. SO nourishing and it left my skin glowing. It also played nicely under sunscreen. The scent is definitely gingseng-forward but it isn't a bad scent, just earthy. I really loved it paired with Sulwhasoo's Activating Serum but on its own, it works magic. Some might not like the jar (rather than pump) container as it is a bit less hygienic but this way you can scrape out every last drop!"
		},
		{
			"review_title": "Exceptional",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I really like this moisturizer. It locks in the moisture and leaves your skin looking radiant. It also smells really nice. There’s this feeling of luxury with it when you apply it."
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "As someone with the most sensitive skin in the world I found this to be great. Not only was it cooling and non irritating it also has added bonus’s. I honestly loved it. Received complimentary from vox box campaign."
		},
		{
			"review_title": "Great cream fragrance not so much",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I received this renewing cream in exchange for honest review.  The cream feels light and nourishing to my skin.The only thing that needs improvement is the fragrance.. It’s a botanic smell, almost like grass, and it’s a little offputting. However, I do like the cream."
		},
		{
			"review_title": "Loved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love the smell. It makes my skin feel so soft like a baby. You don’t need too much, just 2 pea sizes & you’re good! After putting it on I feel relaxed, and ready to sleep."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This was a free sample for my honest review and it has become a staple in my daily routine. It completely moisturizes and hydrates as advertised. I would highly recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It has a strong smell like herbs but it disappears quickly and at the end there is a slight scent of honey that I like very much, it absorbs quickly, it has a light texture very easy to apply, I really like that it does not leave my face so shiny or greasy, She applied it in my night routine, and in the morning I notice it is softer and more hydrated, my face is noticeable and remains less greasy.  I recommend this face cream"
		},
		{
			"review_title": "Packaging is deceiving",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "This is by far my favorite packaging of this whole bundle I received. It's easy to open. Small enough to travel within my skincare bag. Doesn't leak. A little over a pea size amount is all I needed. I love the fragrance. Isn't overwhelming. I noticed my skin become a tad more firm and my fine lines not so noticeable. It absorbs into the skin fairly quickly. Doesn't leave an oily slimy feeling on your skin as some other moisturizers do. This is my favorite product from what I was gifted. The main thing I didn't like was the packaging is deceiving on how much product is actually in it. By the time you see your first results of this product, you have to get another one. 😒 I like seeing continuing results and more improvement before I run out of product."
		},
		{
			"review_title": "Miracle, solved a mystery skin issue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This moisturizer resolved a mystery skin condition I had been suffering from for nearly a year, and the timing was perfect as I received a sample of this stuff the WEEK before I was attending the most important event of my life: wedding. I had dark crusting skin spread over the sides of my face and my whole forehead, I figured since the steroid cream I was given didn't work, when this arrived, I just put it on overnight, and woke up to all the affected skin on my face PEELING OFF like a snake. I was so perplexed that I immediately looked up to buy thi stuff to use, saw the price, silently closed the page, and thought it would be that. I managed to find a source to purchase this stuff directly from Korea for a fraction of the price, so I am pleased to say, if you want this, get it from Korea! Knocking the star off for Sephora pricing this so high when it could be so much less (definitely still expensive, but not insane like this) [I'm sure the story will sound fake, but I did end up seeing a dermatologist immediately after the big even, got biopsied, diagnosed and put on antibiotics to clear up the rest of the affected skin that I didn't get to apply this cream onto. This cream just saved me from having to deal with hundreds of relatives seeing and getting scared of what happened to me.]"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "I really like this renewing cream! I’ve been using them for a few weeks and I can definitely tell my skin is tighter and firmer! The only thing I didn’t like about it is that it dries my face out quite a bit, so much so that it was peeling. Once I added a moisturizer into the routine, it got a lot better! I’d definitely recommend them to someone who needs to firm up their skin and doesn’t have a problem with their skin drying out easily.  I received these products complimentary from Influenster and Sulwhasoo for testing purposes.   #complimentary #sulwhasoo @Influenster @sulwhasoo.us"
		},
		{
			"review_title": "Great for dry skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My skin is dry year round and this definitely helps keeping it hydrated. I also have sensitive skin so I’m glad I didn’t get any allergic reaction. The smell when applying does feel a bit strong but after a while the smell fades and it’s not noticeable."
		},
		{
			"review_title": "a must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "complimentary from Sulwhasoo It is a very moisturizing cream, with a light texture that feels very pleasant on the skin. Leaves skin smooth and soft with a natural glow, without leaving a greasy feeling.  I have a travel size product so I can't say if it is firming."
		},
		{
			"review_title": "Love how this made my skin feel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Loved the way this made my face feel. It felt tighter more firm and my skin texture was smoothed. The scent is not great, but fades right away. It wouldn’t stop me from getting this product because of how well it worked."
		},
		{
			"review_title": "I love it!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m so happy to try this Korean skincare products my skin has been very hydrated and the smell is very calming."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this product for free from influenster and sulwhasoo for free complimentary in exchange for my honest review i am loving the result it has helped keep my dry skin feeling hydrated. Aplication is easy and the formula is so good feel my skin very fresh all day definitely recommeded"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Absolutely love this moisturizer! It came just in time for the cold fall and winter months. It is so luxurious and glides and glazes onto the skin beautifully. Skin is hydrated and supple and feels like a cloud! It is scented which I usually don’t prefer HOWEVER I’d compare it to a luxurious essential oil smell, so it’s actually quite nice! I would definitely repurchase this product for both warm and cold months!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Love this product! #influenster  Would definitely recommend this product to anyone who might need this sort of product!"
		},
		{
			"review_title": "Ginseng moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This cream is expensive but worth it. It is potent with ginseng that helps with anti aging. Ginseng is a great ingredient that helps people when they are sick and to heal the body overall. There is a strong smell of ginseng when it is first placed on the face but the scent goes away."
		},
		{
			"review_title": "A must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Just received this product! It’s so smooth and creamy , leaves my face feeling refreshed!"
		},
		{
			"review_title": "Must try it !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have been using this product for a few days now also my mom has been using it and it has helped so much with her dry skin"
		},
		{
			"review_title": "Amazing Renewing Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I just received this yesterday from Influenster and I was shocked and so happy to receive four products from this brand. To be honest I had never heard of this brand until recently when Influenster let me know that I was going to be receiving these products but I am super happy that I did. The brand itself seems very high quality and almost luxurious in a sense. This renewing cream feels like a special treat and I am so happy I got this. The consistency and texture of this cream felt great on my fingers and was super easy to apply to my face and skin. I was able to tell after putting it on that it made my skin feel softer to the touch which is a big plus of this product. The packaging is simple but beautiful and this brand I can tell is worth the money."
		},
		{
			"review_title": "Nice product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A little goes a long way. This product left my skin feeling very moisturized with a smooth finish."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I am not a big fan of the smell BUT the moisturizing factors are amazing. My skin drinks up moisturizer this time of year but this actually had a deep conditioning property that allowed my skin to feel soft and plumped. Plus the packaging is so sleek and high end. Definitely recommend if natural smells don't bother you."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
			"review_text": "First thing I noticed as I opened it is the smell. I am not that fan of it. For someone who has oily skin we normally doing go towards something that says cream since it is heavier on the skin. But I put it on the back of my hand it was actually very nice and not heavy on the skin."
		},
		{
			"review_title": "A must-have in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "This product was gifted to me by Sulwhasoo. I’m so happy to try this Korean skincare brand.  As soon as it arrived, I unboxed the package and incorporated it into my nightly skincare routine. I apply this cream during the nighttime. I use it for my last step in my skincare routine. After washing my face, toning it, and adding serum. I apply this cream to my face and neck and sleep with it overnight. This method allows the cream to absorb into my skin adding moisture that my skin desperately needs! The Sulwhasoo Concentrated Ginseng Renewing Cream has made my combo skin feel nourished and  super soft. It removed my dryness in my cheek area while making my face and neck area feel firm. However, this cream is for all skin types. The scent of this product is a ginseng scent and it’s not overwhelming. The cream is a lightweight consistency and not sticky, which is a positive for me. The texture of the cream is smooth, which is what I tend to like. I plan to continue using this as my nighttime moisturizer cream and ordering the larger size based off of my positive results I’ve noticed within a short time.  Thank you to Sulwhasoo and this renewing cream for my skin flex."
		},
		{
			"review_title": "A must have! Instant hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love it! My skin has been so much more hydrated and so much smoother since I start using it!  I love the smell of it, very calming sent and not too strong! I also like to apply it right before bed!"
		},
		{
			"review_title": "Really expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This moisturizer is outrageously expensive, and there’s pretty much no non-prescription cream that can drastically change your skin. Knowing that, this is something to possibly splurge on if you have the money, but nothing to go broke over. Like other people stated in other reviews, it does have a strong scent that I describe as “horse’s hoof” that very quickly dissipates, pretty much as soon as it hits your face. I also think it smells a little bit like ashwagandha tincture, if you’ve ever smelled that. I appreciate that the smell seems “natural,” as in, what the ingredients likely smell like without any cover-ups. As for performance, it has a great texture that sinks in well and doesn’t feel heavy on my face, but as fall approaches, I don’t necessarily feel it gives hydration more than any other “normal” priced moisturizer. Gifted by Sulwhasoo."
		},
		{
			"review_title": "Energizing Face Cream!! Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "After immediately putting this cream on my skin felt rejuvenated and hydrated. It seamlessly glides on the skin and leaves a super smooth finish. After using it a couple times I definitely noticed how my skin looked and felt more firm as well!! This product was complimentary from Sulwhasoo."
		},
		{
			"review_title": "Got as a sample and bought the full size later",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It is truly amazing and I am sad this brand is limited in stores and where you can find it since its K beauty. You will not regret buying the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "complimentary from Sulwhasoo - This cream was super creamy and made my face feel hydrated , glowy and healthy. I love that it wasn’t too heavy or suffocating. I do feel like it corrected fine lines over time/ the more I used it. Will continue to use!"
		},
		{
			"review_title": "If you have the money, this is a great splurge",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "My skin loves this. I have sensitive oily skin and this moisturizer doesnt break me out or make my face oily. It smells nice, and melts into my skin"
		},
		{
			"review_title": "must have to add to your skin care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Gifted by Sulwhasoo:  I’m so impressed with this product, and I love the packaging it came in! The texture of the cream is super smooth making my skin feel soft and hydrated, even after just the first time using it. I am obsessed with it, and highly recommend!"
		},
		{
			"review_title": "Soft & Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recieved a sample of Concentrated Ginseng Renewing Cream complimentary from Sulwhasoo in exchange for my honest review. This Renewing Cream is amazing! The light scent is very refreshing. It has a velvety texture that absorbed into my skin quickly. This Concentrated Ginseng Renewing Cream gave me soft, hydrated skin and visibly minimized pores upon application!! With continuous use, my skin appeared smoother overall. I highly recommend!!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Normal skin",
			"review_text": "I'm so glad this cream was gifted by Sulwhasoo! This cream made my skin feel so smooth & look so glowy. I was having texture recently, and I am starting to notice my skin smoothing out."
		},
		{
			"review_title": "Is the price worth it?!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Dry skin",
			"review_text": "I have been waiting for a chance to try Sulwhasoo's renewing cream for a while now, so of course, when I got the opportunity to try it as a gift, I jumped on it! First off, a little goes A LONG way here. Which is almost required given the price tag associated with the cream. It's very lightweight and if you're prone to greasy or even sensitive skin, you're safe here. Since we're still in the Fall season, not sure how this will be added to my winter skin routine.  It has a nice clean spa-like scent to it, but the fragrance doesn't irritate one's skin. I have sensitive skin, so this is something I pay close attention to. This product is very nice, leaves your skin looking healthy, and gives you a dolphin-skin (think dewy skin) look with only one product! The only downside I have to this is the price - it's a lot. If you aren't fully committed I recommend going for the trial size instead.  This is complimentary from Sulwhasoo, so I was lucky to have this given to me, but I can see why people buy this item."
		},
		{
			"review_title": "New to my skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This cream was amazing I really loved the smell and how light it felt on my skin was very hydrating and great for my very sensitive skin type and dryness I completely recommend to anyone looking for a great cream . Gifted by sulwhasoo"
		},
		{
			"review_title": "Perfect for every skin combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love this cream. The texture of the cream is the perfect consistency and it left my skin feeling amazing. I saw firmness in my skin after just 2 weeks. The texture of my skin is so smooth and it leaves my skin feeling so hydrated. I definitely enjoy the ginseng smell of this product it and it is not overbearing at all goes perfectly with every skin care routine. Overall I give this product 5 stars definitely does not disappoint. #giftedbySulwhasoo #complimentaryfromSulwhasoo"
		},
		{
			"review_title": "Must have face cream!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This cream is amazing! Love the way it makes my face feel so moisturized, smooth, and soft. In just a few days of using this I’ve noticed my complexion is brighter and texture improved. CCanHighly"
		},
		{
			"review_title": "Works well",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Big fan of the results from this cream! It was gifted by Sulwhasoo. Leaves my skin feeling smooth and hydrated. I'm not a huge fan of the smell... it's not too potent and is less noticeable when used with other products. However, if you have a sensitive nose, I'd skip this one."
		},
		{
			"review_title": "Loving this cream!! :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Loving this cream! I used it as soon as I received it! My face instantly feels hydrated and smooth! I love love the light scent and lightweight consistency! I will definitely be getting this product next week! :) Complimentary from Sulwhasoo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
			"review_text": "Sulwashoo gifted me their ginseng cream. I found the texture so soft. It really hydrated my face. I would def repurchase this product. And I would recommend it to people also. The only thing I didn’t like is that the tub was so small."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Gifted by Sulwhasoo in exchange for my honest review. I really enjoy using this cream. I have normal to dry skin and this feels so nice and soft on my skin. It’s very lightweight feeling so my skin soaks it up fairy quickly. Although this cream is quite pricey, my skin does feel very nice after using it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this cream! It is lightweight & hydrating. I like to use it in my nightly skincare routine after all of my oils. I definitely think this will be my go-to in the winter months when my face is dry! This was gifted by Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really love this cream so much it goes so smoothly on the face and love the very clean ingredients I have pretty sensitive dry skin and this has been working great it has calm my redness and brightened any dark spots. gifted by Sulwhasoo"
		},
		{
			"review_title": "Beautiful nighttime cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Sulwhasoo - the Concentrated Ginseng Renewing Cream is a thick cream that helps revitalize the skin. I found this to be a great nighttime cream due to its thickness. It’s a bit heavy feeling when I use it during the daytime. I absolutely love the scent, but it is quite strong for those who may be sensitive. I do think it is one of the faster working creams in plumping the skin and getting rid of fine lines. Sulwhasoo never disappoints!"
		},
		{
			"review_title": "sulwhasoo ginseng sample",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was excited to receive this sample cause i have great things about this face cream! i have only been using a couple days, so not too many results but immediately after application my face does feel a bit firmer, feels moisturized, and has a bit of a dewy look. I will say however, the smell is not very good, luckily it goes away after you rub it in. At the price point, i’m not sure if i would actually buy this cream."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "There is a reason why this cream is so popular! And I am so happy I was gifted this by Sulwhasoo. There are no words to describe how wonderful it is! Due to my sensitive skin, my skin did not flake or peel, which is a first for me. Since I had failed to find a retinol product that worked for my skin, I decided to give the cream a try since it was so heavily promoted in skincare forums and by influential bloggers. My skin felt really smooth and hydrated and I always need some really good hydration for my crazy sensitive skin. gifted by Sulwhasoo"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This ginseng cream is awesome! Lightweight and goes on smoothly, doesn't make my face feel greasy.  My skin definitely felt more hydrated and firm after using it. The texture of the cream is smooth.  This product was gifted to me by Sulwhasoo."
		},
		{
			"review_title": "Very Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This was gifted by Sulwahsoo. I love this product. My skin feels so hydrated and smooth! My skin has been pretty dry lately and this worked wonders. I also have sensitive skin and I have had zero issues! Great find!"
		},
		{
			"review_title": "Wow - Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I tried the Concentrated Ginseng Renewing Cream Deluxe product gifted by Sulwhasoo and I love the texture of it. I have never felt a more silky, smooth buttery textured cream. It glides on my skin and my face felt so moisturized and smooth after I used it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted by sulwhasoo their concentrated ginseng renewing cream. This product is amazing!! Made my skin feel smoother, softer and more hydrated. Not much product is needed for an amazing result can’t wait to see the results on the long run but I already noticed a difference with the texture of my skin."
		},
		{
			"review_title": "So Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This moisturizer has been a game changer in my routine! I have dry sensitive skin and recently it has been very irritated and cracking which can get pretty painful. After just one use of this product my skin felt so much more hydrated and smooth! Not only did that feeling last throughout the rest of the day, but my face felt smooth so my texture had improved quite a bit. The cream itself is also very lightweight and not greasy at all so I believe it can also suit oily skin! Overall this product is a 10/10 for me and I will definitely be purchasing it as my new daytime moisturizer!  This product was complimentary from Sulwhasoo in exchange for my honest review!"
		},
		{
			"review_title": "Fresh feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Loved this ginseng cream! It smells so fresh without being overpowering. I always finish my skincare with this. The texture is great and the cream leaves my face feeling hydrated and smooth. It’s too soon to tell if my skin feels more firm, but I really like how it’s been looking overall! *gifted by Sulwhasoo*"
		},
		{
			"review_title": "Didn't wow me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I received the tiniest sample to try out. It feels nice on the skin, very hydrating, but given the small amount in the sample bottle, it's hard to say I noticed any real difference in my skin after using only a few times. Because the price is so expensive for the full size, it's unfortunately not something I will be purchasing to continue to use. The description of what this product does sounds promising but I can't tell whether it did anything for my skin. Gifted by sulwhasoo."
		},
		{
			"review_title": "Spa Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "I’ve been wanting to try the Concentrated Ginseng Renewing Cream for so long and was so excited to receive a sample gifted by Sulwhasoo. I have been applying it during my nighttime routine and I feel like I’m at the spa every time. My skin is usually very dry and this has helped give me more hydration and plumpness. The texture is silky smooth and a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Excellent for my maturing skin - it’s super moisturizing but no greasy feeling and it doesn’t break me out, which I appreciate.  I feel moisturized throughout the day with this product and don’t feel like I have to put on more in the afternoon.  I also like that I have to use very little to get the results I’m looking for, especially considering the price.  The mini size has lasted much longer than I expected.  The scent is a little earthy but goes away pretty quickly.  Quite excellent!"
		},
		{
			"review_title": "Luxe Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been using the Concentrated Ginseng Renewing Cream Deluxe Sample that was gifted to me by Sulwhasoo for almost 2 weeks and love it! I apply it after my serum both in the morning and night and have noticed that my skin feels more hydrated and you can tell it looks more firm. The texture is amazing and the application is so smooth. Would definitely recommend this product."
		},
		{
			"review_title": "So soft",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted by Sulwhasoo and I really loved this cream! I wish I had a larger sample because I want to use it everyday. It made my skin feel super soft, supple and luxuriously hydrated. It was easy to layer with other products and even wear under makeup or soaks in well overnight. I’m super picky and I need more!!! I’m not sure it’s worth the price but I’m willing to pay more for quality."
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "While I did think it was a good product, I don’t think l it was good enough to justify more than $200 in price. All I received was a small sample gifted by Sulwhasoo though, so maybe over time the product has more of an effect on your skin"
		},
		{
			"review_title": "Loving the results!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The 'La Mer' of Korean skincare and something I've been itching to get my hands on for a while! It's lightly hydrating, unlike the 'Classic' version which is richer and more suited to drier skin types. It sinks right in and doesn't leave me with an oily film on my face - which is what usually happens with most moisturizers that I try. It probably helps that I don't use a huge amount of the product. Before I apply the cream, I use a few drops of the 'First care Activating Serum', allow it a few seconds to absorb and immediately follow with the Concentrated Ginseng Cream. From all the Korean skincare products I've been treating myself to recently, this one is definitely one of my favorites, though I do prefer the 'Classic' version over this one as I found it to be more hydrating, whilst going easier on the perfume and silicones (Dimethicone is much lower in the ingredients list!). During the time that I've been using this brands' products, my skin feels more hydrated, more radiant and luminous. Go with this version if your skin veers more towards combination. 'Classic' if your skin needs more hydration, or is sensitive to silicones.   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Lip Liner"
		},
		{
			"review_title": "Luxurious Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "This is a Rich, moisturizing cream. It goes on smooth and leaves a soft and silky finish. I love how luxurious is feels on my skin. It leaves it super hydrated. This is definitely a high end cream moisturizer. I'm glad I was gifted by Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am really impressed with this creme!  I used very little of it and it spread really well.  My face felt silky smooth as I massaged it in.  It created a cooling feel on my skin for at least 2 minutes after application.  I loved the aroma of it also.  It really gives your face a firmer look and feel.  I give this 5/5 stars! Complimentary from Sulwhasoo"
		},
		{
			"review_title": "Smooth skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I started using this product few days ago on a regular basis and since then my skin feels so smooth. Love the texture of the cream  and how smoothly it spreads on the skin. My skin feel tight and young. Highly recommend it!!  The product was gifted by sulwhasoo but my opinion is genuine."
		},
		{
			"review_title": "Not a good value",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "The cream has a lightweight texture that blends into the skin fairly quickly. The scent isn't overpowering but it does have fragrance and some citrusy oils towards the bottom of the ingredient list. For the price you're paying the ingredient list is not very impressive. They're pushing the whole ginseng aspect as the selling point when they're really isn't much research to back that ingredient up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I've used this product for the past 2-3 days and it makes me skin feels so smooth! I'm not sure about the firmness yet but I will keep an eye out for that. As for how the texture feels, it feels smooth and warm/cool depending on the temperature of the room. I probably will look forward to getting the bigger product/size. Complimentary from Sulwhasoo / Gifted by Sulwhasoo."
		},
		{
			"review_title": "Seals in moisture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "A little bit of product goes a long way. My face feels more hydrated and smooth. This is a great addition to my morning and night routine for added firmness and seals in my products. Complimentary from Sulwhasoo."
		},
		{
			"review_title": "Lovely and Elegant Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product complimentary from Sulwhasoo. It is such a gorgeous moisturizer! I love that the scent is botanical and fresh. Hydrates the skin without leaving a residue or feeling tacky. I love it!"
		},
		{
			"review_title": "Moisturizer Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This smooth silky cream leaves your face feeling soft and hydrated without being sticky. Lightweight and pairs well under makeup for a flawless finish. A little goes a long way and definitely a daily moisturizer staple. Gifted by Sulwhasoo"
		},
		{
			"review_title": "HG product, worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I'm in my mid-30s with oily, acne-prone skin, and I've been on the hunt for a light, anti-aging moisturizer. This. Is. It. It has a very light texture (a little goes a long way) that absorbs very quickly but still feels nourishing. As other have noted, it has a light floral, herbal scent. I tolerate but don't usually love fragrance in skincare, but I've come to love the smell of this (though people with sensitive skin may want to stay away). The cream itself is also light enough that I can use it both in the morning and the evening, even with my oily skin. I purchased the mini version first to test it out, and after a month of regular use (morning and evening), I shelled out for the full size. I've noticed that my tired, uneven, drab looking skin looks like I'm wearing makeup when I'm not. It's more even, resilient, bouncy, and radiant. My pores look smaller and when I do have hormonal breakouts, this does seem to calm the inflammation. If you're in your 20s with great skin, I don't think this product would do much for you, but for me it's worth the investment. Also btw, this product was recently reformulated and Sephora hasn't updated the ingredient deck. The new version has no retinol -- the Sulwhasoo website has the correct ingredient list, which I matched up against the box I received. This, along with the First Care Serum, is a standout product that is actually worth the high price tag."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Normal skin",
			"review_text": "A little goes a long way! Which I appreciate with something this expensive. It melts and absorbs right into the skin leaving it feeling firm yet hydrated. I would definitely still put a thicker moisturizer on top. Gifted by Sulwhasoo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This renewing cream that I was gifted by Sulwhasoo is great! The texture of the cream is not sticky, but made my face feel really smooth and soft. I’ve used it for around 3 days straight now and my face does feel slightly firmer. When I wake up, my face feels good and hydrated."
		},
		{
			"review_title": "An excellent product for mature skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I was sent a sample of this with my recent online order, WOW. The smell was interesting but it totally plumped my under eye area. I will be ordering the full size."
		},
		{
			"review_title": "Awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this! It’s a bit pricey but if you’re able to swing it, I’d highly suggest this! It actually does make my skin plumper and I can feel it working when I put it on (which is something that I seek out with skin care). This was gifted by Sulwhasoo."
		},
		{
			"review_title": "Luxurious cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This cream was gifted by Sulwhasoo in exchange for my review. Though I’m in my late 20s, I’ve noticed some fine lines around my forehead and mouth, so I’ve focused my skincare towards preventative anti-aging. Sulwhasoo’s Concentrated Ginseng Renewing Cream is rich and moisturizing but absorbs easily, great for a night cream but perhaps a little heavy for my sensitive acne prone skin in the daytime. It’s lightly scented with a luxurious herbal scent and so far I haven’t experienced any irritation while using this. I haven’t seen much improvement in anti-aging in the short time I’ve been using it, but the moisturizing effect does lessen the appearance of fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This was gifted by Sulwhasoo but I would 100% purchase this after trying it out. I absolutely love the feeling of the product on my face. It absorbed instantly and made my skin feel hydrated and rejuvenated after just a few uses. The cream itself was lightweight and a great addition to my nighttime skincare routine. I even noticed in the mornings, my face felt tighter after using it. It's even a great moisturizer to use under sunscreen for the daytime so it honestly has various AM/PM usages."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m really enjoying this renewal cream, I have very dry skin and I’ve seen some improvement. My skin looks firmer and very hydrated. I would continue to use it and definitely buy it again once I run out. I recommend it. Complimentary from Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I really like the feel and texture of this product. I warm this up in my fingers prior to applying and a little goes a long way. My fave has felt more smooth and soft since using however I will need to use it longer and try a fuller size to see if it improves firmness in my face. The smell is not my favorite but overall I like this product. Gifted by Sulwhasoo."
		},
		{
			"review_title": "sample from online purchase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Ok I got a pea sized sample included with my online order (when you get to pick free samples).  The small is so earthy it took me away to the woods.  And I immediately felt it absorb into my skin.  This tiny little same maybe has enough for two applications unfortunately, but man I want more. However, this is far out of my price range."
		},
		{
			"review_title": "Smells wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was recently gifted a deluxe sample of Sulwhasoo renewing cream in exchange for my honest opinion. This concentrated ginseng cream puts a smile on my face. I personally love the earthy smell of ginseng. The cream is hydrating, energizing, and uplifting.  It left my skin soft and glowing."
		},
		{
			"review_title": "pricey but effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this was gifted by Sulwhasoo. This cream was highly hydrating and smooth. I love how it makes my skin feel so smooth and radiant. i used it in my night routine after cleansing and toner. I’m definitely going to be adding this to my daily and nightly routine"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love this product! The texture of my skin is amazing after. I incorporated it into my night routine before bed, and it works so well on my face after being in such a dry environment in southern cali! This was gifted by Sulwhasoo and I recommend!"
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I was gifted by Sulwhasoo. I’m usually skeptical on most creams, but I was pleasantly surprised with this product. My skin feels softer, and has more life than my usually tired eyes. Will be repurchasing."
		},
		{
			"review_title": "Absorbs beautifully",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this product, gifted by Sulwhasoo and I was very excited to try it out! It is a wonderful light-weight formula that is not oily and has a very pleasant, natural fragrance. It does make my skin feel hydrated and soft, but also firm. I worry about feeling products throughout the day on my face, but this product melts very well into the skin and you do not feel it over the course of the day."
		},
		{
			"review_title": "Works Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I like to wait a few weeks after starting a product to write a review; that way I can give an accurate review. I added this moisturizer to my 10 step facial routine.  I really love the results. My face feels firmer, moisturized, and has a fresh dewy look.  To start, I bought the small size to see if I liked the product. It worked great! Now I just ordered the larger size. I would like to note that it does have a strong ginseng smell, but once you add your SPF, it dilutes the smell."
		},
		{
			"review_title": "Need more time for results",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This item was gifted by Sulwhasoo. Honestly, I have not had enough time to notice a big difference, but it does feel great on the skin.  Very moisturizing and gets quickly absorbed. Not sure about the smell, I guess you notice the hints of ginseng. Will see after a few weeks how it goes."
		},
		{
			"review_title": "Helped with my tired skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited when this cream was gifted to me by Sulwhasoo because I have had it in my cart for ages.  This silky-soft, powerful cream is perfect for my combination skin (in addition to my mom of toddlers tired skin lol). I was looking for a product that would combat my occasional dryness, fine lines and loss of elasticity. It did just that with this super lightweight but hydrating formula. It noticeably diminished visible signs of aging and helped my skin look firmer, smoother, and more refreshed."
		},
		{
			"review_title": "Smells bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Couldn't get past the terrible scent.  The actual product is good quality that makes skin silky smooth and soft.  Not greasy or oily at all and absorbs into skin very well."
		},
		{
			"review_title": "Maybe use the whole skin products for better resul",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have very dry sensitive skin, It is a nightmare when I look for moisturizer, I tried this ginseng renewing cream, just the cream not anything else, so maybe use the whole skin products,  the container is so small so hard to tell after a few days, because only use it for 4 days, and I think it was ok, not super moisture, I didn't notice hydration more then normal,  I can't tell firm overtime cause in 4 days it is too soon to tell, and very pricey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This renewing cream paired really well with my Sulwhasoo serum. It made my skin more bouncy and hydrated, and I definitely loved the texture of the cream! It wasn't overly thick but not runny either, it glides and stays on well. Complimentary from Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Sulwhasoo. Great anti-aging product. My skin feels so soft after using it.  It helps skin to keep firmer, smoother and refreshed. it gets absorbed quickly.  It has a great scent and its very refreshed. Smell amount goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Gifted by Sulwhasoo: I was really skeptical about this product because I have heard so many different opinions but I wound up purchasing a jar for myself. I know the smell is a bit strong but it didn't bother me because the results were great! I was happy with how hydrated my skin felt afterwards!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this as a sample and LOVE it! It does have a strong ginseng smell, but it goes away as you rub it in. It really helps with fine lines and skin texture. I use it under my daily moisturizer with SPF."
		},
		{
			"review_title": "Great product, but as a daily moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was so excited that Sulwhasoo gifted me this product to try. I love the creaminess of this product! It smells so good and your skin feels instantly hydrated upon application. However, after leaving it on over night, I woke up with dry skin. I’m not sure this product is for deep, penetrated moisture. I would use it more as a daily moisturizer rather than an overnight moisturizer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "The Concentrated Ginseng Renewing Cream was a nice addition to my current skincare routine! I was so excited to be gifted by Sulwhasoo but immediately upon use my skin felt smoother.  I noticed overtime as I used my skin also appeared to be more hydrated.  i absolutely loved the smell and texture of the cream,"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The cream has a scent of ginger, which may be a little off putting to some. I have to say though, I find it to be a good cream option during the summer because it's not too heavy on the skin. My skin simply looks plump and healthy. Gifted by Sulwhasoo."
		},
		{
			"review_title": "Dull skin ?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gifted by Sulwhasoo. Left my skin fresh brighten and awake ! Match well with my daily toner , serums and spf. 10/10 would mostly recommend for that of matured skin . Great for all skin types battling dull skin and elongated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got this cream complimentary from Sulwhasoo. Thiss cream made my skin feel very hydrated. I used it on its own (no serum) and my skin feels healthy, moist and smooth already. The cream is nice and cool and doesn't feel too greasy. I'm not sure if my face is more firm because I don't have problems with sagging but I would love to prevent that from happening."
		},
		{
			"review_title": "Bugaboo",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells heavy like BUG SPRAY or Citronella…two things I don’t want on my face or in my nose. It doesn’t smell like a Ginseng candy or anything sour it’s earthy and just as bitter—if not…worse than bug sprays. I put it on my sunburn instead and it was kinda soothing so I guess it deserves that one star. I would not purchase this."
		},
		{
			"review_title": "Spa",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I received this complimentary from Sulwhasoo. In exchange, I would give a review....wellll... You know when you go to a really fancy spa and they use products on you that you know cost a lot just based on the smell? Well, this is that. lol. This made my skin not only look hydrated but feel amazing. A little bit goes a LONG way!"
		},
		{
			"review_title": "Any honest reviews?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Would love to see an authentic review where they weren’t given free samples. Only good reviews from those that were gifted."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This made my skin feel smoother and firmer and Dewey which was pretty good for a cream and smell pretty good and is the perfect anti aging pick me up product for anyone that wants a cream that actually works. This product was gifted to me by Sulwhasoo."
		},
		{
			"review_title": "Smooth and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Complimentary from Sulwhasoo. The cream made my skin feel more hydrated. I love the natural glow it gives you. I was amazed to feel my face more firm overnight.  I like that the texture of the cream is light and smooth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Complimentary from Sulwhasoo for my opinion. This cream is amazing! My skin feels hydrated and looks radiant. The scent is fairly strong so I would be aware of this if you’re someone who is sensitive to smells. The cream itself is fairly lightweight and perfect for summer. Giving it 4 stars only because of the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love this cream! It is so hydrating and super luxurious feeling. I feel like it fills in all my fines lines and absorbs super which I love! It does have a light sent that may not be to everyone’s preference but I don’t mind it."
		},
		{
			"review_title": "It smells bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I also received a trial size I don't like the smell it gives me headache. I have to wash around my nose area so I won't able to smell it all night. I breakout easily, I used this product once and it gives me breakout, the only reason why I tried the trial size is Bec of the ginseng."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream is beautiful! I was a little surprised at the hefty price tag but after using it I could see why it was listed at such a luxury price. It feels so lovely on the skin and When I woke up my skin felt hydrated, calm and supple still! Worth the splurge if you are in the market!  Very nice. Gifted by sulwhasoo"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "This cream was gifted by Sulwhasoo just melts into my skin! It’s so light weight so it doesn’t feel as if I’m adding on another product. It absorbed pretty fast and felt like a very light moisturizer. After about 3 days I could feel my skin becoming more subtle. Such a nice product!"
		},
		{
			"review_title": "Excited to see the long term",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product gifted by Sulwhasoo and while I have only been using this cream for a few days I do really enjoy it so far. The texture is very light weight and a gel like consistency but is does feel very hydrating.It sort of feels like a wake up for the skin. I am so excited to see if over time the firming and anti-aging benefits come to fruition."
		},
		{
			"review_title": "Worth a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The sample size was much smaller than I expected and the smell is a unique fragrance. Reminds me of a tea. Over I love how moisturizing it is.  And leaves my face feeling smooth.   I was gifted by sulwhasoo"
		},
		{
			"review_title": "Magic in a Jar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Tried a sample of this during my night routine and fell instantly in love. There was almost an immediate improvement in my skin's texture.  Feels wonderful. smells odd but literally don't care. This is magic in a jar."
		},
		{
			"review_title": "terrible smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got a free sample this month.  I’ve  only used it a couple days so I can not speak to results.  However it smells like an old ashtray.  When you apply it all I smell is a smoker.  So I have to apply something else on top to hide the smell.  Not sure if this normal or if I got a bad sample."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I adore this renewing cream! It was great to use after washing my face and using toner.  It was creamy and felt luxurious on my skin. The smell was nice and subtle. It made my face feel soft and did add some firmness as well. This product was complimentary from Sulwhasoo. I'm so happy I got to try it!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Gifted by sulwhasso. I love this cream! Is silky-soft, powerful cream that diminishes visible signs of aging and helps skin look firmer, smoother, and more refreshed. This cream is for Normal, Dry, Combination, and Oily skin types, so if you are concerned with Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity this is your cream!"
		},
		{
			"review_title": "good consistency",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The Concentrated Ginseng Renewing Cream has a very good consistency. It's not too liquid and not too creamy creamy. You only need a small amount to apply to your face. I have very dry lips and I've been applying an extra layer on my lips to get them hydrated and within 3 days my lips are no longer chopped.  My face definitely feels smoother and hydrated. It's a cream that I was gifted by Sulwhasoo to try on and I am going to purchase it in the future.  It smells like a plant but I like it lol"
		},
		{
			"review_title": "Very hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This cream was awesome….a little does go a long way. This builds so nicely on my skin leaving it visibly brighter & feeling so much softer. I had the smallest available size but it really worked well on my skin over the two weeks of using it. Will be purchasing more! This was complimentary from Sulwhasoo for me to try the sample & I will be ordering a larger size for myself. The small sample is very tiny so it may be a better value to order the size up"
		},
		{
			"review_title": "I’m hydrated",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This was gifted to me. I really like this moisturizer. The texture is really nice and light it felt like there was nothing on my face which I love. It’s also really refreshing and hydrating. After a couple uses my skin felt smoother and softer just by using a small amount. I loved it."
		},
		{
			"review_title": "Nice cream for dry skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was amazing for my dry skin. After using the product my skin felt smooth and hydrated. Overtime my skin did not feel firm. The texture of the product was smooth and creamy, which I liked. Overall a good product complimentary from sulwhasoo!"
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Very nice consistency and finish. Great for dry to combination skin. Weird smell though like grass. Also quite heavy. Definitely not worth the price."
		},
		{
			"review_title": "really nourishing pleasant smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Really nourishing cream that absorbed quickly into my normal to dry skin. Very hydrating with a pleasant scent that dissipates. I get a lot of samples and this product — despite its hefty price — is one I’ve purchased repeatedly. I wait for sales to replenish my supply."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "It feels amazing, I love the texture, my skin is soft and smooth.  I love Asian skin products.  The bottle is great and its ingredients are the same. I'm going to recommend it to all my friends!!I love it. Gifted by Sulwhasoo"
		},
		{
			"review_title": "Tested this product and loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this moisturizer as a gift complimentary from Sulwhasoo, and I am in love with this product! You can tell the quality is amazing this is an extremely luxurious high end skincare product and is so worth it. My skin feels so smooth and supple and more firm over time after using it and feels so hydrated and smoothed texture as well."
		},
		{
			"review_title": "Silky and non-greasy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I'm 48 years old and always looking to try the newest anti-aging products on the market. So I was very excited to get to try this Concentrated Ginseng Renewing Cream Deluxe Sample 5mL complimentary from Sulwhasoo for review.  The texture of the cream is silky smooth and it goes on the skin easily. I love that it doesn't leave a heavy or greasy feel. To me it smells a little like ginger and I'm not a huge fan of the scent. But I am happy with the way it makes my skin feel plumper after only a few uses."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Sulwhasoo. I absolutely love the way my skin looks and feels. Even though it’s pricey it’s worth it. I’ve been getting so many compliments on the way my skin looks. A little goes a long way!"
		},
		{
			"review_title": "Hydrating Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Sulwhasoo's Concentrated Ginseng Renewing Cream Deluxe Sample 5ML is a great travel sized cream.  loved this cream because it was light but very hydrating. I loved how it made my face feel more smooth and firmer over time.  I was gifted by Sulwhasoo"
		},
		{
			"review_title": "very moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I got a sample size complimentary from Sulwhasoo.   I’m going to have to buy a full size because I love it! This stuff is so moisturizing and a little goes a long way. I have oily and acne prone skin and this stuff is perfect! Has a scent but it goes away after a few minutes. It is lightweight so can be used day or night. Did not leave me feeling greasy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Recently received this product gifted by Sulwhasoo and it has been helpful in making my skin feel moisturized. What I love is that I don’t really need a lot of product either to feel the effects of this. Bit on the pricier side but if you love skincare that gives a luxurious feel, this is definitely one worth considering."
		},
		{
			"review_title": "Smooth and hydrated!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely love this product. So glad I was gifted by Sulwhasoo to try this. My face is usually pretty dry, and this instantly added hydration and made the texture of my skin soooo smooth. My makeup went on beautifully. Will definitely keep using!!"
		},
		{
			"review_title": "Definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Originally received a sample then purchased a jar. I love this cream and the earthy smell, which is the ginseng. A little goes a long way and it absorbs easily, leaving soft skin. I would definitely buy this again although the price is a bit high, I’ve never come across a cream like it."
		},
		{
			"review_title": "5 star quality in an amazing smelling jar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Have this cream and it changed my life! It really transforms the skin to a soft subtle surface of beauty-fullness! You definitely need this in your skincare routine and the ginseng smells AWESOME! the smell goes away after the dry time but it’s not too overpowering so definitely recommending this to everyone I know. 5 stars seriously!"
		},
		{
			"review_title": "Smells like being in a grave, I suppose...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I tried a few sample packets of this product with recent orders, applying a small amount day and night consecutively for a few days, and the first thing I noticed was its foul odor; this stuff STINKS, like dirt or potting soil... the awful smell alone was very offputting. That aside, I do not believe there were any positive effects on the skin. My face just looked shiny (like oily, not a good sheen) and sunburnt. Would not recommend, especially at such a high price for that putrid stench... I don't understand, because I've always enjoyed the flavor of ginseng tea, I did not expect it to stink so badly..."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "(gifted  by Sulwhasoo) Omg I’m obsessed! My skin has been very dry since winter and this is extremely hydrating! My skin is so hydrated and supple after applying it. I definitely recommend this product if you have dry skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Great for a day or night cream. It is lightweight and feels good on the skin. I have oily skin with dry patches and this is doesn’t make me look or feel greasy at all. This product was gifted by Sulwhasoo"
		},
		{
			"review_title": "So wonderful!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is my 1st time trying a high end (over $200) moisturizer / cream; it's definitely an amazing experience. My skin age group / skin type: over age 45, mature, very dry, hyperpigmentation skin type; I would definitely recommend -if you can fit this in your skincare budget. I'd like to share, it does have an evident fragrance (which I do love). The texture is lightweight, creamy, & absorbs almost immediately. My skin looks apparently radiant & feels exceptionally moisturizing. It's wonderful! * gifted by Sulwhasoo sample size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This cream is literally the best. The sample sized bar that I was gifted was far too tiny, I can definitely see myself buying the full size product when I fully run out which will be inevitably soon! Complimentary from Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love how hydrating this cream is. It leaves my skin feeling so smooth and hydrated. It’s great on my dry skin. I was in the hunt for a moisturizer that actually felt like my skin was absorbing it. I was excited to try it. This was gifted by Sulwhasoo but I will Definitely a must on my skin care routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "Concentrated Ginseng Renewing Cream   I received this small product sample from complimentary from Sulwashoo. Initial application the smell is pretty strong but then it gets subtle after a few minutes. The cream is light to medium I’d say, it’s not thick but not so thin also. It dries down pretty fast and it’s good for using under the makeup. It’s smooth I’d say and not greasy for a cream.  I just think it’s too little it’s a very tiny container (5mL) to really tell and conclude how this product performs wish I could have had enough more time to use this product before I pcould really conclude my thoughts on this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This cream was kindly gifted by Sulwhasoo. This is one of my all-time favorite anti-aging creams. The Ginseng Renewing Cream helped my skin to recover and hydrate during the winter months.  It’s definitely pricey but a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Gifted by Sulwhasoo this eye cream is incredible. It was my first time ever using this  and I really really liked it. This eye cream makes the skin supple and soft. It also makes the skin look firmer, smoother and more refreshed. I really saw the difference in my dark circles and would definitely recommend this eye cream."
		},
		{
			"review_title": "Works great, smells like old lady",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this with my last order. I applied it before bed and woke up with the most amazing skin I’ve had in my life. However, it smelled like an old lady’s purse. I kept waiting for the smell to fade, but it never did. I was almost at the point where I wanted to wash it off so I would stop smelling it. However, I can’t complain about the results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love the texture! This makes my skin feel great and I like how it doesn’t leave a sticky feeling. The ginseng smell is actually pretty strong but it doesn’t bother me too much."
		},
		{
			"review_title": "Smells incredibly fresh and so hydrating !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Really love the amazing natural scent of this concentrated ginseng cream. You can smell the freshness and quality and not to mention it goes on my face so smooth and I can feel it hydrating my skin instantly. Skin feels so much smoother and more hydrated after using. Complimentary  from SULWHASOO"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I've heard so much about ginseng and how great and healthy it is so I was so excited to try this complimentary from Sulwhasoo! I love how hydrating and smooth it is, not too heavy texture or thick so my skin can still breathe. After using it at night, I wake up and my skin feels amazing. Huge fan of the concentrated ginseng renewing cream!"
		}
	]
}