{
	"product_id": "773",
	"name": "Le Beau Eau de Toilette",
	"brand": "Jean Paul Gaultier",
	"categories": "Fragrance, Men",
	"price": 129.0,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Citrus & Woods.Key Notes:Bergamot, Coconut Wood Accord, Tonka Bean.Fragrance Description:Gaultier's luxuriant green garden is a veritable Eden of temptation for the original Le Beau. Its aromatic woody fragrance is naturally addictive. Exotically fresh coconut wood. Sensually addictive tonka beans. Zesty wild bergamot. Le Beau owes his charisma to this irresistibly aromatic woodiness..About the Bottle:Le Beau, the first man in the Garden of Gaultier. Gaultier's luxuriant green garden is a paradise full of freedom and temptation for the original Le Beau. Beneath the iconic case, all manner of seduction is permitted. The naked, translucent-blue bottle is adorned with an irresistibly attractive couture golden-vine leaf..About the Fragrance:Le Beau Eau de Toilette, a deliciously addictive and aromatic woody fragrance. The Garden of Gaultier is a veritable paradise of the senses. With its tonka bean and coconut wood notes, this aromatic and torrid woody eau de toilette is incredibly addictive. Temptation has never been so fashionable.",
	"ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Limonene, Coumarin, Linalool, Butyl Methoxydibenzoylmethane, Citronellol, Alpha-Isomethyl Ionone, Benzyl Alcohol, Citral, Geraniol, Cinnamal, Benzyl Benzoate, CI 42090 (Blue 1), CI 14700 (Red 4), CI 19140 (Yellow 5).",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 67,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/jean-paul-gaultier-le-beau-eau-de-toilette-P513768?skuId=2822476&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2822476-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.5 oz / 75 mL eau de toilette spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2822476-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "4.22 oz / 125 mL eau de toilette spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2822450-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}