{
    "product_id": "55",
    "name": "Cloud Pink Eau de Parfum",
    "brand": "Ariana Grande",
    "categories": "Fragrance, Women, Perfume",
    "price": 91.0,
    "about": "Fragrance Family:Florals.Scent Type:Fruity Florals.Key Notes:Dragon Fruit, Vanilla Orchid, Amber Woods.Fragrance Description:Ariana Grandeu2019s fragrance Cloud Pink opens with velvety blend of rich berries and sparkling fruit, while the delicate floral of vanilla orchid and blush ambrette wrap you in an embrace of cotton-like clouds. The lasting impression, a warm blend of addictive sensual musk and amber woods, indulge the senses..About the Bottle:An iconic bottle design that continues to capture the hearts of all, providing an uplifting moment that imbues joy and optimism.  The Cloud Pink design is reimagined in perfect shades of pink. The sleek bottle design illuminates in soft yet bright pink while resting in a white puffy cloud base..About the Fragrance:Empowering and optimistic, the Ariana Grande Cloud Pink fragrance is inspired by a confidence that reveals both beauty and strength, no matter the storm. This fragrance is cruelty-free.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate (And) Butyl Methoxydibenzoylmethane (And) Ethylhexyl Salicylate, Coumarin, Citronellol, Hexyl Cinnamal, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.-Apply to pulse points: wrist, chest, and neck.",
    "num_reviews": 161,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/ariana-grande-cloud-pink-eau-de-parfum-P512493?skuId=2809457&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809457-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz/ 100 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809457-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz/ 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809408-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells sooooooooo good! Worth the buy. Cloud collection is a must have."
        },
        {
            "review_title": "MUST HAVE YUMMY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "this smells like heaven just pooped on me!!!!!!!!!"
        },
        {
            "review_title": "My favorite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "LOVE this perfume... may favorite of all my fragrances! Definitely smells more fruity, I don't smell floral in it at all (which I prefer as I'm not into floral). VERY sweet smelling. I prefer this to regular cloud. Longevity is OK. I usually have to reapply once or twice throughout the day, but it will last on my clothes. But still holds it's own compared to some perfumes that are $100+"
        },
        {
            "review_title": "wonderful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this was a blind buy. I did a lot of research and saw reviews for it up until I decided to buy it. the instant i smelled it I fell in love with it. it's my go to along with two other fragrances I have. very girly and flirty. all ages can wear. :)"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This smells amazing! when I first sprayed it I wasnu2019t so sure but once I let it dry it smelled like cotton candy and flowers. It also lasts hours on end; the packaging is incredible as well. Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love it! i get so many compliments on it. definitely in my top 3 favorite perfumes"
        },
        {
            "review_title": "A fruity favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I love all the Ariana grande cloud perfumes, this one in particular is sweeter than the other ones, and definitely fruity, itu2019s an artificial fruity smell, but still pleasant. Its lasted me around a year and Iu2019ve discovered that the longer itu2019s on my shelf the more alcohol/cheap it smells but itu2019s still good, I always come back to the tiny bit left, savoring it."
        },
        {
            "review_title": "Hasnu2019t arrived three weeks after placing the order",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Purchased as a gift for my daughter for Christmas this still hasnu2019t arrived. Sephora chose to ship via Canada post even though this order was placed 1 week after the strike began.  this shipment is sitting in Toronto"
        },
        {
            "review_title": "I wanted to love it...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Oily skin",
            "review_text": "Not for me, sadly. I will be returning.  To me it smelled kinda cheap :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "it smells so scrumdidilyumptous. If this is ever taken off of shelves, I will cry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "this is personally my favorite out of the both that i have, i had to get an extra pink one!"
        },
        {
            "review_title": "So good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I love the original cloud but this perfume is divine. It smells a bit of the original but unique. It smells  sweeter almost like candy. I love it."
        },
        {
            "review_title": "JUST BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is the best smelling perfume ever! I went to ulta and sprayed some on and the scent lasted the whole day, and a bit of the next day too! It smells like candy, and the bottle is super pretty definitely recommend."
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells like pink powder, very girly but not too sweet, too floral or specifically fruity. Reminds me a lot of Burberry Her/Her Elixir.   Very powdery. The sillage is good and the longevity is incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received this Cloud Pink Eau de Parfum from Ariana Grande Fragrances in exchange for my honest review. This is a sweet, fruity and warm fragrance. The effervescent top notes of berries and pink pineapple drift into a soft heart of vanilla orchid, ambrette and coconut water before yielding to a sweet and musky base of praline, amber and moss. This is a beautifully wearable scent that I have been enjoying as a day fragrance but could easily be layered and deepened as an evening  or special occasion scent."
        },
        {
            "review_title": "Favorite Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m obsessed with this perfume. Itu2019s even better than the original cloud! It smells super sweet and fruity which is what I love and i always get compliments because of how long it lasts! Itu2019s also not super strong either to the point itu2019s irritating. I love it"
        },
        {
            "review_title": "Such a good smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The packaging is very interesting, beautiful and convenient. The smell is pleasant, sweet and fruity, I love such smells. I also tried the blue perfume from Ariana Grande, it is more persistent and sharp, the smell of the pink cloud is more delicate but very memorable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This perfume has become my daily go-to for the summer. It has such a summery fruit scent, that does not give me headaches. The packaging is the cutest, and fits well with the name of the perfume and previous launches."
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "absolutely AMAZING fragrance! i am loving this so much. i love how much this fragrance projects. i get so many compliments. also the bottle is beautiful and so cool that it comes with its own stand! definitely recommend."
        },
        {
            "review_title": "Perma-scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Warm, yummy, sweet and fruity scent but not TOO sugary. Itu2019s still sophisticated and feminine without being too childish/youthful. I love that I donu2019t feel like Iu2019m wearing a cheap glittery body spray that is overpoweringly fruity or sweet. It lasts and gives me great confidence in knowing I smell as pretty as I feel!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This perfume comes in adorable packaging and looks great on display in your fragrance collection. The scent starts off pleasant, but unfortunately, it fades quickly and becomes quite muted. I've also tried layering it with other fragrances, but it doesn't seem to last."
        },
        {
            "review_title": "Could be better for the price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This perfume has the cutest packaging and looks aesthetically pleasing especially placed on your fragrance cabinet. As far as smell is concerned, itu2019s smells good in the first few seconds then it sort of disappears, so it doesnu2019t last long and kind of gets mutedu2026Iu2019ve tried pairing it with other fragrances as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been loving this Ariana Grande Cloud Pink perfume! It smells so good and actually lasts. Itu2019s super strong and I can smell it all day. Cloud pink is a unique scent that I cannot get enough of recently."
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This has easily become one of my favorite perfumes. I wasnu2019t expecting much of the pink cloud, but it is so amazing. I love sweeter scents and this was perfect. I think it smells so sweet almost like candy and Iu2019ve gotten so many compliments!"
        },
        {
            "review_title": "Great addition to any perfume collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Arianna grande cloud pink is so cute. Love the scent and also the bottle perfect for everyday and each occasion. The soft, feminine fragrance of Cloud Pink is simply delightful, with notes of fresh flowers and a hint of sweetness. The bottle is elegant and chic, making it a great addition to any perfume collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I have both the original cloud and this pink cloud and I love them both so much. Theyu2019re definitely my go to everyday scents, you canu2019t go wrong. Theyu2019re pretty similar, both a fresh light scent but I do notice a bit more vanilla in this one and more of a slight coconut in the original blue one. This is definitely one of my must repurchase scents"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been trying to step up my perfume game! And this has become one of my favorites lately it makes you smell sweet but expensive definitely Recommend to my floral loving people! And the packaging is 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "yum yum yum! this scent smells uNREAL! The bottle is so beautiful and I really do enjoy how this wears on my skin! The smell lasts so long and I really do love it! I would recommend for a great everryday perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a pretty fragrance inside and out. The scent is sweet, fruity and it has this addictive fluffiness with some gourmand hints. Itu2019s definitely a compliment getter and it last a long time. Worth the price in my opinion"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "First of all the packaging is so cute. Loving that cloud shape. The only thing for me was that it initially smelled like alcohol on spraying it first. But after that it was good. It lasts a pretty decent amount of time"
        },
        {
            "review_title": "Very good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance smells really good. It has a wonderful fruity scent. I'm loving wearing it during the day to work. I think this fragrance is perfect for daytime use. I apply it to strategic points on my body and the scent lasts for hours."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This scent is fantasticu2014pleasantly fragrant without being overpowering. It's subtle and not too strong, with a fruity aroma that isn't overly sweet. I don't notice it on myself as much as some other scents during the day, but I can still smell it on my clothes when I change into my pajamas. I'm excited to experiment with layering it with other scents!"
        },
        {
            "review_title": "Great fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a beautiful fragrance that lasts a long time!! It feels a bit young, but itu2019s fun and flirty! It has decent projections and lasting power and I like to wear it in the summer and spring. I will definitely reach for this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My first impression on this fragrance is that it smells so yummy, itu2019s like I want to eat it! The name cloud fits this fragrance so well as it feels like you are in a fruity cloud when you wear this. I do find myself needing to reapply, but maybe I am just fragrance blind sometimes. This would be a perfect gift for somebody young as it is on the sweeter end."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I bought this perfume for my daughter for back to school. We love the scent but weu2019re highly disappointed by shipping. Iu2019m only giving 3 stars because my bottle came damaged and leaked all over."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scent smells so good, is not over powering whatsoever. Itu2019s not overly strong either, I find it to be more subtle. Itu2019s fruity without smelling too sweet. I personally donu2019t smell it on myself throughout the day as much as other scents, but when I change into my pajamas I can smell it on my clothes. I canu2019t wait to play around with scents to layer it with!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is such a nice scent! Itu2019s sweet but not super strong. I love how it wears throughout the day. I feel like itu2019s a great everyday perfume to wear. Itu2019s one I definitely reach for quite frequently."
        },
        {
            "review_title": "A beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is a beautiful scent and my just be my new favorite! The fruity scents on the top mixed with the tropical middle and woody base is PERFECT! They blend together beautifully and leave a lasting scent."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This fragrance is amazing! It has a unique smell with Gourmand and Dragon Fruit. Itu2019s sweet but woody, delicate and sensual at the same. I really like it! And the package, itu2019s so pretty! I recommend it!"
        },
        {
            "review_title": "Gets The Most Compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is probably my fourth or fifth bottle since she released Cloud Pink!! The longevity is insane, Iu2019m getting compliments on perfume I sprayed three hours ago! Out of any of my perfumes, this is the one Iu2019m guaranteed to get compliments on"
        },
        {
            "review_title": "So pink & girlie ! Love !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My goodness !! This smells absolutely amazing ! Itu2019s so soft and girlie ! I loved it !! I would highly recommend if you like scent candy like scents !! Also the packaging is absolutely beautiful and itu2019s sooo cute !! Love the pink girlie aesthetic"
        },
        {
            "review_title": "Gourmand heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Whenever I put this on, I just feel pure joy. This scent is gourmand, and it smells like a very complicated spicy vanilla with the most perfect amber notes attached. Itu2019s so good, decadent and rich. I feel confident whenever I wear this scent."
        },
        {
            "review_title": "Perfect for date night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It is a beautiful fragrance! The fragrance is a sensual blend of ambery woods, magenta moss, and a touch of sweetened praline. The longevity of this perfume is really good! Its a perfect one to wear for special occasion or a date night. I love how cute the packaging of this one is- looks really nice on the vanity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Omg I loooove the smell of this itu2019s absolutely amazing smells so so good and lasts the whole day itu2019s definitely worth it and makes it amazing !!!! I LOOOOOOOOOOOOOVE IT SO SO MCUHHHHHHHHHHHHHHHHHHHHH"
        },
        {
            "review_title": "B&BWs Strawberry Poundcake",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells like strawberry pound cake from Bath and body works. Unfortunately it's a return from me because I don't care for that smell. I wanted to love it soooo bad."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells similar to sol de janario- but it smells amazing and lasts all day long. I gave one as a gift to my friend and she absolutely loved it. I do think you could get sol de janario as a dupe."
        },
        {
            "review_title": "Newest GO TO scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I was gifted the Cloud Pink perfume by Arana Grande. This scent is a hybrid from the Cloud & Mod Blush perfume. It wears really well and gives off more of a fruity scent, compared to the regular cloud perfume. This is great to wear for everyday wear, and I find that I get so much compliments when I wear it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I like this perfume, but it is a little too gourmand for me. The sweetness of it just doesnu2019t smell right on me I guess! I think that this perfumes target age group would be for teenagers. This would be a perfect gift for any teenager in your life."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this perfume, Itu2019s not a love for me just because I do prefer the original more a soft sweet marshmallow, this is more fruity when it comes to the sweet notes but also a bit floral. Smells pretty."
        },
        {
            "review_title": "great gift for a teenager",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve always loved the sweet youthful notes of Ariana Grandes fragrances and this one did not disappoint. The packaging is also super cute. Iu2019m not sure if the perfume is supposed to detach from the cloud but mine did so just be mindful. The notes are very sweet with a powder finish for this cloud pink perfume. Overall I really enjoyed it. This would make a great gift for a teenager"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Out of this one and the blue one, I like this one the best. It smells like a u2018clean girlu2019. Right when itu2019s sprayed, it kind of smells like alcohol but it settles into a nice clean every day smell. Love it!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "This perfume smells so yummy! It does give that teenage scent though which is a perfect gift for teenagers and adults plus the bottle is so aesthetically pleasing! I love the little cloud holder. Definitely a nice scent for summer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I'm in love with this fragrance! The scent is incredible, and the sweetness is striking. But it's not sickeningly sweet, it's refreshingly sweet. It feels great on my skin, stays on all day long, wherever I go, everyone says, Wow, you smell so good, and that makes me super happy. Besides, I'm wearing a fragrance that I like, so I know I smell good. Anyone who likes sweet and striking perfumes will like this one. I highly recommend it. Plus, the packaging is beautiful and delicate."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This smells super sweet and overall so good! Not like candy sweet but like fruity sweet and i love that it still gives off a fresh vibe that isnu2019t gonna be overbearing when applying it!! I definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the original cloud but I somehow like this one even more! the dragon fruit notes are very strong and because I love fruity scents, it feels like this was made for me. Decent projection and longevity"
        },
        {
            "review_title": "A must have Parfum  for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This perfum is my new must have for summer . This girly Scent smell so good like a blend of ambery woods , itu2019s sweet  and really love it . Also the bottle is so cute as well . I received so many compliments . You have to go buy this ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "If you want a flirty, fruity perfume this is for you! I love this perfume for summer. It is a little more floral and fruity than the normal cloud perfume, which I enjoy for days I want to mix it up. Totally recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was super excited to try Ariana Grandeu2019s Cloud Pink, since Iu2019ve heard such great things about the Cloud. Overall, I like the fruitiness and lightness of the fragrance. It feels very fun and perfect for summer and the packaging is fabulous. I do wish the fragrance lasted longer and I wish it smelled great upon application instead of after dry down. Iu2019ll be looking to see if they are able to improve upon this solution in the future."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This perfume just is not my cup of tea. I love fruity perfumes but this seems more musky. There is an offputting smell to it and it is very strong. Not a scent I like. Pretty packaging though. Pretty good longevity too."
        },
        {
            "review_title": "Super fun and flirty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have always been a fan of Ariana Grandeu2019s fragrances. This is most certainly no exception! This is sweet and luxurious. Itu2019s the perfect flirty scent. This is versatile for evening or daily wear. This is a MUST have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this scent! It is so sweet and yummy and a great mix of fruity and floral. I'd say it definitely leans younger rather than more mature with how intensely sweet it is but I really do love the scent."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "What a beautiful bottle it is love love the vibes. The smell is so feminine and perfect for me, itu2019s the best thing I can buy to pamper myself, love love the design and feel. Totally recommend it , it should be in your collection."
        },
        {
            "review_title": "Pink everything",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "OK girls I have the OG blue one of this version and this one that definitely smells better. Iu2019m gonna say it is my favorite. I can definitely smell the little tropical twist the pineapple it definitely smells heavenly if you like sweeter sense than this is your go to and the bottle is everything the presentation is everything"
        },
        {
            "review_title": "AMAZING PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "SMELLS LIKE CANDY! Iu2019m am obsessed! This product smells delicious like candy and as soon as I put it on I got so many compliments! I have tried so many perfumes and havenu2019t found one that is fruity and sweet like this one."
        },
        {
            "review_title": "Hello summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Gourmand girlies highly recommend you check this out for a summer scent! On first spray itu2019s got those fruity notes I always reach for (top notes are guava and pineapple but Iu2019m getting a more generic tropical vibe), and dries down into a more vanilla amber-y leaning scent with whispers of the aforementioned tropical vibes. I wouldnu2019t classify this as a u201cheavyu201d fragrance but also not u201clightu201d either - somewhere in the middle that works for me on hot summer days! Lasting power is very personal but on me itu2019s about 3 hours which isnu2019t out of the norm. Iu2019ve already gotten two compliments today so I think this will earn a spot in my summer rotation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really enjoy this fragrance. Itu2019s fruity and summery, perfect for everyday and to throw in your bag. It does have a good longevity, I can smell it on clothes. Itu2019s definitely summer in a bottle. Good fragrance overall."
        },
        {
            "review_title": "Perfect for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Cloud Pink in my opinion is the best out of the three. The scent is fruity and juicy but also fluffy and airy and the dry down is creamy, musky, and slightly woody. Smells sweet and crisp u2026like pink maccarons. Similar to the original Cloud but sweeter. I really adore this for summer and spring days. More sugar no coconutu2026 more fruity and youthful. My teen daughters loves this a lot so I know Iu2019ll have to head upstairs when I want to wear it."
        },
        {
            "review_title": "Love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this perfume so sooo much, itu2019s perfect for summer and smells so clean and fresh, the packaging is so so elegant and unique, I also like that itu2019s very affordableu2026 I am so happy that AG perfumes are finally on sephora because theyu2019re so worth itu2026"
        },
        {
            "review_title": "Sweet baby!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Cloud pink is for my sweet clean girlies. Itu2019s sweet without being too over powering and childlike. It wear very nicely throughout the day. Very pleased with the packaging as well, itu2019s so cute!! Absolutely amazing."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "LOVEEEE IT, this perfume got me so many compliments literally on the first day of wearing it and im sure it will do so for you as well!!! It is so nice and the scent is amazing and stays on you alllll day"
        },
        {
            "review_title": "Too sweet for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Honestly, not for me. It smelled like something I would have worn as a preteen. Very sweet and sugary. However the packaging was super cute and it sweet is youu2019re think I think youu2019ll like it, just not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This perfume has a clean, fruity, and floral scent.   It is not overpowering with the fruit notes.  The pear and vanilla are more dominant.   It is very flirty and fun without being too young.  This perfume lasts all day and get many compliments when I wear it!   Definitely recommend."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "this perfume is sweet, but floral smells amazing and last all day long it is fun for the summer smelling amazing fun and fruity the packaging is so cute and girly. I think this perfume is for younger people but also for older people age if you like sweet floral smell."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It smells absolutely delightful! I love it. I receive so many compliments when I wear this scent, and I've noticed that it lasts all day. I would definitely purchase this again because it smells fantastic."
        },
        {
            "review_title": "Such a beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Loved how sweet yet fresh this smells. I can pin point the vanilla and the citrusy notes. I am enjoying this one a lot, the only one downside is that this doesnu2019t last as long, it definitely sticks to clothing but not to skin. I wish it was long lasting thatu2019s the reason why the 4 stars."
        },
        {
            "review_title": "Lovely blend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "I really love this perfume. The packaging is so cute, and the fragrance notes are so yummy. I love the pineapple, dragonfruit, and vanilla orchid notes. I sometimes struggle with the musk base, but overall, it has a great balance of scents! Definitely a new favorite."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The packaging is so cute. I can't get over the packaging. The scent is floral with fruity. I almost get a hint of cotton candy even. The scent does last for hours, but I did have to reapply after 6 hours. I think this is a perfect scent to explore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "after trying the original cloud perfume, this cloud pink version intrigued me. i wasn't disappointed!! as expected, the packaging is adorable. this has a more fruity scent which i think makes it perfect for spring and/or summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "The cloud pink perfume smells amazing and a bit floral. I love the packaging as itu2019s super girly and cute and highly recommend the perfume as it smells amazing and lasts all day on the body I love it!"
        },
        {
            "review_title": "Good, just not my favorite.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This one is more on a spice side based on notes, not my favorite from her collection, I really love all her other fragrances, this one is ok. I will still try and use it up, but this combination of notes just not my style, Iu2019m sure someone else will love though. The scent does last, and the bottle is very pretty, just not my type of scent."
        },
        {
            "review_title": "Smells so feminine and sweet!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I couldn't wait to try the new Cloud pink perfume, and it did not disappoint!! The packaging is adorable and fits my aesthetic , designed like a fluffy cloud, perfect for display. The fragrance opens with juicy pear and bergamot, then settles into creamy notes of lavender blossom and coconut, with a warm, sweet base of vanilla orchid and praline that lasts all day. It's versatile, ideal for any occasion, and consistently garners compliments, making me feel confident and happy. I get so many compliments when I go out and my bf loves it too !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "As an OG Cloud lover, I wasn't sure how Cloud Pink could compare. It's not very similar, in my opinion. When I first spray it on myself, it turns a little sour. I don't know if it's the pineapple or what. But after about 30 minutes to 1 hour, the sourness dies down and I really like the scent. It has pretty good lasting power too. I get whiffs of it on myself for a good 4-5 hours."
        },
        {
            "review_title": "Perfect for everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Arianau2019s Pink Cloud perfume is my go-to for a dreamy, sweet scent. The fruity and floral notes blend perfectly, and the cute pink bottle just adds to the charm. Itu2019s light, airy, and perfect for everyday wear!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Cloud Pink EDP by Ariana Grande is a sweet and sparkling fruity floral fragrance. The bottle with the cloud lid and base is so delightfully charming. The scent is both captivating and long-lasting. It's a sweet and playful, but still elegant fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "this is probably the most beautiful perfume bottle I have ever had. fabulous appearance and a nice, sweet scent. a perfect gift option for someone or yourself. Highly recommended to try this out, you will not regret it"
        },
        {
            "review_title": "Delightful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you like the original, I think this is going to be a great addition to your fragrance collection! Comparatively it smells a bit fruitier and slightly sharper (in the best way). I really enjoy it and receive a lot of compliments when I wear it. The packaging is just adorable and so eye-catching."
        },
        {
            "review_title": "Beautiful, wish dragon fruit lasted longer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is just like cloud but with a more fruity opening! I find it beautiful!! I wish the opening lasted longer because the dry down is pretty much exactly like cloud. It has moderate lasting power (6-8 hours).  The packaging is really pretty and feminine. I like this in the summer , itu2019s not too gourmand or creamy and the blast of dragon fruit in the beginning is extra yummy."
        },
        {
            "review_title": "Girly and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is so girly and fun!! Smells super fruity, juicy and sweet. This is my fave version of Cloud!! I also adore the bottle, so cute to keep out on your vanity!! Such a fun girly summer scent!! Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this perfume. I made an impulsive buy for this perfume when it launched and now the bottle is almost gone scent. its so fruity and tropical smelling its a MUST HAVE for summer! the bottle is so cute aswell. it smells like pink pineapples and dragonfruit. go buy this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was not a fan of the original and I gave it to my daughter. This scent is what I wish the original smelled like.  Maybe it's the moss or the pineapple, but it is just the better version in my opinion!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is very similar to the original Cloud, but with an extra citrus-iness added on top. If youu2019re a fan of the original Cloud DNA, this is a perfect version for the spring and summer. Pink is the perfect color for the bottle, since it smells very upbeat and fruity"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love the packaging. Itu2019s so cute and chic. I like the smell as the vanilla orchid smells a lot. Itu2019s not too strong and lasts all day. A little bit goes a long way too"
        },
        {
            "review_title": "So Girly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Ariana Cloud Pink fragrance has been an unexpected favorite of my mine. It smells so good and is such a girly scent. If you like floral and fruity scent then you will love this because it captures the notes in a love way. It also mixes very well if you like layering."
        },
        {
            "review_title": "So musky and ambery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Cloud Pink is 100 % a musky fragrance. The notes include Pink Pineapple, Dragon Fruit, and Berries but I only get strong Amber Musk notes throughout the entire projection. I can only wear it during cold weather because of how warm and musky it is. The packaging is so cute and girly and I recommend smelling it before buying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoyed the cloud perfume and cloud pink is such a great spinoff scent. It has the nice sweet vanilla scent of cloud with a fruity twist. If you love fruity scents I would recommend checking this out"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this perfume smells amazing and wonderful! it has a hint of vanilla and alittle musky. it is one of my favorites and go to perfumes if i want to smell amazing, delightful and yummy. i would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I received the cloud pink fragrance by ariana fragrances a few days ago and I absolutely love it. I love how cute this packaging is and that it is detachable from the cloud. As well I love the scent of this fragrance as it is a little fruity but not as strong."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A new favorite perfume! Itu2019s similar to cloud blue but not exactly. Itu2019s definitely a more teenage scent. It has fruitier notes and is overall more youthful. My one problem is that it doesnu2019t last long enough"
        },
        {
            "review_title": "Cloud Pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Thatu2019s a great fragrance for the summertime: itu2019s a blend of fruity and floral notes. I like the combination of rich berries, tropical dragon fruit, and vanilla orchid. It is sweet, soft, and deepu2014very sensual, playful, and joyful. Thanks to the musk and amber woods, this scent is very warm and cozy. It is not overpowering, itu2019s really like a pink cloud wrapping me. I also want to mention the packaging. It is probably the cutest bottle design I have ever seen, and it makes my day just looking at it on my vanity."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This fragrance is warm, inviting and cozy, while being appropriate for every day use. It is a true gourmand that has an elevated touch to it. It is interesting and puts a smile on my face every time I wear it. It lasts all day on my skin and even longer on clothes."
        },
        {
            "review_title": "perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I love this perfume. The combination of gourmand, vanilla and amber is perfection. It is a very feminine fragrance but still not girly. It also has great longevity and I get so many compliments whenever I wear it!"
        },
        {
            "review_title": "Beautiful and light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I knew this would be good but it has surpassed my expectations. Itu2019s girly without being too sweet or too fruity. Itu2019s grown without being too musky. Itu2019s the perfect balance of sweet, fruit, musk. The praline comes through and shines at the end!"
        },
        {
            "review_title": "Cute but not the sweetest",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Unfortunately this was not as much of a sweet or fruity scent as I had hoped! While it definitely smells different and a little fruitier from the original Cloud, Iu2019m still getting almost totally moss and musk (base notes) from this one. There is not a lot of tart or creamy sweetness on my skin which is what I was hoping for. Maybe I got a weird batch? However, I will say that for me the longevity was pretty impressive on skin and on clothes. And I also love the bottle and overall look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I love this fragrance! It smells amazing and it lasts all day. It has lovely fruity notes. I donu2019t get any migraine triggers with this fragrance which is also wonderful! I would recommend it to my friends and family."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I am absolutely obsessed with this perfume!! Cloud Pink is a sweeter, more fruity version of the original cloud. It literally smells..pink!? I get a very sweet, juicy dragonfruit on the opening, it comes off a bit tropical, with a mix of pink berries right behind it. As it dries down I get the Blush Amberette note and on the dry down I find that warm, musky-ness we all know and love in the original cloud. It's bright, sweet, fruity, feminine and still has that OG Cloud in it's DNA. This is probably my favorite version of Cloud! This will ALWAYS be in my collection from here on out, it's a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ariana Grande's Cloud Pink opens with a bright and fruity note of dragon fruit, which adds a playful sweetness. The heart reveals a creamy vanilla orchid, providing a soft floral touch. The base note of amber wood adds a warm, sensual depth. Overall, it's a well-balanced fragrance that feels youthful and versatile, perfect for both casual and evening wear."
        },
        {
            "review_title": "My fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this perfume! Iu2019ve tried both clouds and the pink is my new favorite. I love the fruity notes in it, as well as the notes of musk as well. This product lasts a long time, and I smelling it never gets old! I love so much!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Cloud pink eau de parfum is a sweet airy blend of pear pink and grapefruit vanilla orchid and coconut with a musky and cashmere base notes. Its perfect for casual and special occasions with impressive longevity and moderate sillage."
        },
        {
            "review_title": "Fun warm summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "If you have ever tried the original cloud, I personally feel like this is so different! I get a lot more of the musk/woody part of the scent. But you still have those hints of floral. It sprays on so strong, but it quickly settles down and last all day! Also, if you havenu2019t tried them yet, the cloud pieces actually not part of the bottle. It is more like a stand for it which is super cute. I just never knew that it wasnu2019t all connected together!"
        },
        {
            "review_title": "Sooo sweet and amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my new favorite perfume. Not only is the packaging absolutely adorable, Iu2019m so obsessed with how sweet this smells! Itu2019s my favorite type of scent and I canu2019t get over it. Itu2019s not too overwhelming at all, and it actually has a great longevity!"
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am so impressed with how good this smells!! Itu2019s a warm and soft scent that reminds me of a lot of luxury perfumes. Itu2019s not too harsh and has a bit of a sweet smell. Itu2019s perfect for summertime! Would buy again!"
        },
        {
            "review_title": "Dreamy Scent with Cloud Pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ariana Grande's Cloud Pink Fragrance is a delightful addition to my perfume collection. The scent is a perfect blend of sweet and sophisticated, with notes of cotton candy, vanilla orchid, and creamy musk. It's light and airy, making it suitable for everyday wear, yet has enough depth to be worn for special occasions. The longevity is impressive, lasting throughout the day without being overpowering. The bottle design is also adorable, reflecting Ariana's playful yet elegant style. Overall, Cloud Pink is a beautifully balanced fragrance that exudes charm and femininity. Highly recommended for fans of sweet, uplifting scents."
        },
        {
            "review_title": "Great summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Great perfume for summer! I love the packaging first off, it's so pretty and I love how high quality it feels. The scent is sweet but not sickening sweet and the hints of amber help keep it fruity floral with a bit of warmth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Sweet and feminine scent. Absolutely love it! Soooo cute packaging too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is definitely going to be my scent of the summer! I have the original cloud and love it but I was curious about this new version. OMG, I didn't think it could be better than the original...IT IS! Perfect balance of the original cloud DNA with fruity notes without being childish."
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing! It smells sweet but also not too sweet to the point where it's overpowering. It also smells like an adult-like sweeter fragrance (if that makes sense). You can also smell the fruity notes but it is definitely more on the gourmand sweet side! I absolutely love it and I think this would be easy to pair with a fruity smelling lotion!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This fragrance is gorgeous! Super fruity and feminine and lasts forever. I really love the fruity fresh notes and the bottle is also beautiful. I sprayed in the morning and could still smell throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "You can never go wrong with the perfume. It smells so good. It has a hint of floral and fruity scent. It reminds me of the blush mod perfume. I love it so much it stays on my skin forever and also a good price to."
        },
        {
            "review_title": "Great packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "First of all such pretty packaging! Love the scent, smells so good for summer time. Itu2019s a fresh flower scent which I love. Also love that it is long lasting and I can smell it through out the day. Amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "wow, I love this perfume. The packaging is adorable and super cute smells very vanilla and floral scented. I would definitely recommend if you have not tried it pretty much all day. love it and recommend"
        },
        {
            "review_title": "Ariana Grande FragranceCloud Pink Eau de Parfu",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "While I was excited to try the Cloud Pink Eau de Parfum by Ariana Grande, I found the scent to be way too strong for my taste. It was a bit overpowering for me. If you prefer lighter, subtler fragrances, this might not be the best choice. However, the packaging is beautiful and the scent does last a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Cloud Pink fragrance from Ariana Grande is a wonderful warm fragrance.  The tropical vibes with this fragrance are so very uplifting.  I love the fruity scent notes paired with woodsy and floral scent notes.  It really works so very well!"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is my first time trying an Ariana Grande scent, but I really love this one! It's super feminine and girly, but it somehow still carries an undertone of musk. The bottle is really cute, and it makes for a great display. I'm a fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "So good i always get so many compliments when i wear it so sweet and girly im so in love and i can smell it on my clothes even the next day. Perfect year round scent but definitely more spring based. My everyday scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Another one of my favorites and everyday perfume!! it is light, girly, not overpowering and smells very fruity and fresh. this is my go to for during the day and summer. the bottle is super cute and i lovrcit"
        },
        {
            "review_title": "Amazing sweet scent , In an adorable bottle !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "If youu2019re on the hunt for a fragrance thatu2019s both sweet and empowering, you need to try Ariana Grandeu2019s Cloud Pink Eau de Parfum. ud83dudc96 I canu2019t get enough of this scentu2014itu2019s like wrapping yourself in a fluffy, pink cloud of deliciousness!   The moment you spritz it, youu2019re greeted with a luscious blend of rich berries and sparkling fruit. ud83cudf53ud83cudf49 Itu2019s like a burst of joy thatu2019s instantly uplifting. Then, as it settles, the vanilla orchid and blush ambrette come through, enveloping you in a soft, floral embrace. ud83cudf38 And the best part? The dry down is this warm, sensual mix of musk and amber woods thatu2019s totally irresistible. ud83dude0d  Now, letu2019s talk about the pink cloud bottleu2014The pink cloud design is beyond adorable. Itu2019s sleek, itu2019s bright, and it brings so much joy just sitting on my vanity. ud83cudf1f The way it rests in that puffy white cloud base is just the cutest thing ever.  This fragrance isnu2019t just a pretty face, though. Itu2019s inspired by a sense of confidence and strength, perfect for anyone who wants to feel beautiful and powerful, no matter what life throws at you. Plus, itu2019s cruelty-free, so you can spritz away with a clear conscience.  If youu2019re looking to add a new scent to your collection, I highly recommend giving Cloud Pink a try. Itu2019s sweet, itu2019s floral, and itu2019s everything you didnu2019t know you needed."
        },
        {
            "review_title": "Sweet!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume smells very sweet. It starts off with a fresh and fruity smell that feels light and happy. After a bit, you can notice a warm, cozy scent of vanilla and coconut that makes it feel really comforting. The bottle is super cute with a cloud design that matches the fun vibe. If you like sweet and playful scents, Cloud Pink is a great choice."
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Cloud perfume has always been top tier!!! this perfume smells like candy although itu2019s not too sweet! the packaging is adorable and the compact size makes it easy to travel with. if you like the original cloud youu2019ll love this one!"
        },
        {
            "review_title": "So sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this perfume it smells like cloud but just a bit sweeter it last super long and I get a lot of compliments on it I love the bottle itu2019s so cute if your a vanilla lover you should pick this one up!"
        },
        {
            "review_title": "Sweet and Flirty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Dare I say this is my favorite version of Cloud?! Cloud Pink has that added fruity sweetness in the opening with the bright pink pineapple note. Its honestly what I felt the original was missing but I love fruity sweet perfume :)"
        },
        {
            "review_title": "so so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "If you already loved cloud you will LOVE the pink cloud!!! itu2019s somehow just barely sweeter than the original, with some slightly more tropical notes. this scent still has the insane staying power that cloud has as well! this was giftedbyluxebrands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Cloud pink smells so yummy! If you are a vanilla lover then you would adore this perfume. It is a layerable scent which I appreciate. I love pairing this with the original Cloud and there is no doubt about smelling good all day long!"
        },
        {
            "review_title": "Musky?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was excited to try this fragrance but something seemed off. Iu2019m not sure if itu2019s just me but it smells old. Maybe I got a bad batch. I smell sweet scents here and there but I will be gifting this product to someone else. It is possible I smell the musk. Maybe try this product in store before you buy it! It may have been my skin! Gifted by ad"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am a long time lover of the Ariana cloud perfumes so I was really excited to try the Cloud Pink. This perfume smells very similar to the Cloud but itu2019s a little more intense smelling. It still has all of the warm notes that I love so much. It also lasts quite a while on the skin/my clothes! This was gifted by ad but i absolutely love all of the Ariana grande fragrances."
        },
        {
            "review_title": "Beautiful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This fragrance is so beautiful and I get so many compliments each time I wear it! The scent is so beautiful and clean! I love how cute the packaging is too! A little bit definitely goes a long way, and I highly recommend! Offered by giftedluxebrands"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by LUXE brands the Ariana Grande cloud pink eau de perfume. This perfume smells really good and has a sweet scent with hints of musk. Itu2019s the perfect scent for everyday wear and is not too strong."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This perfume smells so lovely! Itu2019s a sweet sugary kind of smell! The bottle is also really cute and comes with a little cloud pedestal or holder type thing that is really cute and looks good on a counter top space. This was offered by giftedbyluxebrands"
        },
        {
            "review_title": "Fruity sweet goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "A fruity dream, itu2019s sweet fruity and just the little bit floral, i absolutely loved this one!! Also the cute packaging is a huge plus, if you love sweetly fruity floral perfumes this is for you, definitely a summer scent, gifted by luxe"
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This fragrance is definitely the embodiment of what I would think a pink cloud smells like. Itu2019s very sweet and girly and flirty and cotton candyish but also very wearable for an adult like itu2019s not a little kid kind of sweet either! Gifted by luxe brands"
        },
        {
            "review_title": "Love it !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love Ariana Grandeu2019s Cloud Pink. It starts with fruity notes of raspberry and bergamot, then becomes sweet and creamy with whipped cream and praline. The soft musk and woody base lasts all day. The pastel pink bottle is beautiful. Itu2019s a versatile fragrance I use for any occasion. Gifted by ad"
        },
        {
            "review_title": "My favorite cloud!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I recently tried Ariana Grande fragrances and I was so surprised at how much I liked them! This cloud pink is a beautiful twist on her classic Cloud and I love how fruity and tropical this one turned out; I have to say is my favorite out of the two clouds, the packaging is super cute and it lasts a good 4-5 hours on my skin; very bright scent, I love it; giftedbyluxebrands in exchange for my honest review"
        },
        {
            "review_title": "I love pink cloud!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I thought i was obsessed with the original cloud perfume and I smelled this one and my mind was made upu2026 pink cloud is amazing! it smells like a fruitier flirtier version of cloud and itu2019s so yummy. it lasts a good while on the clothes / skin too! gifted by ad."
        },
        {
            "review_title": "Adorable bottle! Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First of all, how CUTE is this Ariana Grande Cloud Pink eau de Parfum bottle?? I mean, the absolute CUTEST!! Would make the perfect addition to any perfume collection!  Now to the scent - this is super sensual / u201csexyu201d to me! I donu2019t think I would wear this one every day, but definitely for date night, a night out etc!  Fruity but definitely smell the vanilla notes! I also get woodsy - tons of scents in there haha but they mesh well and smell fabulous!! I personally love it!!  Gifted by Luxe"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume, it smells amazing! Iu2019ve worn it a few times and already gotten a ton of compliments and people asking about it. Itu2019s a sweeter version of the og cloud, and itu2019s the perfect summer scent! I was gifted by ad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This I feel is very similar to the original blue but also different too. The pink one is much more sweet and this one it is much more fruity."
        },
        {
            "review_title": "Fruity !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I was gifted by luxebrands I absolutely love the scent of Ariana grande pink cloud parfum. When you first spray it , you get a burst of vanilla scent mixed with a subtle dragon fruit . I love that this scent lingers on you all day even after you've showered. I love to spray my clothes down with this to always smell good. I get so many compliments the second I leave my house"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a very lightly scented perfume. It reminds me of a sweet smelling baby wipe. The initial scent is very gourmand and fruity but dries down to a soft musk. the bottle is very nice and substantial. Doesnu2019t wear long."
        },
        {
            "review_title": "Love the packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this perfume! My sister loved it too. This product wad gifted to me and I love the vanilla scent. Iu2019m obsessed with the packaging, and it is a perfect gift for any age. Iu2019m really not a fan of vanilla scents because they make me dizzy but I liked this one."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was super happy to receive the Ariana Grande cloud perfume pink. I love the way that it smells and I love to lay it on top of my scented lotions. I always get so many compliments when I wear these fragrances and Iu2019m so happy that it is in my rotation. I definitely get a lot of fruitiness in this, and I can definitely smell the pineapple and overall love the smell of Amber Woods. GIFTED BY AD."
        },
        {
            "review_title": "On Cloud Ten!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Wow I love this one even more than the original I think!! It is also very sweet which I LOVE but this one has notes of pineapple, dragonfruit, and berries on the front which is really drawing me in! One spray does me fine! *Gifted by Luxe Brands*"
        },
        {
            "review_title": "Sweet like candy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have the blue one as well, and Iu2019ve noticed that they have a really sweet smell to it, so if you like sweet scents like candy then this is for you. I feel like it is more for younger people like in middle or high school! gifted by luxe brands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by luxe brands. The perfect scent for everyday while adding a touch of sweet, without being too sweet. Love that this is a girly perfume without smelling cheap or too young. Scent lingers which is nice that you donu2019t have to use a ton!"
        },
        {
            "review_title": "Fun and fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "When I first spray Cloud Pink the dragon fruit is really prominent along with the berries. As it settles into my skin I get that lovely coconut water note paired with the blush ambrette and vanilla orchid which blend together beautifully. Once I get into the dry down I get the musk and the praline with a hint of the amber woods and musk. I think the packaging is cute but I expected the bottle to be hugged tighter by the cloud than it is, I do liked that the cloud is removable though. Gifted by luxe brands."
        },
        {
            "review_title": "amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Ariana Grande perfumes in exchange for an honest review. I love this perfume!!! It has the same base notes as the original cloud but with some more floral notes. I find that this lasts me all day, and works great layering with other perfumes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by giftedbyluxe brands in exchange for my honest review, and was so excited to try it! I didn't love the original Cloud perfume scent, but the Cloud Pink is more up my alley for sure. It's floral, but grounded with a woodsy/musky undertone that makes it very layerable."
        },
        {
            "review_title": "I just love it. So fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The best way to describe Cloud Pink by Ariana Grande is fruity plastic-- like a Barbie doll, sprayed with a fruity fragrance. Personally I love it. It has a nostalgic smell to me. I can remember playing with dolls as a child and it gives me that familiarity. As a woman in my 30's I like it, and don't find it childish or unwearable. It reminds me of the OG Cloud with a tropical, semi woody, musky scent to it. It even has a bit of earthy powder in the background. It has a lightness to it that makes it youthful. It can be worn both in the summer and winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "smells so good! love the packaging as well it makes it so cute to use"
        },
        {
            "review_title": "Just throw it in your purse ud83dudc5c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I received as a gift and used it for a week. Love this Just a perfect feminine and girly vibes every time I use this perfume. Love the packaging and the scent was so settle and used 2 times a day for long lasting effect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love how cute the packaging is and I think it's a perfect gift for younger generations! I The initial note is very fruity which I love then kind of smell like the old cloud to me. It's not very strong but at the sam time does not last long enough for a long period of time... Gifted by luxe brands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "WOW! I love sweet smelling perfumes and this is sweet without being overly sweet if that makes sense. It lasts the entire day on me too! The perfume bottle sits in a little cloud holder which is so cute and it will display nicely with my other perfumes. This will definitely be a perfume I grab to use on a daily basis from now on! This perfume was gifted by Luxe Brands in exchange for my honest review."
        }
    ]
}