{
	"product_id": "1610",
	"name": "Soleil Eye Color Quad Eyeshadow Palette",
	"brand": "TOM FORD",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 122.0,
	"about": "What it is:.A quartet of silky-soft eyeshadows that features a buildable radiant base and sheer topper shades evoking crystalline island waters...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, , sulfates SLS & SLES, triclocarban, and triclosan...What Else You Need to Know: The new Soleil Eye Color Quad in 01 Emerald Dusk showcases hues that impeccably enhance eye shape in a single swipe. Sun-sparked bronze and taupe shades create customizable coverage, while warm vanilla and deep teal toppers reflect the ethereal glow of sunlit waters...This Palette Contains:.- 2 x base shades in taupe and bronze.- 2 x topper shades in vanilla and teal shimmer.",
	"ingredients": "Shade 1 and 2:.Dimethicone, Diisostearyl Malate, Calcium Aluminum Borosilicate, Synthetic Fluorphlogopite, Dimethicone/Vinyl Dimethicone Crosspolymer, Dicalcium Phosphate, Silica, Hydrogenated Styrene/ Isoprene Copolymer, Tocopherol, Caprylyl Glycol, Ethylhexylglycerin, Lauroyl Lysine, Tin Oxide, Laureth-4, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Aluminum Powder (Ci 77000), Bismuth Oxychloride (Ci 77163), Bronze Powder (Ci 77400), Carmine (Ci 75470), Chromium Hydroxide Green (Ci 77289), Chromium Oxide Greens (Ci 77288), Copper Powder (Ci 77400), Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Blue 1 Lake (Ci 42090), Yellow 5 Lake (Ci 19140)]....Shade 3:.Synthetic Fluorphlogopite, Dimethicone, Diisostearyl Malate, Dimethicone/Vinyl Dimethicone Crosspolymer, Calcium Sodium Borosilicate, Silica, Dicalcium Phosphate, Calcium Aluminum Borosilicate, Tocopherol, Caprylyl Glycol, Ethylhexylglycerin, Lauroyl Lysine, Tin Oxide, Laureth-4, Hydrogenated Styrene/ Isoprene Copolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Aluminum Powder (Ci 77000), Bismuth Oxychloride (Ci 77163), Bronze Powder (Ci 77400), Carmine (Ci 75470), Chromium Hydroxide Green (Ci 77289), Chromium Oxide Greens (Ci 77288), Copper Powder (Ci 77400), Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Blue 1 Lake (Ci 42090), Yellow 5 Lake (Ci 19140)]....Shade 4:.Dimethicone, Diisostearyl Malate, Synthetic Fluorphlogopite, Dimethicone/Vinyl Dimethicone Crosspolymer, Dicalcium Phosphate, Silica, Hydrogenated Styrene/ Isoprene Copolymer, Tocopherol, Caprylyl Glycol, Ethylhexylglycerin, Lauroyl Lysine, Aluminum Calcium Sodium Silicate, Tin Oxide, Laureth-4, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Aluminum Powder (Ci 77000), Bismuth Oxychloride (Ci 77163), Bronze Powder (Ci 77400), Carmine (Ci 75470), Chromium Hydroxide Green (Ci 77289), Chromium Oxide Greens (Ci 77288), Copper Powder (Ci 77400), Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Blue 1 Lake (Ci 42090), Yellow 5 Lake (Ci 19140)]....Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Build intensity with the taupe and bronze base shades; add dimension with a dusting of vanilla and teal shimmers.",
	"num_reviews": 4,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/tom-ford-soleil-summer-collection-eye-quad-palette-P511219?skuId=2756237&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2756237-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Emerald Dusk",
			"shade_descriptor": "Shimmering white gold, soft nude, shimmering bronze brown, shimmering teal",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756237-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Beautiful, disappointing pay off in one shade",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This quad is stunning but the nude shade doesn’t show up at all. Disappointment for me.  Tom ford is definitely hit or miss which makes you turn away from his quads completely."
		},
		{
			"review_title": "Beautiful palette for the summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Got this palette for Mother’s Day and it’s one of my go-to quads for the summer. The colors are so beautiful and give such a fresh glow to my eyes. Love playing around with the colors or wearing them as a one and done when I want to keep it simple. them"
		},
		{
			"review_title": "Green is more grey than bright and saturated",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "When I first saw this, thought the color story would be bright and more saturated. The green is not a bright green but darker, and has a grey-blue tint to it. It's more of a duochrome (subtle). Gives off quiet sunset beach moments type color story imo. More smokey than bright.  The formula is neither wet/dry, creme, nor traditional powder. This one is new imo. All shimmers, they can be worn very pigmented or sheered out. I'd avoid using fluffy brushes, as that might cause fall out. I've been using each color alone as one and dones using my finger or the applicator and that lasts pretty well on me (though I always prep eyes with primer due to hooded lids).  If you were looking for a colorful palette, you'd be disappointed, but if you enjoy more smokey neutral color stories, you might really like this.  1 star off because the formula is great, but not the best (like wet/dry or creme) TF has come out with and color story online can be deceiving. That said, I do really enjoy it"
		},
		{
			"review_title": "Bring on the Sparkly Blue-Green",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I picked up this palette in the Sephora sale and got it in my haul this past week. I immediately tried on the emerald green/blue color and it gave sophisticated mermaid vibes (which is a good thing). The next day, I tried it with the other colors in the palette and used the dark brown in the outer part of my eye, the blue/green in the middle and the light colors at the inner corner of my eye and right below the brows. I love the look for summer. Blue is supposed to be huge this year so this palette is right on trend."
		}
	]
}