{
	"product_id": "328",
	"name": "Arc G-Spot Vibrator ",
	"brand": "Dame",
	"categories": "Bath & Body, Wellness, Intimate Care",
	"price": 160.0,
	"about": "What it is:A vibrator with a strong motor, a soft bulb with a clit-stimulating ridge, and an easy-reach, curved handle so you can explore and discover the perfect spot..Highlighted Features:- Internal and External Use.What Else You Need to Know:Arc‘s handle has the perfect length and shape to give you just the right angles without straining your hand or wrist. Enjoy different motions like rocking, rotating, steady nestling, and sliding in and out..Device Size:7.5l; 1.4 bulb..This Device Comes With:- Arc Vibrator",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.Using Arc:.-Please fully charge Arc before use. .-Arc has one button for power and patterns and another for intensity. .-Hold the power button to turn Arc on and off and press to cycle patterns. .-You can change the intensity by holding the other button for steady intensity change or pressing the button for stepped intensity change.. .Charging Arc:.-Please fully charge Arc before use. .-If the battery is low the LED will blink red when the power button is pressed. .-The LED may continue to blink when fully charged if plugged into a USB hub with other devices. ..Travel Mode:.-Hold the power button for 10 seconds to activate Travel Mode. The LED will blink for those 10 seconds and flash red at the end. .-Arc cannot be turned on accidentally while in Travel Mode. .-Plug in Arc to exit Travel Mode. ..Caring for Arc:.-Arc is waterproof. .-Clean Arc after every use using either soap and water or a water-based sex toy cleaner. .-Dry thoroughly. .-Store Arc separately from other toys and away from extreme heat or cold. ..Caution:.-Do not use silicone-based lube with Arc. .-Do not insert anally. Arc’s base is not flared enough for anal use. .-Do not clean Arc with products containing alcohol, petroleum, or acetone. .-Do not boil, bake, or clean Arc in the dishwasher.",
	"num_reviews": 116,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/dame-products-arc-g-spot-vibrator-P481068?skuId=2567683&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2567683-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Berry",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2567683-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ice",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2567691-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ice",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2567691-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Poor battery life",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Bought end of October. Takes a while to charge and charge does not last long. Ordered new charging cable but issue continued. Takes over half a day to charge and dies in half an hour."
		},
		{
			"review_title": "NOPE. It’s a dud.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Save your money. This looks good but it’s useless. Threw it away for the second week."
		}
	]
}