{
	"product_id": "642",
	"name": "Eye See In Sparkle Clean Multi-Dimensional Glitter Eyeshadow",
	"brand": "GXVE BY GWEN STEFANI",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 32.5,
	"about": "What it is:An ultra-sparkly, loose glitter eyeshadow loaded with multifaceted crystal pigments for an eye-catching, dimensional finish..Ingredient Callouts:It is also gluten-free and cruelty-free..What Else You Need to Know:This silky formula is packed with an ultrafine blend of glitter and pearl that glides on for weightless, comfortable wear while hugging the lid for maximum shimmer with minimal fallout. It can be customized from a soft, luminous sheen to a high-shine foil finish and is safe for eyes and lips.",
	"ingredients": "Calcium Titanium Borosilicate, Titanium Dioxide (Ci 77891), Dimethicone, Calcium Aluminum Borosilicate, Mica, Synthetic Fluorphlogopite, Iron Oxides (Ci 77491), Silica, Tin Oxide, Caprylyl Glycol, Ethylhexylglycerin, Iron Oxides (Ci 77499), Tocopherol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-For a soft, shimmery effect, use a fluffy eyeshadow brush to layer over your favorite powder or cream shadow..-For high-impact sparkle, tap directly onto lids with fingers or use a dense synthetic eyeshadow brush to swipe on..-To achieve a foiled, metallic finish, prime lids with glitter glue or use a damp finger to swipe shadow across the lid. .-Pro Tip: Eye See In Sparkle is safe to use on lips, use your finger to tap shimmer over gloss or lipstick for added sparkle and shine.",
	"num_reviews": 83,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/eye-see-in-sparkle-clean-multi-dimensional-glitter-eyeshadow-P503357?skuId=2608917&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2608917-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Glimmer",
			"shade_descriptor": "sparkling light gold",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2608891-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Twinkle",
			"shade_descriptor": "sparkling slivered champagne",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2608917-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}