{
    "product_id": "501",
    "name": "Lil Butta Dropz Mini Whipped Oil Body Cream Trio",
    "brand": "Fenty Beauty by Rihanna",
    "categories": "Skincare, Value & Gift Sets",
    "price": 40.0,
    "about": "What it is:A limited-edition body-moisturizer trio that delivers intense hydration in a nourishing whipped-oil cream..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Loss of Firmness, and Elasticity.Highlighted Ingredients:- Seven Luxe Oils: Nourish skin and deliver a healthy-looking sheen..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:This mini body-cream trio delivers long-lasting hydration and a glossy finish. They contain antioxidant- and vitamin C-packed Barbados cherry extract to restore vibrancy, while glycerin locks in moisture. This trio also features three festive scents and shimmers to keep or share: Fenty Fresh, Salted Caramel, and Toasted Marshmallow..This Set Contains:- 3 x 2.5 oz/ 75 mL in Butta Dropz Whipped Oil Body Cream Mini in Toasted Marshmallow, Salted Caramel, Fenty Fresh.Clinical Results:In a four-week clinical study on 55 people, instantly:.Clean at Sephora",
    "ingredients": "-Seven Luxe Oils: Nourish skin and deliver a healthy-looking sheen..-Shea Butter: Helps condition and support the moisture barrier..-Mango Butter: Antioxidant-rich properties restore visible suppleness...Dropz Whipped Oil Body Cream Mini in Toasted Marshmallow: .Ingredients: Aqua/Water/Eau, Cocos Nucifera (Coconut) Oil, Glycerin, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Oil, Propanediol, Cetearyl Alcohol, Cetyl Ethylhexanoate, Dimethicone, Butyrospermum Parkii (Shea) Butter, Mangifera Indica (Mango) Seed Butter, Cetearyl Olivate, Diisostearyl Malate, Polyglyceryl-3 Methylglucose Distearate, Citrullus Lanatus (Watermelon) Seed Oil, Hibiscus Sabdariffa Seed Oil, Adansonia Digitata Seed Oil, Malpighia Punicifolia (Acerola) Fruit Extract, Adansonia Digitata Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Plumeria Acutifolia Flower Extract, Aloe Barbadensis Leaf Juice, Sodium Hyaluronate, Glycine Soja (Soybean) Oil, Tocopheryl Acetate, Tocopherol, Sorbitan Olivate, Polysorbate 60, Potassium Cetyl Phosphate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Ethyl Hexanediol, Butylene Glycol, Caprylyl Glycol, Tromethamine, Phenoxyethanol, Mica, Titanium Dioxide (Ci 77891), Parfum/Fragrance, Cinnamal, Coumarin...Dropz Whipped Oil Body Cream Mini in Salted Caramel: .Aqua/Water/Eau, Cocos Nucifera (Coconut) Oil, Glycerin, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Oil, Propanediol, Cetearyl Alcohol, Cetyl Ethylhexanoate, Dimethicone, Butyrospermum Parkii (Shea) Butter, Mangifera Indica (Mango) Seed Butter, Cetearyl Olivate, Diisostearyl Malate, Polyglyceryl-3 Methylglucose Distearate, Citrullus Lanatus (Watermelon) Seed Oil, Hibiscus Sabdariffa Seed Oil, Adansonia Digitata Seed Oil, Malpighia Punicifolia (Acerola) Fruit Extract, Adansonia Digitata Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Plumeria Acutifolia Flower Extract, Aloe Barbadensis Leaf Juice, Sodium Hyaluronate, Glycine Soja (Soybean) Oil, Tocopheryl Acetate, Tocopherol, Sorbitan Olivate, Polysorbate 60, Potassium Cetyl Phosphate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Ethyl Hexanediol, Butylene Glycol, Caprylyl Glycol, Tromethamine, Phenoxyethanol, Mica, Tin Oxide, Synthetic Fluorphlogopite, Parfum/Fragrance, Titanium Dioxide (Ci 77891)...Dropz Whipped Oil Body Cream Mini in Fenty Fresh:.Aqua/Water/Eau, Cocos Nucifera (Coconut) Oil, Glycerin, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Oil, Propanediol, Cetearyl Alcohol, Cetyl Ethylhexanoate, Dimethicone, Butyrospermum Parkii (Shea) Butter, Mangifera Indica (Mango) Seed Butter, Cetearyl Olivate, Diisostearyl Malate, Polyglyceryl-3 Methylglucose Distearate, Citrullus Lanatus (Watermelon) Seed Oil, Hibiscus Sabdariffa Seed Oil, Adansonia Digitata Seed Oil, Malpighia Punicifolia (Acerola) Fruit Extract, Adansonia Digitata, Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Plumeria Acutifolia Flower Extract, Aloe Barbadensis Leaf Juice, Sodium Hyaluronate, Glycine Soja (Soybean) Oil, Tocopheryl Acetate, Tocopherol, Sorbitan Olivate, Polysorbate 60, Potassium Cetyl Phosphate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Ethyl Hexanediol, Butylene Glycol, Caprylyl Glycol, Tromethamine, Phenoxyethanol, Mica, Tin Oxide, Synthetic Fluorphlogopite, Parfum/Fragrance, Titanium Dioxide (Ci 77891)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing&nbsp;effectiveness.",
    "num_reviews": 28,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/fenty-skin-rihanna-lil-butta-dropz-mini-whipped-oil-body-cream-trio-P513478?skuId=2813723&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2813723-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Failed HORRIBLY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "These smell so amazing I love the salted caramel especially and it gives a beautiful glow to the skin. Hopefully the salted caramel comes in full size"
        },
        {
            "review_title": "Body routine staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this product so much they all smell delicious and amazing I only wish salted caramel came in a bigger size!!"
        },
        {
            "review_title": "Donu2019t walk run",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I love all 3. Some people donu2019t like the shimmer but I love it. I use them daily. I like how they smell layered with my favorite perfumes. Not over powering at all. The price was affordable. I purchased for $29 which I think was worth it."
        }
    ]
}