{
	"product_id": "88",
	"name": "GloPRO® BODY MicroTip™ Attachment Head",
	"brand": "BeautyBio",
	"categories": "Skincare, High Tech Tools, Anti-Aging",
	"price": 66.0,
	"about": "What it is:An attachment head that is designed to smooth and firm skin’s appearance with a wider design for easy, full-body coverage..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Loss of Firmness and Elasticity, Dark Spots, and Fine Lines and Wrinkles.What Else You Need to Know:This attachment head is designed to work with the denser skin lipid (extra cushion) found on the body. It works to support the areas of the body that do all the heavy lifting: under arms, back of thighs, booty, above the knees, and torso (including tiger stripes) for smoother-looking skin..Clinical Results:In a clinical trial using GloPRO BODY Attachment Head with The Sculptor with LipoCare™ Cellulite Smoothing Body Cream:",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Use GloPRO® BODY in the PM after cleansing and prepping target area with a clarifying body Prep Pad (sold separately). .-Glide GloPRO® in horizontal, vertical, and diagonal directions four to 10 times in each target area (about 60 seconds per target area) to maximize skin invigoration. .-No need to apply additional pressure, just let the weight of the tool work its magic. .-Immediately apply your favorite body skincare after using GloPRO® to boost product absorption.",
	"num_reviews": 14,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/glopro-body-microtip-attachment-head-P438632?skuId=2163103&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2163103-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "White/Off-white",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2163103-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "it is absolutely worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Reading some of the reviews here compelled me to write this review as some people just can’t read the name of the item that clearly says “attachment head”. The tool and this particular attachment are game changers. They change the texture, elasticity and overall skin appearance. I use it more or less once a day followed by a body cream (ideally anti-cellulite or anti-aging) because this is one of the purposes of this tool - increase the absorption of your skin care. It hurts to do it the first couple of times as it is needles prickling your skin and it itches, which is a natural result of skin healing and producing collagen which is the whole point. It really really is amazing. This is my third body attachment and I’ve purchased a second body for it. I can’t tell you how much of a difference it makes."
		},
		{
			"review_title": "first 2 weeks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "I put 3 stars because I'am still in my first 2 weeks with the product. I had been getting itching in the area the day after I use the product. Until now I did not see anything, I will still using it to see the results."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "White/Off-white",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Didn’t realize it was only the attachement head. The wand costs a fortune and was difficult to track down."
		},
		{
			"review_title": "Need an attachment",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I just received this product didn't realize it was just an attachment..where do I get the handle from?"
		},
		{
			"review_title": "A need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I use this attachment 3x a week and I can see a real big difference in how moisturized my skin feels. I use this thing everywhere. My chest, my girls, my stomach, my butt, my arms. I absolutely love this thing. Couldn’t do life without it ❤️"
		},
		{
			"review_title": "Weird!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Tried it on my razor stubble and it played shave and a haircut like a dull music box!   Love it. I want all the tunes!"
		},
		{
			"review_title": "CRASH AND BURN OUT OF THE CHUTE!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I 'm not sure of the effectiveness of the tool, because mine broke just getting it out of the packaging.  The base that attaches to the handle is plastic and the pegs broke off.  Mine was not the white, it was the chrome but everything is plastic except the needle head."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "White/Off-white",
			"review_buyer_description": "",
			"review_text": "Very disappointed. Purchased about 2-3 months ago. After no results - I did a small research, that lead me to the conclusion that 0.5 mm needle can barely pass the epidermis (epidermis depths is 0.25 to 1mm. In order to get the dermis (the Layer that control scars, deep skin problems) you need at least 1.5 mm needle. Just google “dermis depth”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "White/Off-white",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve battled KP on the back of my arms my whole life. I’ve tried numerous products and none has worked like this. The picture is after one use. The before is after not using the product for a couple of weeks. The after is the next morning.  KP doesn’t go away, but this device is fantastic at managing it."
		},
		{
			"review_title": "Really helps heal stretchmarks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It really does help heal up the stretchmarks! I've already seen improvement on the really-thin-skin areas"
		},
		{
			"review_title": "Texture changer Product Booster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love the ease of the GloPro. I’ve used other dermarollers,  and this is my fave. The light seems to help sun spots. The needles aren’t intimidating and I have the eye and face attachment as well. This really evens texture, boosts product absorption, fades stretch marks and firms. My pores look smaller. I really think it’s b/c it helps my products get deeper."
		},
		{
			"review_title": "Great for stretch marks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I ended up with a few stretch marks late in my pregnancy. I knew there probably wasn't too much I could do about it once they happened, but on a whim I tried my FACE attachment and noticed a HUGE difference! I'm still in shock actually how well it worked. They're still there, but significantly lighter and less deep in appearance. If the face attachment worked that well on stretch marks I can only imagine how well this body tip will work! I'll be buying during the VIB sale to continue use."
		},
		{
			"review_title": "Life Saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have some stretch marks on my hips, and I love using this attachment in that area with my lotion. It helps the collagen to regenerate more rapidly and has definitely helped to speed up the process of reducing the appearance of my stretch marks! If you have any sort of uneven skin tone on your body that you are trying to get rid of, this product may help you a lot!"
		},
		{
			"review_title": "Great for stretchmarks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I starting using this attachment after having a baby for stretchmarks and I have noticed a huge difference."
		}
	]
}