{
	"product_id": "1031",
	"name": "'REPLICA' Memory Box Mini Perfume Sampler Set",
	"brand": "Maison Margiela",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 51.0,
	"about": "Set Description: Discover 10 mini unisex fragrances that transport you to treasured moments of the past including Lazy Sunday Morning, Jazz Club, Beach Walk, Sailing Day, Autumn Vibes, By the Fireplace, Bubble Bath, Under the Lemon Trees, Springtime in a Park and When the Rain Stops...About the Bottle:  Influenced by the look of classic apothecary jars, the luxe perfume bottle carries a cotton label with black ink text and a unique pump wrapped with rope as an homage to the original couture line...This Set Contains:.10x0.07 oz/2 mL fragrances, including:.-Beach Walk Eau de Toilette.-Jazz Club Eau de Toilette.-Lazy Sunday Morning Eau de Toilette.-By the Fireplace Eau de Toilette.-Bubble Bath Eau de Toilette.-Under the Lemon Trees.-Sailing Day.-Autumn Vibes.-When the Rain Stops.-Springtime In a Park",
	"ingredients": "'REPLICA' Jazz Club Eau de Toilette: Alcohol, Water, Fragrance, Ethylhexyl Methoxycinnamate, Coumarin, Limonene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Linalool, Citral, Geraniol, Ci 15985/Yellow 6, Cinnamal, Hydroxycitronellal, Eugenol Citronellol, Ci 19140/Yellow 5, Ci 17200/Red 33, Ci 42090/Blue 1, C162585/2.. 'REPLICA' Under The Lemon Trees Eau de Toilette: PARFUM / FRAGRANCE, AQUA / WATER, LIMONENE, LINALOOL, BENZYL SALICYLATE, BENZYL ALCOHOL, DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE, CITRAL, COUMARIN, GERANIOL, EUGENOL, BENZYL BENZOATE, CI 19140 / YELLOW 5.'REPLICA' Bubble Bath Eau de Toilette: Alcohol, Parfum / Fragrance, Aqua / Water, Benzyl Salicylate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Benzyl Alcohol, Limonene, Linalool, Citronellol, Geraniol, Coumarin, Citral, Benzyl Benzoate, Ci 61570 / Green 5, Ci 60730 / Ext. Violet 2.	.'REPLICA' Sailing Day Eau de Toilette: Alcohol, Fragrance, Water, Benzyl Salicylate, Benzotriazolyl Dodecyl P-Cresol, Linalool, Benzyl Alcohol, Limonene, Bumetrizole, Geraniol, Citronellol, Tris (Tetramethylhydroxypiperidinol) Citrate, Citral, Benzyl Benzoate, Ci 60730/Ext. Violet 2, Ci 42090/Blue 1, B218007/1..'REPLICA' Beach Walk Eau de Toilette: Alcohol, Fragrance, Water, Benzyl Salicylate, Benzyl Alcohol, Benzotriazolyl Dodecyl P-Cresol, Amyl Cinnamal, Limonene, Hexyl Cinnamal, Linalool, Citronellol, Geraniol, Coumarin, Methyl Anthranilate, Pentaerythrityl Tetra-Di-T-Butyl, Hydroxyhydrocinnamate, Isoeugenol, Citral, Hydroxycitronellal, Farnesol, Amyl Cinnamyl Alcohol, Benzyl Benzoate, Cinnamyl Alcohol, Anise Alcohol, Ci 15510/Orange 4, Ci 19140/Yellow 5, Ci 14700/Red 4, B206223/1..'REPLICA' Lazy Sunday Morning Eau de Toilette: Alcohol, Fragrance, Water, Benzyl Salicylate, Benzyl Alcohol, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Linalool, Citronellol, Geraniol, Cinnamyl Alcohol, Hydroxycitronellal, Farnesol, Limonene, Ci 60730/Ext. Violet 2, Ci 19140/Yellow 5, C162587/2..'REPLICA' By The Fireplace Eau de Toilette: Alcohol, Fragrance, Water, Benzyl Alcohol, Butyl Methoxydibenzoylmethane, Ethylhexyl Methoxycinnamate, Linalool, Isoeugenol, Benzyl Benzoate, Eugenol, Limonene, Benzyl Cinnamate, Ci 15985/Yellow 6, Geraniol, Ci 19140/Yellow 5, Bht, Ci 17200/Red 33, Ci 60730/Ext. Violet 2, C179346/1..'REPLICA' Autumn Vibes Eau de Toilette: Alcohol, Parfum / Fragrance, Aqua / Water / Eau, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Linalool, Limonene, Tris(Tetramethylhydroxypiperidinol) Citrate, Geraniol, Citral, Farnesol, Ci 14700 / Red 4, Ci 60730 / Ext. violet 2..'REPLICA' When the Rain Stops Eau de Toilette: Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Linalool, Benzyl Alcohol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Geraniol, Limonene, Benzyl Benzoate, Citronellol, Isoeugenol, Citral, Tris (Tetramethylhydroxypiperidinol) Citrate, Eugenol, Ci 60730/Ext. Violet 2, Ci 14700/Red 4, Ci 17200/Red 33, Ci 42090/Blue 1..'REPLICA' Springtime In A Park Eau de Toilette: Alcohol, Parfum/Fragrance, Aqua/Water, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Limonene, Citronellol, Hydroxycitronellal, Linalool, Benzyl Alcohol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Geraniol, Farnesol, Citral, Benzyl Benzoate, Benzyl Salicylate, Eugenol, CI 14700/Red 4, CI 60730/Ext. Violet 2, Alcohol."",
	"how_to_use": "Suggested Usage:.Fragrance is intensified by the warmth of your own body. Spray mini fragrance in the creases of your knees and elbows for a longer-lasting, stronger scent.",
	"num_reviews": 287,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/maison-margiela-replica-memory-box-set-P480182?skuId=2650299&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2650299-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Easy to put on pockets",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I really like this samplers set. Easy to put on pockets to bring it everywhere and everyday. One smell for each day. I like the under the lemon tree and on a date smells."
		},
		{
			"review_title": "Covers all the bases!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Let me start by saying I love Maison Margiela fragrances!  You can get many uses from this sampler pack as each sample is much more than a one-time use!  I love the variety that’s offered here and the packaging is perfect for travel (though they aren’t capped, but I don’t see it as an issue).  These are so cute and smell sooo good!!  Beach Walk is my favorite for summer and Autumn Vibes is a fall staple to have in your collection!"
		},
		{
			"review_title": "Would Like Option to Get Full Size with Review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I'm glad that I got the opportunity to try various scents from the Replica Collection. I absolutely love having the ability to sample a different scent for every occasion, but also that I have choices to get a better idea of the brand and quality instead of basing my opinion off of one scent. So far, they are each nice notes, but I'll need to test the longevity and the ongoing appreciation for each scent. Would like an option to get a full size with review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The scent variety is absolutely amazing and definitely worth the money. The bottles are packaged just right to fit in any purse or diaper bag. The presentation of it was very well"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The scents are all amazing!! I literally couldn’t even choose my favorite. This little sample box is travel friendly and is perfect for on the go! This is the best value for your money because it gives you a variety of scents to choose from! Then if you have a few favorites you can buy the big bottles without having the fear of not liking the smell."
		},
		{
			"review_title": "A Scent for Every Moment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently got my hands on the Maison Margiela Paris 'Replica' perfume collection, and I'm absolutely in love! Each scent is inspired by the reproduction of familiar moments and places, and they truly capture the essence of those memories. From 'Bubble Bath' to 'Lazy Sunday Morning,' and my personal favorites 'Under the Lemon Tree' and 'Lazy Sunday Morning,' every fragrance in this collection is a sensory journey. They honestly all smell so fresh and real—it's like they bottled the experience! Whether I’m feeling relaxed, adventurous, or nostalgic, there’s a scent that perfectly matches my mood. I highly recommend this collection to anyone who loves to experience a moment through scent!"
		},
		{
			"review_title": "Beautifully curated collection - great value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love! From the moment I opened the shipping box I could tell I was going to love these scents! There are so many to choose from, I am really going to enjoy changing up my scent depending on my mood for the next few months. I usually just stick with one boring scent and this is a great way to sample and change things up. I have thrown one in every purse and travel bag I have so I will always be prepared! These testers are much larger and fuller than the typical sample sized testers you get for free. One should last a few weeks depending on how heavy you like to layer your scents. The value is definitely there especially when you consider the variety, there are several months of use in this beautifully curated collection!"
		},
		{
			"review_title": "Amazing variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this set! You get to experience all of the amazing scents from replica which feel like a warm hug. These are perfect to throw in your purse/clutch to be able to reapply. The packaging and presentation was very nice as well as the variety of scents. The fragrances themselves are long lasting. I highly recommend buying this before purchasing a full bottle so you can experience each one."
		},
		{
			"review_title": "Versatile and cute !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I actually loved this package a lot. I love how many scents there are and that I can give the ones I don’t love as much to friends and family. The packaging of each is super cute. My one complaint is that it doesn’t come with the free full sized ticket."
		},
		{
			"review_title": "Good scents don’t last",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Bought these and didn’t realize they were eau de toilette not eau de parfum. The smell doesn’t last the hour.  Went back to return two days later and was told they’re more than 10% used and can’t return . I was given lousy used perfume and can’t even return it"
		},
		{
			"review_title": "A great variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I feel like this is a great way to get to know what fragrances you like because there's such a variety. I ended up liking most of them. My top three were Beach Walk, Lazy Sunday Morning, and Springtime in the Park. I'm definitely considering buying a full bottle of the first two. $4 per 2mL is definitely not bad for samples. The sprayer on these is great too. I can't speak for Autumn Vibes, Jazz Club, or By the Fireplace because I don't find myself wearing them out much, but the rest have pretty decent longevity. Under the Lemon Tree (which by the way absolutely smells like limes not lemons) is probably the worst for longevity but that's expected for a citrus I guess. I'd say these are unisex with some being more feminine. The ones I'd say are pretty feminine are lazy sunday morning, springtime in the park, and beach walk, with the rest being relatively unisex. Definitely would recommend this set, especially if you're new to fragrance or looking to explore more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Love so much! Wonderful sampler set of moody french perfumes. Lazy Sunday Morning has been my fave for a long time but this allowed me to find a place for each one in my life depending on the day and activity. Will slowly start to buy bigger sizes to add to my collection :)"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After using each one of these amazing flavors I’ve noticed I can’t pick just one because of how good each one of the smells I love the sooo much my favorite is by the fireplace 😍 it smells so good and set the room for a beautiful night out"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Half of the scents are ok, the other half smell like they came straight from a nursing home. Would not purchase again."
		},
		{
			"review_title": "Liked it better than I expected.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I loved being able to try them all... was very surprised that I really like most of them. They last all dang day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "Absolutely love this discovery set! Every scent hits the mark. It smells so good and luxurious. It’s my second set cause I still cant decide which one like best!"
		},
		{
			"review_title": "Just PERFECT ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Most successful sample’s box which ever bought. Every single scent is a masterpiece of unforgettable life moment and weather season."
		},
		{
			"review_title": "Smells arent that great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I like the size and spray but the smells were just ehhh some were ok but Im not a fan if this brand"
		},
		{
			"review_title": "Last long Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Love all the smell 😍 I’m so grateful that I tried this product and the scent is long lasting."
		},
		{
			"review_title": "Definitely worth a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I really loved this sample set! Myself, my spouse, and a friend bought it as we all had a different scent in mind and ended up liking almost all of them. The staying power is amazing (definitely a full day of wear) and the scents mellow gorgeously.  My fav is Autumn Vibes - deliciously smoky, soft, comforting and warm. Definitely a forerunner for a daily scent (it is strong, which is what I like, but wouldn't necessarily rec if you work in a close-knit office/in retail/around lots of people, etc.)  Spouse's fav - Sailing Day is a light clean very unisex scent, it settles on the skin nicely and kinda smells like laundry in a really good way.  Friends fav - Jazz Club! Super smoky, delicious, definitely strong, a good going-out in the evening to a jazz club (hah) or a bar/darker-vibe restaurant/etc.  The only reason this isn't getting a 5* is because Under the Lemon Trees smells a lot like a floor cleaner (to me) and When the Rain Stops gave both myself/spouse headaches within moments of trying it (so not necessarily for the scent-sitive)."
		},
		{
			"review_title": "Great set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Great set, the scents stayed on forever!! Only con was many wears I can get out of each and the details for the scents packing was minimal."
		},
		{
			"review_title": "A new must have for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Bought to try a new perfume as I usually am a coco Chanel girl and love these for a everyday basis . Took them to cancun and the scent stays all day & night."
		},
		{
			"review_title": "A must-have especially when traveling….",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Tan skin tone, Combination skin",
			"review_text": "I never missed any vibes when I’m out. I worry less if I smell nice or not. Especially going out with girlfriends having samgyupsal or just the random smell from the outside, this handy sample perfume always got my back. GsbshsSmall enough to just slide ‘em on"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nope - not long lasting for me. The only smell I really liked was Lotus pear - but it faded away within an hour! Good they have a sample set!"
		},
		{
			"review_title": "Glad I got the samples",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "It gets a 4 because it has everything that was marketed and came unharmed. It looses one star because 7 of them smelt like straight grandma. The other three (jazz club, autumn vibes, and sailing day) are pretty good. Not my taste but would buy again to make sure I liked it before getting the big bottle. Now I know!"
		},
		{
			"review_title": "Not a must have",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "One of them came empty other than that I feel it was worth it to test them out even tho I only liked a few and the 1 I really liked only had 1 squirt in it when it got to me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "These are such wonderful fragrances! Such a scent variety in this pack, and one spray goes SO far. Lasts forever and can smell it on myself all day. Such great unisex scents too! I love them, and my roommate who is male loves them too!"
		},
		{
			"review_title": "Don’t invest",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product smells EXACTLY what the name says, which for some that might be what they are going for, personally I thought these smells were strange as a perfume scent. They were very underwhelming as well."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love! My husband was a huge fan of all of them. Could not pick a favorite scent. They were all that amazing!"
		},
		{
			"review_title": "Underwhelming",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Honestly very underwhelmed with this set. Might be a personal opinion but I only found myself wanting to use like 1 or 2 and would only ever think of buying under the fire place."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Amazing products smell exactly like they say and long lasting!!!"
		},
		{
			"review_title": "perfect for the price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "great sized and a scent for everyone! i absolutely recommend for people discovering more fragrances!"
		},
		{
			"review_title": "a staple in my shopping",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "so helpful to find which scent I wanted to buy ! Made it much easier to see what smelled good in the skin :)"
		},
		{
			"review_title": "Not a fan of these!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought this to try out some new scents. I only liked one of these! The others smelled like something your great grandmother would wear or either smelled like nail polish remover."
		},
		{
			"review_title": "Great buy when you want options",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Best deal if you enjoy multiple scents. I would say I really enjoy 8/10 perfumes. Great for travel, purse, or just to be able to rotate scents. My favorites are Jazz Club, Autumn Vibes. Very earthy, smoky, musky scents that I’m enjoying during the winter. Least favorite was Early Sunday Morning. I’m not a floral person and that smelled like old lady rose perfume but that’s just my opinion."
		},
		{
			"review_title": "Cute and a good deal",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The idea of this is super cute and I liked most of the scents. You get 10 sample size scents in an all paper box, which I like."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "A great trial package for if you’re not ready to commit to just one scent"
		},
		{
			"review_title": "Absolutely Worth It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Honestly so worth the price! I didn’t like two of the scents but I’d still pay for the full set again. You only need one spray and each bottle lasts me at least 2-4 weeks. Most are sweeter scents which I love! Overall definitely 5 stars!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "My boyfriend and I tried these together and we liked most of them. There are definitely some more masculine and feminine scents in here so you aren’t guaranteed to like all of them but it’s worth buying if youre interested in trying them out! And a cute little couples activity too!"
		},
		{
			"review_title": "I love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Perfect selection, these little guys have lasted me about 6 months all together! I especially love Jazz Club, Sailing Day, and By the Fireplace. Autumn Vibes is a strange scent but I like wearing it in the fall. Each of these tiny vials transports you somewhere different, it’s amazing artistry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Have purchased many times for gifts. All smell great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Last longer than I thought. So much variety and at such a good cost!!"
		},
		{
			"review_title": "Great gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted this set for the holidays and they loved it!"
		},
		{
			"review_title": "Perfect for sampling year round!  Yummmm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I'm a bit surprised at some of the bad reviews.  I didn't expect to like every scent in this sampler set (at all), but it turned out I actually really liked every one of them on me!  Some are summery scents like Sailing Day, Beach Walk or Under the Lemon Trees, others are so perfect for fall or winter like By the Fireplace or Jazz Club.  I loved the scents so much that my husband just bought me the bigger bottles (5 pack) for Christmas.  They seem to last for hours on me and my husband always loves the smell and asks which one I'm wearing.  I am literally getting ready to purchase the sampler set again before I settle on which big bottle of perfume I want to get.  Autumn Vibes is soooo good."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I want to like them. But they all smell the same to me, all very musky like. I definitely didn’t think the smell connects to the memories, it’s very disappointing, for the amount of choices, none are good."
		},
		{
			"review_title": "not my favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "only like 2 of them. jazz is.my favorite. I rated them all.0 -10 and 3 of them are 0's"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "The smells are extremely realistic to what they are labeled as, but many of the scents weren’t my favorite or just didn’t smell good in general. I would definitely buy full sizes of multiple of these, so it’s totally worth the purchase."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Didn’t like the soapy Scents  but the Warm Scents Are amazing ! My favorite was jazz club"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Worst product ever… sorry to write an honest review…."
		},
		{
			"review_title": "Good but not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This is a great way to get your hands on a variety of the Replica scents, which is great. The downside? Not one of these was something that I liked in the least. Even if there had been one I liked, I would've considered this set a win. But for me? A big no."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Bought the sampler to try and smelled each scent on a paper towel and on skin. Liked the simple paper packaging, although a description of the scents would've been nice. All the sampler bottles have good sprayers and I got several spritzes from each, over 30 when I counted one out. Liked more of the fresher scents hated the warmer scents. Loved Under the Lemon Trees and Lazy Sunday Morning the most. Both smell really nice upon initial application and as they wear down, especially Lazy Sunday Morning. It's fresh and a bit powdery but not overwhelming. Under the Lemon Trees is a sweet citrus scent, exactly as described. I also liked Beach Walk and When the Rain Stops. Beach Walk starts fresh and kinda salty and has a slight coconut sunscreen scent. When the Rain Stops smells floral and grassy to me but in a pleasant way. Both are nice in small doses but get kinda gross if overapplied. Sailing Day was meh, no opinion on Springtime in a Park, kinda smelled like nothing to me, but I may revisit later. I hated By the Fireplace. I hated Jazz Club slightly less, but I don't like smokey scents and the clove or whatever was not hitting for me. Autumn Vibes is also trash in my opinion and went directly in the trash. Bubble Bath is strong and soapy. I'm not sure if I like it. If you like Irish Spring soap, you might like Bubble Bath. If you're doing a blind buy I think Lazy Sunday Morning is the safest bet followed by Under the Lemon Trees."
		},
		{
			"review_title": "Great sample buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great way to become acquainted with the replica scents"
		},
		{
			"review_title": "Perfect Way To Try The Fragrances! So Much Fun!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love this set and had so much fun trying these out with my friend! I would have given it 5 stars, but I do think it’s a bit pricey for samples, and the description says you receive “When The Rain Stops”, but I didn’t, I received “Coffee Break” instead. From what I’ve read apparently some people get one and some get the other. On the bright side I received a sample with my order that just happened to be “When The Rain Stops”! I really love it, and I think “Coffee Break” is really pretty too! I do like a lot of these… I ended up purchasing a travel size of By The Fireplace, and Autumn Vibes (I want to get When The Rain Stops too!), and the 3.4oz bottle of Beach Walk! Beach Walk is absolutely one of my all time favorite fragrances (for reference a few of my other summer favorites are Tom Ford Soleil Blanc, Nest Sunkissed Hibiscus, Estée Lauder Bronze Goddess, JHAG Lust For Sun, and JHAG Vanilla Vibes!)! It has this beautiful suntan lotion like note to it, but prettier and sweeter! By The Fireplace is wonderful for Fall and Winter! It smells extremely similar to B&BW Marshmallow Fireside! For reference, a few of my favorite fall/winter fragrances are Kayali Vanilla 28, Ralph Lauren Beyond Romance, Marc Jacobs Daisy Eau So Sweet, and Burberry Goddess! I bought this set because unfortunately I don’t live near anyplace that sells these, so this was a great way for me to finally get to try these! I had a lot of fun with this, found fragrances that I want travel sprays or bottles of, and have these samples to wear if I’m in the mood!"
		},
		{
			"review_title": "Fun to play with!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got this as a little gift to myself. I really like it and have had fun playing with all the scents! I’m sad On A Date isn’t included!! The only thing is the price.. I just think this was a bit pricey for just sample sprays. I think they should have made them a bit bigger or lowered the price."
		},
		{
			"review_title": "Great for trying something new",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is great to get if you're not sure which scent to try or if you're getting a gift for someone and want to give them options with something new.  I didn't like all the scents, but that's expected.  I got to try them and decide without wasting money on a travel or full size, and found a few new favorites."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "honestly save your money. i liked 3 of them just go to your local sephora and try them there."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "Outside of jazz,autumn & fireplace the rest smell like a frat boy, nepo baby that cheats on you. They have this aqua undertone that’s not so great. Also not much bang for your buck…I’ll probably stuff them in some stockings I guess 🙃"
		},
		{
			"review_title": "Ugh! None smell great!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was excited to try these samples, however, the similar set they sent me was awful!  Most very sweet (my most unfavorite aroma).  I tried them all first on a kleenx and allowed to dry thoroughly, however, I only cared for, and would only wear, one.  Such a shame. I will not repeat!"
		},
		{
			"review_title": "pick and choose your favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It is expensive for such a small amount, but I am glad I figured out my favorites from this set. So far, I loved Bubble Bath,sailing day, beach walk, and springtime in the park. These have to be reapplied to make sure they stay longer."
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Too expensive for the quality. One spray finishes the bottle. Smells are not that great and won’t last long"
		},
		{
			"review_title": "Disappointing, too musky/masculine",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The names of these scents make it seem like they'll be very different and easy to tell apart. I didn't find this to be the case. They all smelled so similar, and all were deep, musky, and/or soapy. I thought half of them could be gender neutral which is great if you're in to that, but I want to smell sweet and fresh. To be fair, I love Jo Malone Nectarine Honey Blossom and Le Labo Bergamote 22- or sweeter, light, floral oriental fragrances. These would be good for someone who likes heavier, winter-type fragrances. For what it's worth."
		},
		{
			"review_title": "I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Good way to smell the multiple scents that replica has to offer. Specially if you don’t want to get a travel size and just get as many as you can without spending more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love wearing different fragrances and this set is perfect! It’s got it fragrance for each occasion and date. It is also very easy to take with you and has a perfect amount for you to try to decide if you like it. Overall I’m very happy with it."
		},
		{
			"review_title": "Not Worth $39",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product free via Influenster for my honest review.   Personally I would not spend my hard earned coin on this product. Few fragrances have long lasting power on my skin and Maison lasted about an hr.  If you’re obsessed with the brand and don’t want to fork out $160 to “try” a new cologne than I can see this being a great option for you.   Otherwise go to a department store and get a sample, the bottles in this set are the same size as what a department store would give you."
		},
		{
			"review_title": "Great to try out all the scents!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This fragrance sample set is great if you are wanting to try out the different scents without committing to a large bottle. I I really enjoyed most of the scents and it’s a great way to really try something new that you normally wouldn’t go for. I do wish that they had more of the newer replica scents but they definitely have the classic scents in this set. I enjoyed lazy Sunday morning and jazz club. These fragrances are awesome for travel and I also like to keep a few in my purse just so I can spritz myself at any time."
		},
		{
			"review_title": "Lingering and lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Each scent is unique. They all also have a certain underlying similarity; just enough to feel like the next scent is part of the same story line.  I loved all of them but the lemon. And at that it wasn't bad per se, just not my vibe. They last practically all day when I use them, they do, however, fade some as time wears on. By end of day they were mild and more like a part of my natural scent. Which I found very pleasant. Definitely will be keeping this brand in rotation and recommend the same!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I am a huge fan of fragrance samplers, especially when I am trying to find a new seasonal scent. This set contains ten different fragrances to try, and they are all under the name “Replica” but have individual names. These scents are supposed to replicate familiar scents and moments, and I definitely think Maison Margiela did an excellent job capturing each specific scent. By The Fireplace smells exactly like a warm fire is burning with its hints of smoke, Under The Lemon Tree makes me want to wear a sundress and read a book under a lemon tree, and Beach Walk has you ready to pack your bags for a vacation by the ocean. I would definitely wear Springtime in the Park during the Spring, and Bubble Bath has a light, clean scent that is perfect for every day wear. Overall, I had a fun time trying out these scents, and while I think some would be better as candles than perfumes, they come in both!"
		},
		{
			"review_title": "I do love perfume sample sets!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "I received this product from Influenster and Maison Margiela for free in exchange for my honest review. First, I love wearing perfume and I love the thought of getting sample sets of never before smelled perfume. That way you're able to sample perfumes and find your next favorite perfume, without having to buy a large bottle. With that said, unfortunately, I was not able to find my next favorite perfume in this sample set. The Maison Margiela 'Replica' perfume set contains (10) different 2ml scents that are meant to replicate different memories or emotions, such as, Lazy Sunday Morning, By the Fireplace, Autumn Vibes, When the Rain Stops, Springtime in the Park, Beach Walk, Sailing Day, Bubble Bath, Under the Lemon Trees, and Jazz Club. Of the 10 different scents, I did find that I did like Beach Walk and Bubble Bath, however, both of those 2 scents did not seem to last very long, as they were more subtle smelling. I also liked the smell of Autumn Vibes, however, I found that it started giving me a headache and it did seem to last longer. When the Rain Stops and Sailing Day were not one's that I found that I would wear, at all. This set would not be a set that I would buy again, nor did I like any of the fragrances enough that I would choose to buy any, however, I think this set I would choose to use to add a nice smell to different objects, such as when leaving a note for somebody. And although this set wasn't for me, I would recommend it for others to try, due to everyone's personal preferences being different."
		},
		{
			"review_title": "Amazing Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I had the opportunity to receive this amazing Maison Marginal Replica Set as an incentive for my honest review. This is an exceptional variety of fragrances.  This set comes in 10 Sample size fragrances: Jazz Club is a very rich musky fragrance with hints of vanilla and tobacco yet I think this can be worn by anyone.    Under the lemon tree: This smells Citrusy Fresh and clean.  Bubble bath: Now this one smells divine. Its a perfect blend of coconut and lavender. There’s suppose hints of rose, but its very subtle which I personally like. (Perfect for spring)  Sailing day: This scent I wasn’t a fan of. It smells like being at a pool, very chlorine scented.    Beach Walk: This smells like a tropical vacation. Hints of rich coconut and bergamot , the perfect combination. (Perfect for summer and spring, but Can be pulled off year round)    Lazy Sunday Morning: This is light , floral and airy. Its a combination of Iris and Lilly of the valley. Perfect for spring and summer  By the Fire Place: Has hints of clove and nuttiness to it, with vanilla notes. It has a slight ash like fragrance to it just like being next to a warm fire on a winter night. (I feel this would be perfect for fall and winter.)  Autumn Vibes: You can smell the red berries and the Cedarwood. To be, this smells like wet leaves after a rainstorm.   When the Rain Stops : This is a scent made for any season. Its light, airy, fresh. The patchouli in it is not over powering. Very lovely.  and Springtime in a Park: Wow! What a beautiful feminine fragrance . This would be perfect for Spring and Summer. The combination of aromas in this  fragrance was perfectly put together. The pear and the musk go hand and hand and the lily of the valley really ties it together perfectly.    For me, my favorites are: Springtime in the park, Jazz Club, By the fireplace, Bubble Bath, and beach walk.  This set is definitely  worth the price!"
		},
		{
			"review_title": "Great diversity of fragrances for the on-the-go gi",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This fragrance set has such a great diversity of scents to match any mood or season. These fragrances are wonderful for gifting and wanting to purchase as extra for yourself! The parfums are bigger than regular sample sizes and are great for keeping in your purse for on-the-go. Even my best friend wanted a set for herself after she tested some of these in my set! These fragrances are long lasting and have a great diversity of scents."
		},
		{
			"review_title": "Perfect for on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I received this product from influencer in exchange for my honest review. I love trying out discovery sets & this one doesn’t disappoint. It has all of the best replica scents. My favorites right now are autumn vibes and when the rain stops. It’s so fun trying new scents and the small sample sizes make it easy to take on the go!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This was a hit and miss. There were some scents I like and then there was some I didn’t like. I guess it just depends on your scent you like. So if you I would keep that in mind. I received this from Influenster exchange for my honest review."
		},
		{
			"review_title": "A fun variety of fragrances!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "There are a lot of fun fragrances in the Maison Margiela Replica Discovery Set. The set contains ten 2ml mini scents. The scents included are Lazy Sunday Morning, Jazz Club, Beach Walk, Sailing Day, Autumn Vibes, By the Fireplace, Bubble Bath, Under the Lemon Trees, Springtime in a Park and Coffee Break. I love their names! This little set is pretty awesome! The packaging is nice and useful to keep them in. All of these scents bring a bit of nostalgia, so that was fun! To me, many seem to have a common note, but each fragrance is still different. They last quite a while, which is important to me. Some are a bit stronger than others, and I’m not a huge fan of those. My favorite of the 10 scents is Under the Lemon Trees. I’d recommend this set to anyone looking for a fun variety of fragrances."
		},
		{
			"review_title": "Meh: artificial and overpowering",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was expecting more from this perfume set and from this brand. All of them were overpowering, overwhelming, and had too much of an artificial smell.  To be honest, I only liked one single sample out of all of them and that was Under The Lemon Tree and it still smelled a little artificial at first—like lemon hand soap. They tend to linger on your skin. So, good if you liked one of the perfumes, but bad if you didn’t."
		},
		{
			"review_title": "So many options!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "As someone who isn’t particular about fragrance, this was perfect for me! I love the variety and getting to choose something different based on my mood for the day. The presentation was lovely. The scents had fun names that encapsulated their smell, and the box was adorable. This is great for someone who likes to switch things up!"
		},
		{
			"review_title": "A nice travel option",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This set is convenient for travel or to keep in your bag. It’s a nice way to try a lot of different fragrances before committing to splurge on one. Not every single one of the scents are my cup of tea, but this set did allow me to try new ones and find a couple I do enjoy. This is a sample set, and if that is exactly what you are looking for, it’s a pretty decent way to give this brand a try without spending a fortune."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I will be purchasing a full size of one of the sets from the sample collection. The scents were crisp and the names suited each one so well overall a great Brand!"
		},
		{
			"review_title": "Good deal!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
			"review_text": "I received this product free from Influenster in exchange for my honest review. I think this would be an amazing birthday/ holiday gift for someone who loves fragrance’s and me- I love to try new scents out. I am more of a floral kind of girl, so I was a little disappointed upon testing half of these out - but I did find 4-5 that I actually like. I realllly disliked one (autumn vibes) and the other 4 I don’t hate, but I don’t like either. I would say most of them are unisex. One is a little musky, which isn’t bad, none of them are bad…it’s just about preference. They are strong, so one spritz will get you 👍🏼 also- I think the sizes are perfect. I love to wear perfume and since all you need is one spray, it will still last a while. Thanks, Influenster!"
		},
		{
			"review_title": "Great idea, not so great scents",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "I was excited to try all of these scents as I received this as a gift. But I found the scents to all be someone flat/stale. A lot of them were similar to each other and the scents are STRONG. I think this set is good for people who have this very specific taste. But as someone who gears towards florals/fruity/musk/vanilla combos, none of these scents struck out to me. I'll finish off the pack but won't repurcahse"
		},
		{
			"review_title": "Muy bueno",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Excelente, me gusto mucho la verdad, excelente perfume"
		},
		{
			"review_title": "Love the variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is the perfect set to test all different types of scents. Under the lemon tree was my favorite, followed with by the fireside. these wore all day without being overpowering. The perfect way to switch up your daily scent. Thankful to influenster that I got to try these out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Normal skin",
			"review_text": "This is a fragrance house I wasn't very familiar with, but had heard a lot about. My favorite thing about this set is that the samples are substantial enough to wear multiple times over several days, so you can really get a feel for the scents and how they work with your body chemistry. After trying all of these, I think I'll get a full size of Lazy Sunday Morning and a travel size of Sailing Day. Both are fresh scents, but Sunday is more feminine and Sailing is more unisex. Sunday also lasts all day, while Sailing disappeared after a couple of hours. Overall I recommend this discovery set because you really get a feel for the house!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love trying out new fragrances and was so excited to receive this sample set from Influenster to review!  It includes a variety of all the different and unique types of scents offered by Maison Margiela from fresh, citrusy, clean, warm, and woodsy.  You will definitely be able to find a favorite amongst these! (Mine is Beach Walk, it is very summery and smells like a perfumey sunscreen.) However, if I am honest, I was super hesitant about the price - it seemed like a lot of money for ten sample vials.  But then I did the math and realized that all of these vials combined are equal to more than one of the Replica travel sized fragrances!  So if you are picky with scents and know you like a particular one, then go with a single scent travel size, but if you are looking to give a unique gift or want to expand your fragrance wardrobe then this is the set for you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I recently had the pleasure of trying out the Replica Discovery Set, and I must say, it's an absolute gem for anyone who's unsure about which fragrance to choose or is new to the world of prestige scents. With its collection of 10 mini scents, each containing 0.07 oz/2 mL, this set offers an exceptional variety that's hard to beat.  One thing that struck me right away was the professional packaging and standard spray samples. It's clear that attention was paid to the presentation, which only adds to the overall experience. What truly makes this set stand out is the careful theming of each fragrance. The names of the scents, such as Lazy Sunday Morning, Jazz Club, Beach Walk, and more, perfectly encapsulate the essence of each fragrance, allowing you to connect with the scent before even trying it.  Speaking of scents, I was truly impressed by the diversity and range of fragrances included in the set. From the warm and cozy embrace of By the Fireplace to the fresh and invigorating notes of Sailing Day, there's something for every mood and occasion. My personal favorite, Jazz Club, immediately won me over with its spicy and cozy aroma that's perfect for any setting.  What makes the Replica Discovery Set even more appealing is its suitability for both day and night wear. Whether you're heading to the office, relaxing on a lazy weekend, or enjoying a night out, you'll find a fragrance that complements your style effortlessly.  For those who are passionate about discovering the art of fragrance or are simply intrigued by the idea of exploring different notes, this set is an ideal starting point. It's an opportunity to delve into the world of perfumery without committing to a full-size bottle. Whether you're finding your signature scent or just indulging your curiosity, the variety offered by this set is truly unparalleled.  In conclusion, the Replica Discovery Set is a delightful journey through a myriad of scents. It's not just a collection of fragrances; it's an"
		},
		{
			"review_title": "Good to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I think it’s a good option to get a sense of Maison Margiela. I am very familiar with the brand (I own 2 full bottles of Whispers in the Library and By the Fireplace) and still think it’s worth it to see how other fragrances hold up and smell you haven’t got a chance to wear or make up your opinion. I was able to try bubble bath and Lazy Sunday. I was able to determine that Bubble Bath smells amazing and I will likely pick up a bottle. I have also determined some like Lazy Sunday and Autumn aren’t for me."
		},
		{
			"review_title": "Impressed and perfect for trying elegant scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I honestly had neutral expectations for this set. I am happy to say I was pleasantly surprised, and I am now obsessed. I love every single one, there is not a bad one. There is a variety of base aromas, but they are all elegant and long lasting. honestly I feel like most are unisex since my boyfriend stole one of them, and he only likes Santel 33. These are a great size to take with you anywhere on the go and the dispensers and spray part is actually really quality. highly recommend if you’re looking to figure out which scent is yours but I love All of them!! I’m indecisive so this is perfect for me."
		},
		{
			"review_title": "Get it now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "A must have for any perfume lover. This set is amazing and a great gift to give anyone. There is a variety of types of scents so you don’t have to worry about them all being the same. The only thing is that I’m not sure if they are long lasting but I definitely would still buy again for someone. Bonus: great to spray will quick before a date or a little refresh!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Love this so much - best frangrances on the market these days!"
		},
		{
			"review_title": "Not my cup of tea",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this from influencer and review for my honest opinion. I was not a big fan of most of the scents there were a few That were okay but most of them were too strong for me"
		},
		{
			"review_title": "So disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I do not understand how these scents are so popular. I have literally bought a dozen discovery scents and these Replica fragrances are awful."
		},
		{
			"review_title": "Something for everyone!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I recieved this product for free from Influenster. Jazz Club-this one had a warm tobacco scent. Lazy Sunday Morning-light,delicate floral Under the Lemon Tree-zesty, citrus. I didn't smell the lemon until I sprayed the perfume. I could tell it was citrus but the lemon really came out after it was sprayed.  By the Fireplace-warm spice, leather Bubble Bath- nice, clean, light Autumn Vibes- earthy, woodsy, cedar Sailing Day- This is a fresh scent that is more masculine smelling When the Rain Stops- I didn't not like this scent, I felt like it smelled like a department store? This was not what I thought it smells like after it rains. Beach Walk-this was my second least favorite. It's a little overpowering to me. Heavy floral. Springtime in a Park-light, sweet floral.  Over all I liked most of the scents. They all lasted for several hours on my skin. A few were similar and it took a little while to tell the difference between them. I will be purchasing a few of these in the future!"
		},
		{
			"review_title": "A Great Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I loved this product! It comes with several different scents that I can choose from. Overall I liked all of the scents and felt that they were very long lasting. Would definitely recommend!"
		},
		{
			"review_title": "Mixed review but def found it mostly lovely.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "It was difficult to rate this overall since there were many scents included so I will start with listing the ones I personally liked and how I would describe them. Jazz club= masculine. Lemon tree= fresh. Fireplace= Smokey & sweet. Autumn = sweet & nutty. Sailing day= very light masculine & fresh and clean. Springtime in the park=airy, fresh leaves, and clean.   Now there were also some that I personally didn’t like. Lazy Sunday am= old lady floral. Bubble bath=very clean and soapy. when rain stops=super soapy / detergent. Beach walk =very floral like potpourri."
		},
		{
			"review_title": "Nice variety of scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I loved this variety in this scent pack. There were some that I liked more than others but overall, most were really great. The only thing that I was disappointed with was the longevity. I feel like the scents didn’t last through the end of the day like other perfumes. But that could just be me.  *I received this set for free in return for my honest review."
		},
		{
			"review_title": "A fun box to gift yourself!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recieved this box complimentary for teating pourposes from Influenster and I lOVE it! This is such a fun box and line of perfumes and I live trying them all! They all smell great and my strategy will be checking to see which sample gets used the fastest and buy that one! It is one of the most fun products I have gotten from sephora!"
		},
		{
			"review_title": "Fresh, long-lasting, and smell luxe.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Dry skin",
			"review_text": "The Discovery Set is great because you get to test out the scents before deciding which ones you love the most. This is the first time that I am trying this brand and I absolutely love these scents. Some of my favs are Springtime in a Park and Sailing Day. They are fresh, long-lasting, and smell luxe."
		},
		{
			"review_title": "Good assortment of scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "The perfume set is great to test out a bunch of scents.  That said, I had trouble getting some of the minis to spray properly, and I generally dislike the sample sized fragrances. Overall, there’s a nice assortment of scents.  On average, most scents lasted 4-5 hours, and some scents are better than others, for sure. Here are my reviews of each scent, with a 1-5 rating.        Springtime in a Park – This is a super light floral and fruity scent, but did not last more than an hour on my skin. I wanted to love this more than I did. **       Beach Walk – This smells like my all-time favorite coconut scented SPF.  I love this one, but I also gravitate toward coconut scents. *****       When the Rain Stops – This scent is the strongest of the bunch to my nose and immediately triggered a headache.  It is a heavy, mature smelling floral. *       Sailing Day – This smells crisp and fresh/clean. Very airy scent, but it did not last long on my skin. **       Autumn Vibes – I was not a fan of this scent.  It’s a very masculine, peppery, spicy woodsy scent to my nose that faded to a cinnamon after a few hours. *       Bubble Bath – Very clean and, well… like a bubble bath.  I found it to be really light to my nose, but it didn’t linger long. ***       By the Fireplace – This smells exactly like a roaring firepit, and then wears down to roasting marshmallows to my nose.  I found it interesting, but honestly, I’m not sure I’d wear it too often.  ***       Under the Lemon Trees – This is a fresh citrus scent, heavy on the lemon to my nose along with floral.  It doesn’t smell like a cleaner, which I liked, and it’s a nice spring scent.  Just not for me though. **       Lazy Sunday Morning – This one is super light to my nose and did not linger on my skin. It dries down to very lavender-y and patchouli scent, which I’m not a fan of though. **       Jazz Club – This is a very musky masculine scent to me, heavy on the alcohol and cigarettes scents overall. While I didn’t like it on me"
		},
		{
			"review_title": "Fun scent box!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The most fun box of scents to try without investing in full-sized products. My favorite was jazz club!!! It is intoxicating and so delicious. This is a great way to layer scents and experiment!"
		},
		{
			"review_title": "Check the vials before purchasing in stores",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got this in store and opened up right after to see if everything was in it. I do this bc two instances in the past from Sephora where I bought a set and one piece of it was missing. Everything was there but one vial was half empty. I went back and returned it."
		},
		{
			"review_title": "Spend the money on a niche fragrance instead!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This has to be the most overrated fragrance line in the world! They all smell horrible; like cheap perfume! In no way is Bubble Bath a “your skin, but better” scent! Don’t believe the hype!"
		},
		{
			"review_title": "fireside is the only great scent yall",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Light skin tone, Normal skin",
			"review_text": "was very disappointed because I loved fireside but all the other one stunk"
		},
		{
			"review_title": "Great set for sampling Replica",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair",
			"review_text": "Great set to insure you can make an educated decision without regretful expensive purchase. I after reading about the mix of each of these, I was sure I’d like most of them….so, so wrong..I hated every one but Jazz. I have an excess of colognes ( well over 30)…so I know the scents and combinations I like…this was just had the wrong proportions of ingredients for my  taste. I only recommend this set so that you can judge for yourself."
		},
		{
			"review_title": "Good Smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "it's very practical to try several scents of perfume to then buy the smell that suits us the most for my part my favorite are: beach walk, Under the lemon Trees, lazy sunday morning and springtime in a Park!!"
		},
		{
			"review_title": "Buy this before the bigger sizes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It's totally worth buying this to sample before committing to anything bigger. I seriously almost bought a full size of when the rain stops based on reviews alone, expecting to love it. Thankfully, I didn't because after sampling every scent, it was actually my least favorite. Jazz club, by the fire and spring time in the park, smelt divine.. probably the best scents I've ever smelt & worn. If I'm being honest, there's really not a bad scent in this collection they all smell good they just vary on likeness."
		},
		{
			"review_title": "MUST BUY!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "A great way to try all of these perfumes. Both my boyfriend and I benefited from this box, such a great deal!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bien aimer découvrir ses échantillons parfum trouver mes cou coeur"
		},
		{
			"review_title": "Smell before you buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I need to stop ordering sample perfumes without smelling them first. I only care for one scent and I missed the return window :(."
		},
		{
			"review_title": "great perfumes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "i really liked this set, although it is a bit expensive considering the size of the samples. all the samples were great smelling, but the one that appealed to me the most was jazz club. none of the bottles were broking when i opened it."
		},
		{
			"review_title": "grateful for sample size, not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I was disappointed in this line and so glad I purchased the sample set. The scents I was most excited about including By the Fireplace turned my stomach they were so artificially strong. I did not find one I liked enough to purchase the full size."
		},
		{
			"review_title": "Love the set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "So far I have been loving all of the scents in this set! I typically like floral scents but wanted to try something a little different and I’m glad I picked this. I am extremely picky with perfumes as I have a sensitive nose. They don’t seem to last all day but I could be just getting used to the smell. No complaints."
		},
		{
			"review_title": "MUST READ: NOT ACCURATE DESCRIPTION",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "in the description it states two different things. you get all of them listed except some sets have When the Rain Stops and some contain Coffee Break. I see other reviews saying they didn't coffee break. I received coffee break not when the rain stops.   also, it was leaking and the spray nozzles looked used upon arrival"
		},
		{
			"review_title": "Be careful with the small bottles!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I enjoyed the wide variety of fragrances. However, I was shocked to see that my bottle of lazy sunday morning shattered after a small fallZ. I’ve dropped testers and travel-sized MM fragrances and none were as fragile."
		},
		{
			"review_title": "Fantastic Fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love different fragrances. This set brings me so much joy and choices.  I've only tried a few so far but loved them and look forward to enjoying the rest.  Great collection!"
		},
		{
			"review_title": "Glad I purchased, this set is a must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, mediumTan skin tone, Combination skin",
			"review_text": "After seeing this particular brand hyped, I wanted to see what it was like for myself without blind buying or purchasing a full bottle. This Memory Box Set was more than what I expected"
		},
		{
			"review_title": "a bit expensive for the sizes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "i like the smells, some are very strong. overall good scents. the coffee one is not in this set, however its very good. my compliant is that its a little expensive."
		},
		{
			"review_title": "On-The-Go Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love these so much! You get so many high-quality scents for a great price and I love being able to switch up what scent I use instead of buying one full size at a greater cost! All of them are still full after a few months of wearing them every day, as the scent is strong and a little goes a long way! The scent will last on my clothes until I wash them too. May need to repurchase because I can't imagine not having these with me on-the-go."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "What a great sampler of these Replica fragrances. It is a wonderful way to wear the fragrances to see if they are something you might want to purchase. I feel many fragrances are not blind buys so this helps a lot! 👍"
		},
		{
			"review_title": "must have scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love every single one of the scents in this. the bubble bath and by the fireplace are my 2 favorites for warm/cold months. I love all of them though...least favorite was the lemon one...for the price this is a good box to try new scents. they are last all day long and I always get compliments when I wear one of these for the day...all day."
		},
		{
			"review_title": "Misleading Description",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "One of the descriptions say the set contains Coffee Break; it does not."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I unfortunately had an allergic reaction to a few of the perfumes. Not sure why! I haven’t been allergic to anything ever! But my skin broke out where I sprayed the perfume"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I just didn't like any of them enough to repurchase."
		},
		{
			"review_title": "not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "these are all samples you can get for free. for $50, it is crazy."
		},
		{
			"review_title": "Perfect gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Recently I’ve fallen in love with discovery sets. This perfume set is a great way to try out each individual scent without breaking the bank. Love that it has perfumes for each season!"
		},
		{
			"review_title": "A big 50/50",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Half the set smells soapy, or fades from its original smell to be more of a generic “handsoap” smell, the rest of the set smells divine and evolves slightly as it’s worn. All in all, a good sampler of the line of perfumes and I found a scent or two that I’ll buy in a bigger bottle. ifperfumes and I found two or three"
		},
		{
			"review_title": "Je les aime tous, selon les moments...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Idéal pour partir à la recherche de son odeur signature!"
		},
		{
			"review_title": "3 out of 10 are decent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Out of these 10 fragrances, I only liked 3: Sailing Day, Beach Walk, & Springtime in a Park. The rest are complete misses and a few are honestly repulsive (Jazz Club smells like a bar filled with cigarette smoke and Autumn Vibes smells like wet leaves and dirt)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "love this sampler set! i enjoyed about 7 out of the 10 i received. Will be purchasing the full size ‘under the lemon trees’ soon!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I love the variety contained in this discovery set and I like almost every one. Personally I find them to be very strong so I only use the tiniest spritz. Some of the mechanisms are broken though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "it’s cool that u can smell all of the scents and they all smell pretty good but my only problems are that they don’t last long and there very small even for samples."
		},
		{
			"review_title": "Fun Fragrance Trials",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "A fun way to try many new scents and figure out what you like. I would say each mini bottle has about 3-7 days of use in it. A cost effective way to experience new fragrances."
		},
		{
			"review_title": "Lots of various scents to try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These arrived pretty empty, like below 3/4th of the bottle but I don't know if it's the right amount. Lots of various scents which is nice if you don't know what you will like. I was going in for 1 or 2 of the perfumes I wanted to properly try, discovered a few more that were interesting. Most aren't for me so I'll be quick.  Jazz Club: leather, whisky and tobacco. What you'd expect from a fancy boy's club. Cool, elevated, citrusy, dark. VERY leather, more masculine.  Lazy Sunday Morning: Flower and lemon cleaning product. Fresh air and laundry. Clean cotton bed sheets and open windows. A bit chemical.  Under the Lemon Trees: Lime, lemon, wood, fresh outside air, reminds me of wood cleaning product with citrus scent, but with less chemical than the above.  By the Fireplace: Smoke and fire, deep, dark, but with fresh air also. Some old, thick evening alcohol, like burbon with a sweet, caramel or mapley, oakey, woody undertone.  Bubble Bath: Powdery soap, lemon and rain. Nondescript flower, pink bubbles and fresh towels. Some chemic scent that might not last. (might be for power, but I didn't try it for long)  Autumn Vibes: Dried leaves, smoked wood, old greenery, a little smoke and sand. Maybe some subtle leather. Amber. Very adult, serious, grown up, unisex.  Sailing Day: Salt water and air, clean marine winds, wooden boat floor washed by old rain. If you don't want beachy, citrusy-clean, but a rather water-based subtle sea scent, this is it.  When the Rain Stops: Wood, lemon, rain, washed up, clean greenery. Nature in so many angles, airy and fresh.  Springtime in a Park: Sweet pale flowers, windy, light air and undergrowth. Powder, freshness.  Beach Walk: Coconut, citruses, sweet and salty air. Blue fresh skies, deep dark water and sandy shells by your feet. Definitely summer."
		},
		{
			"review_title": "Remember when samples were free",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was surprised at how little perfume you get with this set. You used to be able to go into Sephora and they’d make you a sample of any perfume now you pay for them.  I love some of the scents though. I’d recommend just going into the store and trying different ones and buy a full size"
		},
		{
			"review_title": "Scent Doesn't Last Very Long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Spring in the Park, Jazz Club and Under the Lemon Tree are my top three. The other perfumes are fine, nothing wrong with them, but the three I mentioned seem to work best with my body chemistry.  My only issue is the scent doesn't last very long at all, two hours tops. Not sure I want to spend $200 on a larger version if it's only going to last a few hours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "i love this set it really helps you see which perfumes you like. all perfumes smell amazing and are neatly organized!"
		},
		{
			"review_title": "Perfect for first timers to the brand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was pleasantly surprised by these mini travel sized perfumes. They are all in glass packaging which was a win for me, but be careful if traveling with in a bag. Not all the scents were hits for me, but so far I like them!"
		},
		{
			"review_title": "interesting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "super interesting selection. i bought this so i know which ones i want to buy full sizes of, but i’m not sure i like very many at all! my favorites are under the lemon trees and coffee break. everything else is plain and basic. or  it’s just plain bad."
		},
		{
			"review_title": "100%",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been wanting to dabble into other scents of Replica & this is a great way to be able to explore what other options they have. I will be purchasing 2 full sized now! (Jazz Club & Under the Lemon Trees)"
		},
		{
			"review_title": "A good sampler",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "Great product for finding a signature scent. I had an idea of which Replica scent i liked best but the sampler made me find a new favorite. Definitely worth the price."
		},
		{
			"review_title": "10/10 every time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I just ordered this and haven't even received it yet but I've owned 3 of these full size fragrances in the past (beach walk 100% reminds me of childhood on the santa monica pier, it's amazing) so I know I'm a huge fan. These are very strong scents and last all day whether it's full size or sample size. This is a great set for the price especially because these are great for different seasons. Can't wait to have my pick with these!"
		},
		{
			"review_title": "New Favorite Brand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Amazing product! I think for the price it’s pretty good you do get 10 samples!"
		},
		{
			"review_title": "Great for every mood",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I buy the box set every year and i love them!! The scents are a perfect mix and lasts all day. Plus every year they add a their two newest scents."
		},
		{
			"review_title": "Perfect size for traveling all year around",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Very convenient for traveling! And all the fragrances are really great. Perfect for having small bottles for trips all year around."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I like that they come in glass minis. They have a lot in them for what it is. I bought this to be able to smell the scents and how they wear on my skin before purchasing the full sizes and I think the only one out of all that I didn't enjoy personally was the autumn vibes one as it was too Pine scented for my taste! But overall an amazing set!"
		},
		{
			"review_title": "Too Overpowering",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "the scent is way too overpowering and gives me an instant headache. I've tried all of them and I don't like a single one."
		},
		{
			"review_title": "loved almost all of these scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "perfect if you want to try for a little longer them a sniff at the store and test on your skin, to see how it reacts. I loved that most scents were fresh because I prefer those. Maybe if you are more on the sweet side I don't think you are going to like this set too much."
		},
		{
			"review_title": "Great travel sizes & easy to mix-and-match scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Got this for myself for Christmas since I’ve been hearing so much about this brand and its scents. I like the size of the bottles, easy to travel with and bring in your purse. I’ve been having fun layering 2-3 scents to switch things up. My fav combo is By the Fireplace & Jazz Club. Very warm and welcoming. But my two fav scents to wear alone are By the Fireplace and Bubblebath. I hope to save up to by the full sizes since they’re so expensive. If you’re curious about this brand, this is a great way to start exploring!!"
		},
		{
			"review_title": "Trying to find a sent get this first!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love these!!! Lots of clean dents but they are gender mutual and me and my other half loved all of them we went threw and found like half for him so he had variety ￼instead of just one sent. Great for beginners!"
		},
		{
			"review_title": "Partially filled bottles",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Scents are incredible, but for how much I paid per oz, really disappointed and dissatisfied that that multiple vials were not as full as the rest of them :(  Better off checking them out in stores than paying full price for only a portion of what you pay for"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A little spendy but loved getting to try them all out."
		},
		{
			"review_title": "Daily Variety & Try B4U Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Product packaged exactly as pictured & sprays well after 1st primed pump. Not a floral fan, so this was perfect sampler for me! By The Fireplace, Coffee Break, Jazz Club & Autumn Vibes were faves."
		},
		{
			"review_title": "Get this before blind buying a full size.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Definitely get this before splurging/blind buying the full size. I only liked 4 out of them all and 3 of those I still wouldn’t splurge on a full size. I think you can get the same from a BBW scent spray. By the Fireplace was definitely unique"
		},
		{
			"review_title": "Great for the price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I didn't care too much for some of the scents but I was able to smell them without having to shell out for the full bottle which is nice. This is one of the more broad range samplers from this brand but still doesn't have all the scents."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m so happy I tried the samples instead of splurging on the full size. Absolutely not worth it. I was sad about this!! Only like one of them."
		},
		{
			"review_title": "Not the worst",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Only liked two of the scents but to be fair this is a sampler and I really did like those two scents. They don’t last very long though."
		},
		{
			"review_title": "absolutely worth the price and so fun",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "pricey but absolutely worth it if you want to try out the replica fragrances. this doesn’t have them all but it has the 10 that you’ll likely want to try. it’s not cost effective to try these all as rollerballs so getting a set like this allows you to see what you do and do not like. i also made it into a fun activity with my partner by rating them out of 10 and then ranking them from best to worst! it’s definitely worth it if you have the money and are interested in replica."
		},
		{
			"review_title": "Lovely, light, fresh scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It's expensive, yes, and it's only 2 mL of product, but the scents are so lovely and organic. I love fresh, nature and water-type scents. It's been fun to try a new scent every day. They maybe last half a day, it definitely helps to put it on your clothes. I bought a larger version of my favourite: Sailing Day, but also loved When the Rain Stops, Under the Lemon Trees and Lazy Sunday Morning. I got the 30mL of sailing day, as many other reviewers say the scent is not as strong the longer you have it. As Maison Margiela's perfumes are very expensive, I think this is a nice way to get the most scent out of the Replica series, try them and have a mini collection to see what fits your mood!"
		},
		{
			"review_title": "Musk is not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Most of the fragrances have a musk which smells terrible on me. The others were ok but not if you’re in the market fo￼r a higher end scent. They smelled cheap on me but I’m sure they work w some ppl"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I loved this so much! It is great because you can smell and wear a certain scent all day without having to make a commitment to buying one certain scent. It definitely led me to wanting to buy Coffee Break such a great scent!"
		},
		{
			"review_title": "Get ready for memory lane",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was obsessed with Beach Walk so wanted to try more scents from Maison Margiela. This sampler set is amazing all the smells are thoughtfully done and great smelling based on memorable places. Would definitely recommend?"
		},
		{
			"review_title": "Sampler pack I loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Sampler pack of samples lm not sure what is hard to understand about that but I knew what I was getting and loved being able to see what my favs are - I already own by the fireplace so gave that one away- worth it"
		},
		{
			"review_title": "Mixed Bag",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had high expectations for this discovery set, but this one turned out to be more of a mixed bag. Some are interesting and complex, but the majority are more one-note. I do marvel at how this collection perfectly captures a memory/moment. Below are some impressions that come to mind for each of the 10 samples.  Jazz Club: reminds me of an older gentleman in a nice suit waiting at a bar Lazy Sunday Morning: smells exactly like its title. It's a whiff of fresh clean sheets that make you want to sleep in! Under the Lemon Trees: clean, pleasant, uplifting citrus smell as if you're passing by an orchard By the Fireplace: Cozy, spicy notes as if you're sitting by a campfire Bubble Bath: powdery and soapy like a clean bath Autumn Vibes: smells remarkably like fall, as if you're sitting on a huge pile of dried leaves Sailing Day: reminds me of a cheap, masculine cologne Coffee Break: coffee with a little bit of cream that turns into liquor (like Irish coffee) Beach Walk: smells like cheap sun tan lotion or the smell of a public bathroom after it's been sanitized Spring Time in a Park: slightly sweet floral and reminds me of the soap used at a 3-star hotel like Courtyard Marriott or a Holiday Inn"
		},
		{
			"review_title": "Great for exploring taste in perfumes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "A wonderful variety of perfumes! Even though the scents are each very different I find that I like them all. This is a good buy if you want to explore different scents and find something you like."
		},
		{
			"review_title": "Perfect for Reblica newbies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I am in love! So I heard great things about this brand and had been itching to try it out. I love this collection because it made it super easy for me to dabble in their scents all at once. The perfumes truly do smell like the experience they are named after, which I thought was totally cool."
		},
		{
			"review_title": "Hurry up and Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is an excellent buy if you’re new to Replica scents… I love the variation of the scents. This set take you through all the seasons. I’m extremely impressed. I am a “Replica” fan now:"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "In my opinion Replica perfumes aren’t good blind buys. They’re all so different and this perfume set really gives you a good amount of each scent to sample and see what you like best and what works with your body chemistry the best"
		},
		{
			"review_title": "Wonderful discovery set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Most of the scents I did like and there were a few that weren’t for me, but my wife liked them and we both get new fragrances. A could did not have the longevity I was hoping for, but other scents were lasting."
		},
		{
			"review_title": "amazing variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Amazing way to try the whole line. Also, the samples are huge and come in glass bottles. I bought the previous REPLICA sample set a few years back and the samples were much smaller and half empty, this is a significant improvement. The scents kind of remind me of Le Labo scents and there’s a great variety too, whether you’re looking for something musky, floral, or fresh."
		},
		{
			"review_title": "High Quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "Vials are glass, rather than the plastic vials MM samples come in. Slightly larger than samples also. Not a bad value; great way to try a range of MM scents."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "love these perfumes! bubble bath and beach walk are gorgeous scents"
		},
		{
			"review_title": "Such a fun way to test the scents.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve been intrigued by the descriptions of these scents for a while, and this set is a low-key, low-cost way to test several of them. The samples are generous and packaged nicely. I’ve tried half of the scents so far. I’ve liked all of them and will probably buy a full-size bottle of Bubble Bath, which is just lovely. I’m looking forward to trying the smokier, heavier fall/winter scents."
		},
		{
			"review_title": "Cult Member— Can’t wait to smell coffee break",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "After blind buying the 1oz Jazz Club and receiving  by the fire place from the fall must have set and absolutely LOVING them both I had to buy this to stock up  on those 2 😭and try some more scents."
		},
		{
			"review_title": "Not excited",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wanted to try these perfumes out for a long time, but found myself lost in which one to buy. I ordered this sample set to find the “ONE”! I found out I wasn’t missing anything….."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It’s totally meh. I like maybe two fragrances and the samples are really small. I’m going to stick with sentbird ￼"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These are great perfumes but be warned that you may not get all of the scents listed. I wanted to try After the Rain but didn't get that sample included. Unless I go through the trouble of returning the set and reordering, I am unable to get my correct order. I don't live near a Sephora so it would take a while. A little disappointing but the other scents are good."
		},
		{
			"review_title": "Very Helpful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Rich skin tone, Dry skin",
			"review_text": "I’m so glad I bought this instead of buying the few I was interested in blind! I now know what full sizes I want and also getting to test them out on versus just smelling is also nice! I do wish it included ‘When the Rain Stops’ but overall I am very happy with this set!"
		},
		{
			"review_title": "buy this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "100% worth the money, definitely smell the replica scents before you purchase because some don't exactly smell how you'd expect. $39 for all of the scents sephora carries is definitely a steal"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "perfect way to try them all before buying. and they all smell so good so it didn’t feel like a waste"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I ended up buying one full-sized and 3 travel sized after going through this sample set. Definitely some fantastic scents here. Especially if you like more gender-neutral fragrances."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great way to try them all! Really good value. I enjoy each one for different occasions"
		},
		{
			"review_title": "Description is wrong. Bummer.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Description is incorrect. The part called set contains is the part that is correct. Unfortunately, I have already tried coffee break and was looking forward to trying when the rain stops. Guess buying this didn't save me a trip to a store to smell that like I thought it would."
		},
		{
			"review_title": "Love Every Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This sample set is perfect to test out the scents and see which ones agree with your personal body chemistry.  Now I’m about to add 10 more  individual perfumes to my personal collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is great if you like the replica line but are between sets! The samples lasted me quite a while, and even though I didn’t love all of the scents, I think it’s worth the money and a great trial run before splurging on bigger sizes."
		},
		{
			"review_title": "gross",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "smelt gross like mens cologne, only 1 didnt make me want to throw up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "delicious smelling. The scents are incredibly on point, replica is the perfect word to describe it. my fave is Lemkn Tree because it truly smells like the lemons and lemon tree in my Mom's backyard. it's crazy. I love the smells!   they are not too strong so you are unlikely to offend strangers, and it lasts a really long time. I apply in the morning and it stays strong all day and into the late evening.   this sampler pack is nice to find your fave scent, layers them to create ur own, or use if you want a variety. I'm super impressed with this."
		},
		{
			"review_title": "Soulless",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "In my humble opinion, only the scents In The Fireplace, Autumn Vibes (kinda), and Jazz Club were worthwhile. Interesting, provocative smokey notes present in those 3 aforementioned bottles. The others smelled like generic, soulless perfume. Would only consider purchasing a full version of In The Fireplace because it has the most bite."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love how by the fireplace smells on me. I’ve yet to find a winter smell I like more. I was excited to try the other fragrances in this sampler to find a backup fragrance or perhaps one I liked better. And I didn’t find that any of the others really fit my personality or maybe the notes just didn’t sit right on my skin the way that by the fireplace does. But this sample size was perfect to bring on vacation so I feel I got my money’s worth. As much as I love the unisex fragrances, I’m not sure that the others in this sampler are for me."
		},
		{
			"review_title": "NO LONGEVITY",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Nothing in this set last longer than 5 minutes, and it’s too overpriced to be worth it. More than half are cologne anyway so if you’re looking to sample perfume from this brand buy something else."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Out of the 10 fragrances, I liked 5. I like coffee break the best. If you like masculine scents then you’ll enjoy this sampler. I think spending $3.50 on each scent isn’t a bad price to pay before investing in a larger bottle."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Replica may be one of the most overrated perfume brands I have ever come across in my entire life. I really don’t like any of the smells"
		},
		{
			"review_title": "Great for scent layering, love this set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So I got this set for Christmas last year because I love under the lemon trees (it’s citrusy and spicy) and wanted to try some of the other scents. I never liked the smell of them in Sephora but figured this was a good chance to try them out over a longer period of time. I will say these scents are very unique and some of them (the more floral ones) I thought I absolutely hated them upon smelling the bottle but once I wore them a few times and they dry down into your skin they smell really good. This set is awesome for scent layering as well. Whispers in the library I’m not sure how to describe it it’s rich and sultry definitely my go to after under the lemon trees. I like that these scents aren’t like any other perfumes I have, the minis are more expensive than other mini sets but I feel like you still get enough of each scent to determine if it’s for you or not. They are more mild in terms of potency in that they don’t fill a room with scent after you apply it  but I’m more of a “neck and wrists girl when it comes to perfume and not a spray and sashay, maybe that’s why I like them because they are scents with depth to them so instead of being sickly sweet or just floral I feel like these are the first scents I’ve had that you can smell different notes in them."
		},
		{
			"review_title": "I Hated Replica until This",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "coffee break is my favorite i think, a little bit of gourmand in a busy perfume that resembles cologne. i love jazz club, and by the fireplace is similar but more smokey, a little too strong for me as a perfume but would love the candle of this. under the lemon trees smells like the four seasons and i love it, even though i hate lemon scents. springtime in a park was also nice, even though i don't like florals, and my brother liked it too. sailing day smells like fresh ocean but not too salty, with a hint of men's cologne. lazy sunday morning and bubble bath are similar, but i prefer lazy sunday morning a little more, and it's more powdery. autumn vibes is an in between of jazz club and by the fireplace, but more soft and less smokey. beach walk is really nice, a golden smelling scent if that makes sense. the sizes of the spritzers are really good and it's a pretty box with a lot of selection. i hated the replica scents in person but loved these. the sample in store are usually old and not great, so if you want to give replica a second try, get this."
		},
		{
			"review_title": "So Much Fun - Can’t Wait To Try New Scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I carry By The Fireplace in my purse in the Fall and Winter (and always get compliments) , and have has samples of Jazz Club and Autumn Vibes that I have also loved. Excited to try the rest. I need a Summer scent. This will be so much fun! The 2 mL size should last me at least week each. Perfect size to carry in a small crossbody bag. Thanks Sephora!"
		},
		{
			"review_title": "Good value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a perfect item to buy if you are interested in these scents from Maison Margiela, but are worried about spending a lot only to not like it.  They are very small sample sizes, so you’ll only be able to use each one a few times, but I think that’s more than enough to decide whether you like it/if it’s long lasting enough/etc.  I haven’t experienced an issue with the scents smelling wrong or weird, as some of the other reviews have, but it might boil down to an issue of preferences. There are a few scents I’m not in love with, but that is the point of a sampler set— to see what you like and what you don’t! The full sizes of these perfumes are expensive, so I found the price for this to be very fair with the amount of sample variety."
		},
		{
			"review_title": "Beautiful fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was really excited when I popped into the Sephora at my local mall today to grab this discovery set. I had originally smelled all of the replica scents in the store and I honestly hated them all because I didn’t really get a chance to analyze any of them, so I figured I would give them a second chance and actually look past the initial reaction when smelling them. I do not regret this decision at all; they all smelled totally different when I got to actually sit with the scents and smell them a few times instead of spraying them on tester papers and quickly giving a first impression. For one, I quite liked quite a few of the scents, though a lot of them were heavy florals and I’m more of a fruity fragrance person. When I originally smelled Jazz club for example, I absolutely hated it because I thought it smelled like cigarettes, but once I got to know it more, I grew to like it, even though I still don’t know if I would wear it. But overall, the scents were really beautiful and complex, and my favorite was definitely coffee break if you’re wondering. So bottom line, go the extra mile and get one of these instead of wasting your time smelling them in the store, thank you :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This small set is the best. Jazz Club is definitely my favorite but they all smell great."
		},
		{
			"review_title": "Great idea, disappointing perfume",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was so excited to try this sampler set! I had high hopes for it, BUT....they ALL stink! Every one of them. Most of them smell too masculine for a woman to wear, and the ones that smell feminine just smell cheap. This set looks so cool and interesting, but the fragrances are terrible - no lasting power and they almost ALL smell like cheap men's cologne. The only one I kinda liked was Coffee Break but it still wasn't that great. I tried each one once and threw the full vials in the trash.  Save your money ladies! Pass on this one - this perfume sucks."
		},
		{
			"review_title": "Never again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I do not get the hype these all have the same undertone and it stinks !"
		},
		{
			"review_title": "absolutely love this set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "i really love this box set!! they are a perfect little try-on set for this brand of perfume. i wanted to get one from this brand but i didn’t want to take a chance getting one i would end up maybe not liking so i found this set, and i’m literally in love! every scent is gorg :D"
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "First thoughts: I only really dislike 2 scents. Autumn is my favorite. Which is also my favorite season so I’m happy that it met my expectations! To me it smells like a cinnamon with a hint apple. Beach walk is next. Smells like if #takemeback post vacation was a perfume. Lol. My next favorites are; lemon tree (self-descriptive). By the fire place, which smells like maple to me. Bubble bath, which smells like a Saturday morning. Springtime in the park (florals). Sailing day which has a woodsy tone. Lazy Sunday morning and then jazz club and coffee break is last. Not my favorites. I swatched them all on my arms and have only been wearing them 5-10mins. I hope they last long but only time will tell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have not tried all of the scents yet, but so far I like every one that I have tried. They are strong, and the scent lasts all day. I can't pick a favorite!"
		},
		{
			"review_title": "Great scents, Small writing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "So far, I love the scents. But wasn’t a huge fan of the packaging, even though it offers a huge range of scents. The back doesn’t really give much of a description of what to expect. But does provide a surprise when you spray"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nice to have sample size before actually buying full size"
		},
		{
			"review_title": "Wrong description. Ok scents for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Specifically asked an online consultant if the set contains When the Rain Stops as I was most interested in that one. It does NOT. Instead of it came with Coffee break which I liked.  Most of the set is too strong for me. Liked By the Fireplace, Springtime in a Park and Beach Walk the most."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Great way to try out all of the scents. Great gift idea."
		},
		{
			"review_title": "No lasting power, unique scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Some really nice scents! I loved Bubble Bath and Beach Walk also Sunday in the Park but none of these had lasting power."
		},
		{
			"review_title": "Excellent way to try Replica",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "Great way to explore Replica scents. I enjoyed trying every single one, and they range in all directions. I prefer the woodsy citrus notes on myself, but it was great to try out the floral sweet ones. I'll be confident in my purchase of Fireplace. Heads up, it does not have the rain one, it has coffee break."
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love replica and all the options the second time I’ve purchased this the first was for my Bf who really loves to explore scents then I decided to go had because he always smells good lol so far beach walk and coffee break have been my favorite! Highly recommend if you want to expand or explore new smells."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Arrived quickly but many of these scents just weren't for me. A lot of them smelled differently than I thought they would and a few seemed a little too similar to one another. I think I was looking for scents with a little more depth. These are nice and clean but kinda simple imo. They also faded quickly on my skin. I'm really glad I got the sampler instead of just buying a bottle."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It was nice that I was able to sample each perfume before buying the big ones, but not many of them smelled good. All in all I probably liked 2. So money wise this wasn’t a good purchase for me, but all the ones I didn’t like I gave to someone else! Also smell is subjective so other people may really enjoy this."
		},
		{
			"review_title": "Just OK",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "Pretty underwhelming. Most of these dried down to powdery grandma scents, or became overly sweet. I prefer more masculine woody, spicy scents and none of these delivered. Of the feminine scents the only tolerable one was bubble bath, though its a bit soapy.  I dunno what they hype is with jazz club because it right off smelled like cheap cologne and powder. Semi decent ones were by the fireplace and Autumn vibes. By the fireplace starts off smoky but the base notes are too sweet with most of a toasted vanilla. Autumn vibes is prob the most earthy scent, and the one i enjoyed the most. I wouldnt buy a full size of any of these at current price point."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like that these scents are light and not too over powering. I can smell them all day long."
		},
		{
			"review_title": "A waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "These perfumes smell exactly like what you’d expect. The only thing is they stink especially coffee break and fireside. Imagine coming home from a bonfire. That smell of burnt wood is what you smell like. I’m honestly not even that picky but these are just that bad. Jazz club was decent actually but that’s the only one!"
		},
		{
			"review_title": "Good but disappointing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This set is good if you’re curious about the Replica scents and want to try them. I myself only liked half of the scents and I don’t really plan on buying any of them. I’m disappointed by how little of scents I liked and how they don’t last very long. Jazz Club and By The Fireplace were way too smokey. At first it smelled fine but once it dried down all I could smell was smoke. Jazz Club was like cigarettes and By the Fireplace was like someone burning cardboard and dried weeds/lawn clippings. Under the Lemon Trees smelled like minty lemon pledge. Bubble Bath is a very clean scent, I liked it but it has a nostalgia factor to me. I may just like it for the nostalgic feeling. Sailing Day smelled like a forgettable, cheap drugstore perfume. I expected more of a lake or ocean scent.  It has a strong alcohol smell that lingered. Beach Walk was enjoyable and smelled like sunblock with a bit of hibiscus. I felt like was teleported to the beach. I would maybe buy this in full size. So, Lazy Sunday Morning was okay. Had a bit of a nostalgia factor but was pretty forgettable. Autumn Vibes smells like anything but autumn. It smells like the basement of a hippie burning incense. Coffee Break was also very enjoyable. It was nice and mellow but unfortunately didn’t last that long. I was really hyped for Coffee Break but I feel I need to wear it more before I can make a decision on buying a full bottle. And lastly Springtime in a Park was also a clean scent but more floral. Enjoyable but I wouldn’t buy a full bottle. I think this is a good set to figure out what you like but some of the scents are overhyped. Also these scents don’t last very long which was also disappointing."
		},
		{
			"review_title": "great samples",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this as a way to sample so many great perfumes"
		},
		{
			"review_title": "Honest Review",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "TYPO IN SEPHORA DESCRIPTION OF THIS PRODUCT. This item DOES include 10 perfumes BUT it does NOT include the ‘When the Rain Stops’ fragrance, instead of this fragrance it includes the scent ‘Coffee Break’. Do with that info what you will.  Personally I did not like the majority of these fragrances. These are Unisex perfumes but to me they seemed a bit more on the masculine side. I think these would be better suited for men. However, I generally like sweet, florally, and girly fragrances. I did like one or two fragrances in this box but not enough to buy a full size bottle. What does impress me about this brand is, how identical they smell to objects, locations, and nostalgic feelings. I do like this sample box. I think it’s good if you are curious about this brand. The vials are glass (rather than plastic) and feel high quality. I do NOT think this brand is over hyped because it is really great quality however these scents just aren’t for me.  Due to the fact that Replica is so good at mimicking objects, locations, and nostalgic feelings. I really wish they would make sweeter and girlier fragrances. For example, if they made a scent called Bakery and just had it smell like cakes, cookies, and pies. That would be fantastic and I would buy it in a heart beat. Or if they did one called Chocolate Factory or Candy Shop, or I would even enjoy more floral scents from this brand.   My personal opinion is that this brand isn’t that unisex, because it is more masculine leaning or more flattering on men. When I walk by I want people to smell me and think “There’s a sexy women” or “There’s a cute girly girl” or “Mmmm someone smells like yummy sweets”. Whereas, in contrast these perfumes smelled stronger in woody/earthy, pepper/spicy, fresh, and salty notes. Which I think made it too manly.  Overall, I would recommend buying this sampler box rather than buying a travel size of each, just because I don't think this brand is for everyone, even though it is unisex."
		},
		{
			"review_title": "amazing set!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "i had so much fun sampling all of these. they are all really nice to me. if ur sprayer isn’t working just twist it a few times"
		},
		{
			"review_title": "perfect sampler",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was able to find scents I really liked & had no issues with the spray nozzles. I think this is a great value for how many samples you get. It’s a perfect way to test the wear & longevity of the scent. Some were just not for me, but there’s nothing wrong with that. That’s what a sampler is about!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This was the best idea! I got it from Mary CJ Skinner on TikTok and boy was she smart. I loved 8 out of 10 and for me that’s a win. It was really fun to spray the different scents and try them out! Highly recommend ordering this if you like Replica perfumes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Four stars because I didn’t have any issues with any sprayers and this was a great way to sample these scents.  I have been eyeing a lot of these for a long time, but I ended up disliking the ones I thought I’d love.  Coffee Break is lovely and probably the only scent I would repurchase.  (Bubble Bath is SO soapy, Under the Lemon Trees is too similar to cleaning supplies, Jazz Club dried down as straight smoke on me and the others were just kind of underwhelming.)"
		},
		{
			"review_title": "Not Feeling this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I had high hopes when I purchased this set. I was very displeased by the smell from most of the fragrances."
		},
		{
			"review_title": "Waste of money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Some of the scents smell good, but I'd say I'll use about less than half, so it wasn't worth buying the box set at all. I wish I'd just gone and smelled them in the store, LOL..."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I loved every single one of these! They are all so unique but beautiful. Great way to try all of them before getting a full size!"
		},
		{
			"review_title": "Glass half empty…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve been wanting to try all of these scents so I finally ordered this set and felt cheated when I opened up the package to see that none of the bottles are completely full. I feel like I was cheated and that these should be half off. Not sure if I want to continue buying this line of fragrance for this type of quality standard. Disappointment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Oily skin",
			"review_text": "Absolutely loveeee. They all smell amazing and they’re good for different occasions. Overall you get about the size of a really mini bottle which I think is worth it for the price. I especially love jazz club. A lot of good gender neutral scents too"
		},
		{
			"review_title": "A good variety at a good price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I've seen other reviews that say they got a repeat of one scent and no coffee break. For what it's worth; I did get coffee break & no repeats. The samples are a nice size at 2ml as opposed to 1 ml ones. A single vial, in my experience, lasts about 3-4 days of consistent use. My favorites were Jazz Club (I've been really into tobacco notes lately) and By the Fireplace. A lot of them were freshies which I'm not super into, but; I liked Jazz Club & By the Fireplace so much it made up for that."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great way to test the range of fragrances! I got two wears out of each sample."
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Nothing special. They do not last more than five minutes. Also they don’t smell good, I would be willing to re apply them if any of them where a amazing sent. However, they are not"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s just okay, not really anything to get hyped about, and the scents don’t last long."
		},
		{
			"review_title": "Overhyped",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I’m glad I bought this before buying any full sizes, because now I won’t be. All of them smelled fine, but they all sort of smelled like the same two types of scents. Some don’t last at all but most are just sort of boring. It seems people just liked these because of the pretty bottles on TikTok. You get a lot of perfume sprays for your money though and may talk yourself out of a full size so worth it in my opinion"
		},
		{
			"review_title": "wide variety of high quality fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I think I love them all so far, I’m not even a fragrance person but I have loved every one of these!!"
		},
		{
			"review_title": "Fragrances OK, spray nozzles terrible",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I was a little disappointed by these fragrances, but my expectations may have been too high due to the hype. The samples are larger than your average sample size. My biggest issue is that most of the spray nozzles do not work correctly. I’ve rarely had even cheap samples to work this poorly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Worth the money!! Only 2 I didn’t like were autumn vibes and jazz club"
		},
		{
			"review_title": "Too expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "None of the scents were really that great. They were pretty generic, nothing special. Too expensive for what you get, 8/10 of them smelled either bad or exactly the same."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "a great way to find out your next full-size bottle purchase!!"
		},
		{
			"review_title": "Scents are beautiful…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "… but I’m glad I didn’t spring for a full size of any of these. I really wanted to like them but most of them didn’t last more than 2 hours on me. It was fun getting to try out a new scent every day and ranking them though. I would recommend this set if you are interested in trying replica, but I can’t say I’ll purchase any of the full sized sprays."
		},
		{
			"review_title": "Love this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Great value to try most the scents. I absolutely loved 5 out of 10 scents and liked 2 more. Great way to sample most before buying them. Great smelling perfume. I will be purchasing a larger bottle."
		},
		{
			"review_title": "Long lasting scents!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Expensive considering you only get small samples; however besides the price I really enjoy this set. I do not love every scent but that is why I got this, to hopefully find at least 2-3 I love! So far they all last a really long time, I can still smell them morning through night, and my partner can smell them as well and he likes some of them too! Overall my favourite thing is the lasting power and the scents are very wearable. Jazz club makes my partners eyes water but haven’t had any issues with any others I tried so far!"
		},
		{
			"review_title": "cool scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Interesting scents. I could never wear one of them. The only one I felt I could lightly spray on my wrist before bed was bubble bath or Lazy Sunday Morning. I’m glad to have purchased the sampler pack. The smells are super cool, but unfortunately, for me, too masculine and strong. I know some of these would smell amazing on men. Some gave me a headache like beach walk and sailing day. You either like I’m or you don’t. I’m happy I purchased."
		},
		{
			"review_title": "AMAAAAAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "OMG I first had the bubble bath one as a sample and I really liked it (boyfriend too). I just received my box of mini ones and I’m amazed. They all smell amazing and I can’t wait to try them all depending of my mood, the season, the event. My fav so far is Under the Lemon Tree but I think they all smell amaaaazing. I’m not a perfume person and I don’t like the traditional ones. My go to perfume has always been Light Blue by D&G and I really wanted to have the possibility to mix things up! I am so pleased! I almost didn’t get it after reading the comments (are you nuts guys?!?). 6/5 stars!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve bought numerous fragrance sets in the past and this so far has surpassed all of them. Some sets I’ve tried include Nest, Clean and Jo Malone. I’ve tried 7 and I’m in love!! Bubble Bath, Under the Lemon Tree, Beach Walk and Springtime so far are all scents I’d buy."
		},
		{
			"review_title": "Fun, but mostly unisex/masculine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is good value and a fun way to try some awesome fragrances. I really do think it’s awesome how they tell stories and really bring you to a specific place with scent. BUT. But. If you like feminine scents, this may not be the discovery set for you. Most of them are either VERY unisex or, masculine. I wish this was a bit clearer in the description, since it’s listed as a “perfume” set and not a “cologne” gift set, but it’s okay."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Absolutely love these! My favorites are Jazz Club and By the Fireplace. I get so many compliments and smell so unique!!"
		},
		{
			"review_title": "Not for me!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Way too, overhyped. I liked maybe 3 of the 10 scents, most of them were way too powerful and not everyday smells. I'm sorry but I don't want to be walking around smelling like wood, actual, natural wood. Both By the fireplace and Autumn Vibes have that wood undertone to them. The only ones I found to be good, that I would wear out are Coffee Break Sailing Day and Under the lemon tree all the others you probably could use as room sprays, but not even that. HONESTLY, IF YOU'RE INTERESTED IN THESE I WOULD GO IN-STORE TO SMELL THEM FIRST, IF POSSIBLE. These are way overhyped and way overpriced for what they are.   My personal opinion!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is great if you are interested in investing in any of the Replica fragrances. HOWEVER I only advise you but this if you know you enjoy two or more of these fragrances. I found that out of the kit I personally only really enjoyed “Lazy Sunday Morning” and “Coffee Break.” I was expecting to love “By the Fireplace” and “Jazz Club” but definitely found these scents too strong and masculine for my liking. I only give three stars because most of the scents I found unwearable and had to give to my mom."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "every perfume smells so good! definitely recommend!!!"
		},
		{
			"review_title": "Perfect, grown up scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I can't decide which I like best so I just rotate a different one everyday.  Every scent is pleasant and reminiscent of the scene its meant to evoke.  Not over powering.  Only pleasant.  A little goes a long way.  I spray my scent of the day into my non-scented lotion then apply all over."
		},
		{
			"review_title": "Great Sampler Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "This arrived much quicker than expected. I love every fragrance in this little set! Now I can test before I buy the full size. Even my partner says they smell good and not overpowering."
		},
		{
			"review_title": "Nice set but scents are hit or miss",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the idea of this set because it allows me to try the scents out a few times before deciding if a full-size bottle is worth the price. I love the more feminine perfumes such as Lazy Sunday and Beach Walk but find the unisex perfumes too masculine. I layer By the Fireplace and Coffee Break with a vanilla perfume."
		},
		{
			"review_title": "Top notes overpower everything else, pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’d been hearing a lot about this perfume house recently and really wanted to try them (especially coffee break and jazz club). Unfortunately I was very let down. I love perfumes, but some of these are so strong they made me sick to my stomach with one spray. Coffee break doesn’t smell like coffee at all, that and the jazz club are both very musky like cologne. Beach day smells like literal suntan lotion, Sunday walk in the park like “old lady” perfume. I won’t be buying anything from MM again. It’s a cute and fun idea to have memory/location based perfumes, but the scents just don’t deliver nicely as actual perfumes. If I smelled these on people I would never detect anything other than the very strong top notes."
		},
		{
			"review_title": "Sophisticated, complex scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've found discovery sets to be quite hit and miss, and his one's a hit for me. These scents are sophisticated and complex, and there's a wide variety of *types* of scents in this set. Not sure yet if my signature scent is in this kit, but I think I'll get wear out of almost all of these! That said, the description on the website is misleading - this set DOES NOT have When the Rain Stops. The scents in the default image are correct, not the ones listed in the description."
		},
		{
			"review_title": "Coffee Break is missing from set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The box came in the mail yesterday. I was so excited to try them all until I realized I was given a second Beach Walk instead of 'Coffee Break'. I was so disappointed to see this, as I had heard good things about that particular scent and was hoping to buy the full bottle if I liked the trial. Would have loved to try all the scents shown on the box. Very disappointing indeed  :/"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "love being able to try so many different ones! the only problem now is I want full sizes of jazz club and by the fireplace! I already bought coffee break which didn't capture my attention as quickly as jazz club or by the fireplace but after a few days of trying it out I love how it wears on me and how soft and clean it is. Haven't tried most of the summery or spring time scents yet because I'm a firm believer in everything having a season but I'm excited to give them a go when the time is right"
		},
		{
			"review_title": "Delighted with the 'REPLICA' Memory Box",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I keep seeing YouTubers raving about these fragrances and I was first intrigued by By the Fireplace but then Jazz Club, Autumn Vibes and Coffee Break, which all can be layered and sort of fit in the same family of smoky spicy. My absolute favorite has been Sailing Day which I have not-so-subtlety hinted to my husband, in case he needs a gift idea. It is just so lovely, bright, optimistic... if you love to be outside and near the water you will recognize the feeling...I'm purchasing the travel size of that one for now. I gifted this set to myself and have been so delighted by the experience of choosing which fragrance I'd like but the scents are not long lasting or terribly strong, which is actually a positive in my book. They layer well if you want to mix it up, if you'd like it to last all day you will likely need to refresh at some point, especially the lighter ones like Bubble Bath, Lazy Sunday Morning, and Sailing Day. Coffee Break is longer lasting on me. My husband and I both liked By the Fireplace but I prefer a deeper scent on him, this has a bit of a smoky sweetness to it like incense. I do feel sensitive to some strong fragrances and have not experienced any headaches or watery eyes from these. The packaging is beautiful and part of the experience. I organized mine in the order I prefer them and push only the bottom ends of the bottles down in the tray to make it easier to get them out. So happy I treated myself to this as I'm trying out new things to expand my collection. The idea of a Memory Box makes it daydreamy and more fun to go through and I couldn't wait to smell each one and to have my husband smell them too."
		},
		{
			"review_title": "misleading product desciption",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Oily skin",
			"review_text": "It says it includes When The Rain Stops on the item. It’s on the site, received it and it is still consist of the old scents without the new one. I expected more from you Sephora, do better."
		},
		{
			"review_title": "Perfect Discovery Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "I have loved replica for a while and have been wanting to try some of their scents.  I am very picky when it comes to scents and hate to buy big products that i end up not using.  YES these are small bottles! thats the point!! its amazing variety pack that comes gives you a huge range to choose from and I can now let me husband know which ones i need in the large bottles ;)"
		},
		{
			"review_title": "give me all the Replicas",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "These are small bottles that spray, so you have to really set aside the ones you like or purchase right away if you really like something because it’s gone after a few wears. I will say even the replicas I don’t like, I like! So this was a great purchase for me"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Some of the smells are beautiful, but they do not last at all. Some of the smells are straight up rancid to me. It’s a great product for testing before committing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Love all of them. Like being able to have different ones"
		},
		{
			"review_title": "try it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’m an indecisive person and I have been wanting to try mason margiela fragrances for a long time and this set is perfect."
		},
		{
			"review_title": "Great way to try out these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I loved this sampler! Perfect way to try out the scents! When the rains stops is not included but there are some great choices. All the sprays worked and I loved them all!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Good samples and great scents. Downside is, as it seems with most scents, the fragrance fades quicker than desired."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This was kind of a waste of money for me.. the only ones that I really loved were Jazz Club and By the Fireplace (I already had the travel sprays of these 2) so this was an unnecessary purchase."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "i’m glad i bought! the samples seem to be larger than a normal sample and most of the scents are good. i do wish they would’ve had a set with all scents cause some of the more popular ones i wanted to try aren’t in here."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like having this because I've been wanting to try out quite a few of this brand's fragrances for a while now. I was so excited to see I could try all these different ones for such an affordable price. the only downside is that a couple of the pumps don't work and I'm not sure how I'm going to get to try out the ones with broken pumps. it's a bit disappointing that a luxury brand like this one would have a faulty product."
		},
		{
			"review_title": "Missing 'When the Rain Stops'",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "When I opened this I noticed that there isn't a sample of When the Rain Stops, so I wasn't sure if it was supposed to be included. If you look at the front of the box of the product, it's not there, but sure enough it says in the description here that it should come included!   I actually thankfully already have a travel size of that one and I like it a lot, and that's why I wanted to sample the rest of the Replica scents. I just want to warn others that 'When the Rain Stops' won't be included just in case they want to try that specific scent! I'm happy with my purchase otherwise, it's perfect for what I bought it for."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great way (and price) to see what scent will suit me best given the price of full sizes. The mister on the vials are good too"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Was so excited when this came in stock as Ive been wanting to try a sample set of the replica perfumes. Glad I did because the ones i was expecting to like from reading reviews ended up not being my favourite. Some of my favourites were bubble bath, beach walk and coffee break. Was not a huge fan of Autumn vibes or by the fireplace. Probably will buy the full size of beach walk.  However it is a bit expensive for how small they are"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I thought it would have made a great gift or display item, however, I could not be more disappointed. Three out of the very tiny vials do not work, the vials are in a plastic sleeve and inside a flimsy box. Glad I opened it up before giving it as a gift. Disappointed."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Though a bit pricey, very worthwhile because there were several scents that I unexpectedly loved and others I unexpectedly hated. Very glad this is offered so I do not have to blind buy. These samples can definitely last several sprays. None last very long (4h max) but they are all EDTs so I'm not bothered by that. My favourites are Bubble Bath (soapy coconut), Lazy Sunday Morning (soapy rose) and Coffee Break (milky coffee). Least favourite is Autumn Vibes, which has an amazing opening then unbelievably pickle-y drydown."
		},
		{
			"review_title": "So worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is an awesome tester! It’s got a really great amount of different scents, and the samples are big enough to where you can try them out for a few days. This set actually made me realize I NEEDED the bigger size of Coffee Break. I highly recommend this if you are curious about the Replica line!"
		},
		{
			"review_title": "high quality and large variety",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Fantastic set, bottles are filled to the top and are bigger than the usual travel size. A nice variety of winter and summer fragrances."
		},
		{
			"review_title": "Must try!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this box. I have been seeing so many reviews on several of the scents included, and although all the scents are decent, I definitely appreciate being able to find my favorites before purchasing."
		},
		{
			"review_title": "Overall a Great Tester Product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Although the samples in this set are on the smaller side, this product was a great way to try a solid variety of Replica scents. Some of the samples I absolutely loved while some just weren’t for me, but I’m glad that I was able to try them all out before committing to a full size bottle. Highly recommend to those who are new to Replica scents."
		},
		{
			"review_title": "Missing “when the rain stops”",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow. I love replica and have been just waiting for a chance to try more of their scents, but most specifically “when the rain stops”. The product description claims that the box set includes when the rain stops, but when I received it coffee break is in it’s place. So far I’m really enjoying the scents, but I feel a little cheated because I didn’t get what I ordered. I see in the photo of the box set that when the rain stops isn’t there, but why would I doubt what the product description said? Anyway, my favourite so far is beach walk it’s super fresh and summery."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I'm currently on a Replica kick so take it for what that's worth. I love the various smaller sizes (smaller than the individual travel sprays)  they've offered and this is no exception. you get ten (!) scents to try, and because I love collecting and exploring these scents, it's so worth it to help decide which one you like best before purchasing a larger size. the sprays are larger than their typical sample sizes. in the photo, I included their mini coffret size and their standard sample size for comparison."
		},
		{
			"review_title": "Glad I bought it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I'm honestly really glad I bought this sample box before purchasing any of the full sized scents. After trying these sample sizes, I will not be purchasing the full sized bottles I was interested in haha. There's nothing inherently wrong with these perfumes, they're just not my cup of tea. Some of the scent descriptions don't really pull through in the fragrances in my opinion. The scent that stood out the most to me was By the Fireplace because it genuinely smells smoky and warm. I think this little sample box is a good buy if you're interested in any of these fragrances."
		},
		{
			"review_title": "Scent for Every Occasion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "WOW I am stunned! I love every single scent in this sampler. 100% worth it. Clean, sexy, and sweet scents. For reference I love Alien by Thierry Mugler, Viva La Juicy, Bright Crystal Versace, Mon Guerlain, and Burberry Brit."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "A great option to test the Replica line of fragrances, personally I don’t love many of the scents. “Coffee break” is the only one so far that I’ve liked, the rest are very strong."
		},
		{
			"review_title": "Fun to try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I bought last year's version of this (almost the exact same, just Autumn vibes and bubble bath have been swapped for whispers in the library and at the barber), and I really like it. Not every scent is for me, but that's the point, I was able to try a bunch before committing to (say it with me) by the fireplace! I won't repurchase because I don't like their scents that are lighter and less masculine (beach walk, spring in a park, sailing day) but it's a fun thing to try!"
		},
		{
			"review_title": "worth it but don’t expect much more than samples",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’m glad I purchased this set because I’ve always wanted to try out the replica scents without having to commit to one specific scent. It is definitely overpriced, but the sizes are a bit larger than your average sample. If you’re trying to find a new fragrance and would rather test a bunch than blind buy, I definitely recommend as there is definitely a scent for everyone in this set! Attached pictures of comparison, the usual replica sample scent is 0.04oz and the ones in these sets are 0.06oz!"
		},
		{
			"review_title": "Satisfied!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m happy with my memory box set. The bottles contain  about .8ml more than the average sample bottle. This is a great purchase for anyone who wants to know what the perfumes smell like before committing to a full size bottle or to carry around in your purse. The box is 7 x 3.5”"
		},
		{
			"review_title": "Try before you buy (full size)",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Good tester to get a feel of the Replica line. This was a blind buy, I have never smelt any of the Replica fragrances before and personally I don't like the scents. Glad I bought this instead of any big pricy bottles!"
		},
		{
			"review_title": "Memory box set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "Great way to test their fragrances without having to commit to a larger size. The pumps are iffy and only work on around 2 of the bottles so be mindful of that. (Takes away a star because of the pumps). Good number of these are also clean, light, and florals. So, if you like fragrances that are very easy and not too in your face then this is for you. If not then I would say this set is not for you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "great if you don’t know which replica scent to get! also the amount you get for the price is quite good! my personal favourites are bubble bath and under the lemon trees. 100% recommend if these scents interest you!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This set is great to test out the different Replica fragrances. It lets me know which ones to repurchase in the future. I do wish the products were larger in size. They're a lot smaller than you would expect. Nonetheless, I love many of the scents. They're each so unique in their own ways."
		},
		{
			"review_title": "Good way to try different fragrances, but small",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is a great way to try out the Maison Margiela fragrance line! :) I've been curious about this line for awhile, and wanted to do a wear test of these before investing into the full size bottle! So far, my favourite has been by the fireplace! However, these are the EXACT same size as the sephora free sample packages and look identical to them as well. I wish they were a tad bit bigger. But other than that, this is a good way to try the line before making a full investment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "So happy with this purchase. Really great value especially for the sizes you get and it’s a perfect way to test out a bunch of different scents before committing to a full size! I hope Replica keeps putting out sample sets like this!!"
		}
	]
}