{
	"product_id": "251",
	"name": "L'Eau de Parfum Lumineuse Eau de Parfum",
	"brand": "Chloé",
	"categories": "Fragrance, Women, Perfume",
	"price": 218.5,
	"about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Jasmin Sambac, Organic Rose Essence, Vanilla & Patchouli.Fragrance Description:This irresistible Chloé l'Eau de Parfum Lumineuse builds around a luminous rose, stitched with vanilla to intensify the scent’s floral heart with balsamic and amber hints. Lent a hint of warmth by the sweetness of Madagascan vanilla, the rose further reveals its floral splendor and complexity, while velvet-like jasmine sambac lends a solar quality to this exuberant gourmand and floral bouquet. Free-spirited, feminine, and sensual, this eau de parfum for women will attract compliments every time you wear it..About the Bottle:The pleated glass bottle is crowned with a glowing silver metal cap, while the luminous beige outer box is finished with silver accents. Around the bottle’s neck is a hand-tied beige ribbon stitched with delicate pink thread. Usually reserved for garments, this emblematic and distinctive Chloé stitching is presented on a perfume bottle for the very first time. The bottle is made with 25 percent recycled glass, and the ribbon contains 100 percent recycled polyester..About the Fragrance:Chloé l'Eau de Parfum Lumineuse is vegan and formulated with natural origin fragrance, alcohol, and water, nothing else.*",
	"ingredients": "Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Limonene, Hydroxycitronellal, Linalool, Geraniol, Citronellol, Citral, Benzyl Alcohol.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 212,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/chloe-l-eau-de-parfum-lumineuse-eau-de-parfum-P509015?skuId=2695062&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2695062-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.6 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2695054-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.6 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2695054-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}