{
    "product_id": "887",
    "name": "Mini Revealer Super Creamy + Brightening Concealer with Caffeine and Hyaluronic Acid",
    "brand": "Kosas",
    "categories": "Makeup, Face, Concealer",
    "price": 22.0,
    "about": "What it is: A crease-proof, medium-coverage, super creamy concealer, eye cream, and spot treatment in one that visibly brightens and helps reveal better-looking skin..Coverage:Medium.Finish:Radiant.Formulation:Cream.Skin Type:Normal, Dry, Combination, and Oily.Highlighted Ingredients:.Ingredient Callouts:This product is vegan, cruelty-free, and gluten-free..What Else You Need to Know:This concealer is delivered in a skincare base packed with hyaluronic acid, peptides, and caffeine that hydrate, visibly plump, and give a smooth, radiant finish. It covers and reduces the appearance of dark circles, but still fully looks like your skin, and is clean, comfy, and clinically tested. This product is non-irritating, allergy tested, clinically tested, noncomedogenic, and dermatologically tested..Clinical Results:In a consumer study with 20 subjects after using Revealer for 28 days:",
    "ingredients": "-Caffeine and Pink Algae Extract: Fights dark circles, puffiness, and dullness..-Hyaluronic Acid and Peptides: Hydrate and visibly plump for supple, juicy skin. .-Arnica and Panthenol: The ultimate skin-calming tool for blemishes and redness...Aqua/Water/Eau, Caprylic/Capric Triglyceride, Mica, Octyldodecanol, Polyglyceryl-2 Dipolyhydroxystearate, Ethylhexyl Olivate, Undecane, Glycerin, Polyhydroxystearic Acid, Polyglyceryl-3 Diisostearate, Galactoarabinan, Helianthus Annuus (Sunflower) Seed Cera (Wax), Tridecane, Propanediol, Lecithin, Glyceryl Oleate, Pentylene Glycol, Panthenol, Sodium Hyaluronate, Palmitoyl Tripeptide-5, Caffeine, Squalane, Dunaliella Salina (Algae) Extract, Tocopherol, Maltodextrin, Arnica Montana (Arnica) Flower Extract, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Foeniculum Vulgare (Fennel) Fruit Oil,  Potassium Sorbate, Sodium Benzoate, Glycine Soja (Soybean) Oil, Phenethyl Alcohol, Ascorbyl Palmitate, Hydrogenated Palm Glycerides Citrate, Phytosterols  [May Contain: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499)]..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply anywhere you want to brighten, conceal, or smoothu2014under eyes, blemishes, or cheekbones. You literally canu2019t mess it up. .-Swipe or dab the doe foot applicator over skin, then blend using your fingers, a brush, or a sponge. .-Perfect for spot covering or layering over foundation.",
    "num_reviews": 1389,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/mini-revealer-super-creamy-and-brightening-concealer-and-daytime-eye-cream-P503996?skuId=2642296&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2642296-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Tone 1.5 C",
            "shade_descriptor": "light with pink undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642270-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tone 03 W",
            "shade_descriptor": "light with subtle golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642288-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tone 04 N",
            "shade_descriptor": "light medium with neutral yellow undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642296-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tone 06 O",
            "shade_descriptor": "medium tan with olive undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642304-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tone 07 N",
            "shade_descriptor": "medium deep with neutral warm undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642312-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tone 8.7 N",
            "shade_descriptor": "deep with neutral golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2642320-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}