{
    "product_id": "433",
    "name": "Airwrapu2122 multi-styler Complete Long in (Nickel/Copper)",
    "brand": "Dyson",
    "categories": "Hair, Tools, Blow Dry Brushes",
    "price": 799.99,
    "about": "What it is:A styler thatu2019s the only one to curl, shape, and hide flyaways using the Coanda effectu2014with no extreme heatu2014and thatu2019s engineered for chest-length and longer hair..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:Curl-enhancing, Heat Protection, Frizz, Hold, Shine, Straightening and Smoothing, Volumizing, and Damage, Split Ends and Breakage.Key Benefits:- A completely new way to style hair.What Else You Need to Know:This Airwrap styler curls, shapes, smooths, and hides flyaways with no extreme heat. Its new attachments harness Enhanced Coanda airflow in three unique ways so you can create multiple styles, with complete control..Features and Benefits:- A completely new way to style hair..This Set Contains:- Dyson Airwrapu2122 multi-styler Complete Long",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.There are different styling attachments for different styles:.-Coanda smoothing dryer is a multi-functional attachment to dry, smooth, and hide flyaways.*.-30mm and 40mm Airwrapu2122 Long barrels curl or wave..-Soft and Firm smoothing brushes smooth and control..-Round volumizing brush is engineered to volumize and shape...*For use on dry and straight(ened) hair.",
    "num_reviews": 34,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/dyson-airwrap-tm-multi-styler-complete-long-in-nickel-copper-P503099?skuId=2630903&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2630903-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Broke after 3 months, even with meticulous care",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "While I LOVED my airwrap when it worked, and I cared for it, quite literally, meticulously following all available instructions from Dyson, however, despite my great care for my machine, it has decided that it will no longer turn on. it was working perfectly yesterday, but when I went to go use it this morning, it simply refuses to turn on and flashes as if I need to clean the filter, even though I just did two days ago, have only used it once since then, and in general I have kept up with its upkeep, so it in no way is an issue with he filter. I have no clue what happened, it worked fine yesterday, I put it away in its box, I took it back out today's and its nothing more than a paperweight.  I am shocked anything at this price point that has been cared for correctly, with fairly light use, would break in such short time. Dyson has been little help so far, and their customer support hours are basically the same as most doctors, so good luck getting your device issues dealt with in a timely manner if you work a 9-5.   Overall, even if they choose to honour their warranty, I am wholly unimpressed and beyond shocked that their product is so shoddily built. I wash the filter weekly and wash my attachments every three weeks, I store everything in the case it came in including the dryer when it is not in use. The cord still has the original bends in it from when I first took it out of its packaging because I have always put it back the same way, the little computing box on the cord hasn't even had its plastic film taken off of it from when it was brand new. I genuinely cannot think of a single thing I could have done to take better care of this machine, I'm just disappointed that I didn't listen to all the reviews I read before purchasing that warned me about the low quality of the product, and I'm even more disappointed they were right. I will never in my life purchase another Dyson product after this."
        },
        {
            "review_title": "Doesn't hold style longer than 30 minutes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have medium length, naturally wavy/curly, thick hair, and I've never had issues with my hair keeping its style after using hot tools. I've visited a Dyson Demo store to get professional tips, used various hair products to try and keep the style, watched endless videos for tips/tricks, and I've followed all recommendations on how to use the Air Wrap. Still, my hair doesn't keep its style longer than 30 minutes.  Don't get me wrong, my hair looks AMAZING right after using it (especially the round brush - gives a beautiful salon blow out look). The issue is that it doesn't hold no matter what I do. For someone who's gone above and beyond to ensure I'm using the machine properly and using various types of hair products, there's no point in me keeping this machine if the style won't hold in my hair for longer than 30 minutes.   Such an incredible disappointment. I've sent mine in to Dyson to get it exchanged for a new one, hopefully my replacement machine somehow works better."
        },
        {
            "review_title": "Perfect for straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Perfect if you have natural straight hair! My hair is naturally curly so I have to get them straight before using the Dyson on them and the curls stays for about 5hours"
        },
        {
            "review_title": "Not what I had hoped for",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I wanted to love this so badly! I've been using the Revlon air-drying brush for a while, which has been decent... but I was looking to level up. After much research, I finally invested in the Airwrap. Unfortunately, it left my hair very frizzy and dry after each use. Even the smoothing attachment didn't make a difference. At first I though I must've been doing something wrong, so I followed every tutorial... no difference. It just didn't work for me. The one pro - the form of the curls from the Airwrap are beautiful. But that's about it."
        },
        {
            "review_title": "Just good, not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I gave this a real shot because I wanted to love it. Unfortunately it was just good. Not a life changer, so for me wasnu2019t worth the money. You definitely need to be a morning shower person for this to be worth it."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was so excited to buy dyson as it was one of the biggest investment at sephora. The blow dryer is good but with the airwrap wand my curls doesnu2019t stay more than 30 mins. I was so frustrated that why my curls are not staying. So, I stopped using air wrap curl wand s but reat of the attachment and vlow dryer itself is not bad"
        },
        {
            "review_title": "It is definitely a not a seamless process.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "The product does great wonders with itu2019s minimal damage control more manageable,but the the fact that my hair was treated and mid wavy the product didnu2019t hold much even with moose.  ancouldnu2019t"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Amazing hair tool! Takes a bit to learn how to use it. Lots of options for styles as it comes with many attachments. Had it for 2 weeks now and im very happy with it!"
        },
        {
            "review_title": "The holy grail of hot tools",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the holy grail of styling products and itu2019s worth all the hype, it features easy to use detachable heads for every single look, and styling taking only 15 mins from wet hair. I will never need another hot tool after receiving this because it does it all, itu2019s also in an aesthetic packaging that makes it all the more exciting to unpack and use every day. It also creates very minimal damage to your hair unlike other styling tool. I recieved this product for free for testing and reviewing purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This Dyson multi styler air wrap did wonders for my hair! I loved all of the various attachments. Made my hair feel super soft without too much heat. Ten plus!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this thing. I have wavy hair so if I let my hair dry naturally it turns into a puffball. This allows me to dry my hair and get effortless waves in minutes. No more having to dry my hair, then straighten, then curl all over again. Great product, Iu2019d recommend it to anyone."
        },
        {
            "review_title": "Did not like it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m pretty disappointed. I received this for free from influenster and Dyson for testing purposes in exchange for my honest review. Unfortunately,  this product didnu2019t work well with my hair. I was most excited about the curling function but it had a really hard time sucking up my hair. It mostly just blew it around. And the curls didnu2019t hold. At all. Even with product. My natural curls look nicer and hold better.  The reason Iu2019m giving it a three star is because I thought the brush attachment was as fine. But ultimately, it took WAY too long to do my thin, fine hair with this. It would be faster (and cheaper) to just blow dry and then use a curling wand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The Dyson Airwrap seems to be a hit or miss hair styling tool for many. Personally, I found it to be a learning curve but got a hang of using the different attachments after a few uses. After showering I always use the blowdryer and round brush attachments to blowdry my wavy hair straight. I either leave it or keep some dampness to my hair to follow with the airwrap barrel attachment. Iu2019ve experimented with both barrels, varying levels of dampness, different hair products but unfortunately canu2019t get the curls to hold. They always fall to a loose wave and definitely donu2019t hold to the next day. All in all itu2019s a convenient all-in-one tool that I use regularly, but it may be an adjustment for some and you may not get the magical results youu2019d expect at the price point."
        },
        {
            "review_title": "Worth every Penny tbh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I received this product as a free sample. I tried MANY others - and this is the real deal. The quality of the product, ease of use, and results you get are simply incomparable to any other styler. Yes, it's VERY expensive but it is 100% worth every penny!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free in exchange of my honest review.  Ok so first   of all, I was really septic about these drying tools, even if it is a Dyson, because I had the Revlon brush, and it traumatised me! It ripped my hair so and at the top of my head, so I told myself never again.  The Dyson has the same type of brush to dry your hair ( the round one) but the difference is crazy! It did not pull my hair like the other one did, it left it less frizzy, way softer, and I can just feel there is no breakage!   So it works super good on my curly hair!!  I also curled my hair with the long attachment, it did not stay all day, but it gave me a blowout look for the rest of the day!   Iu2019m a twins mom, so this really saves me time !!  Thank you Dyson"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is the bomb! My favourite hair style ever! Makes my hair like a salon blow out each time. No damage to my hair. It is a little of a learning curve but I love my Dyson! Itu2019s a great hair tool!"
        },
        {
            "review_title": "Makes your hair look so healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this airwrap to review from Influenster and I was so excited when it came. I donu2019t use traditional blow dryers as it usually takes so long to dry my long thick hair and I canu2019t be bothered. This thing is a game changer! I used it and it dried my hair in less than 5 minutes and was glossy and smooth looking, not frizzy with fly aways like my old blow dryer. This airwrap is so nice as it gives you a salon blow out look, was also able to achieve nice delicate curls. Not sure about a tight big curl yet but it is a learning curve going from a regular curler to this. The packaging is amazing as all Dyson products are and comes with a beautiful case and many attachments. The airwrap is light weight, swivels on the cord and easy to get the swing of. I would recommend this product to my friends and family!"
        },
        {
            "review_title": "Pas pour les cheveux fins",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "C'est un excellent outil, mais il ne convient pas pour les cheveux fins et plats. Je l'ai testu00e9 u00e0 deux reprises en su00e9chant mes cheveux u00e0 70% avec l'embout de su00e9chage, pour ensuite appliquer une cru00e8me du00e9finissante pour tenter de faire tenir les boucles. J'ai utilisu00e9 l'embout pour friser et puis j'ai appliquu00e9 du hairspray. Malheureusement, apru00e8s seulement 15 minutes les boucles u00e9taient complu00e8tement du00e9faites. Je ne du00e9sirais pas nu00e9cessairement avoir un ru00e9el effet boucle, seulement de la texture et du volume ou un effet blowout. Toutefois, pour 800$, u00e7a ne vaut pas la peine pour mon type de cheveux. Voir l'image pour le ru00e9sultat 2 heures apru00e8s le coiffage. Je crois par contre que u00e7a peut-u00eatre un tru00e8s bon outil pour d'autres types de cheveux plus texturu00e9s et qui tiennent mieux les boucles."
        },
        {
            "review_title": "Best hair dryer and styler!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As a fan of Dyson products (I myself own a vacuum and air purifier), I was so excited when I receive the Multi styler Airdwrap to review. Like all of their products, the Airwrap design is very sleek and innovative. It is very lightweight and easy to hold and use. The Airwrap comes with many attachments that works as all in 1 machine.!My favourite is the firm smoothing brush and smooth dyer. It makes my hair smoother, no more fly aways, no fizz. The dyer can dry my hair under 5 mins. I love using it to dry my hair and style it after showering. My hair has never looked better. It is shiny, smoother and healthy looking. The Airwrap is an innovative products that is worth every penny. Thank you #Influenster and #Dyson for sending me this Dyson Airwrap in exchange for my honest review. I am looking forward for your next innovative products in the future. The before and after use photos of my hair are attached so you can see the huge difference."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Total game changer. I have long thick hair and this is the only styling tool I need for great hair in a variety of looks. Cuts drying time waaaaay down and give me salon quality blow outs. App is really helpful for styling tips."
        },
        {
            "review_title": "worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE my Dyson airwrap. Itu2019s easy to grasp different techniques. The product is generally easy to learn to use and maintain. My favourite attachments are the curlers, and my curls generally last a few days. They are are loose curls, but itu2019s the look I go for. Thereu2019s so many attachements with so much potential, there really is a little something for everyone in this product. Love that Dyson keeps adding attachments and makes it compatible with their older products. My only complaint about this product is that I wish mine came with some of the newer inclusions such as the diffuser and a brush/comb!"
        },
        {
            "review_title": "Idk if it's worth it, but I'm glad to have it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I don't know that I should have spent what I did on this, but I do love it. I have fine, moderately curly hair that I usually wear curly. I was looking for something that would give me an option to switch things up, though, for a couple or reasons: 1. When I wear my hair curly. I find that I have to wash my hair every day. 2. When I simply straighten my hair, I struggle to achieve volume, and don't love the look on me I always love a post-haircut blowout (who doesn't), and while I think I'll need to experiment a bit more with products for me to achieve a polished look, I prefer the look that I'm able to get with this to anything with a flat iron. More volume, bouncier and while the learning curve is real, it hasn't been prohibitive for me, an absolute hair novice. I can also get a couple of days out of my hair when I blow it out, though not without touch-ups at this stage in the game, which I'm fine with!"
        },
        {
            "review_title": "Good but could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Works well but the attachments, both the round brush and smoothing, really need to be bigger for longer hair. I canu2019t blow dry my thick long hair with the tiny round brush. Please come out with a larger diameter !"
        },
        {
            "review_title": "Register your warranty! Breaks after little use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had this product for 2 months, barely used, and it stopped working completely. Just two days past return period to Sephora. Make sure you register the warranty with Dyson because this appears to be a common issue with the updated version of the airwrap."
        },
        {
            "review_title": "Wow. Mermaid waves legit worked u2705 and EASY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Holy heck! Always trying to get volume at root once used wand for curls and then root area always seemed fuzzy. I delayed opening this bc of the insane $ and belief it would actually do mermaid waves. Used it and am a believer! The video tutorial is spot on and my hair did not get tangled once. Watched a couple YouTube videos for mermaid beach hair and also helpful. I have hair that looks like salon. Even on a few day old hair it pumped up roots and hair looks just washed. Iu2019m still nervous about the price and hope it lasts but so far the results are incredible and it was idiot proof for a novice hair styler."
        },
        {
            "review_title": "Changed my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have some hair changes from hormonal imbalance .. and before this styler I had to use a flat iron to make it look decent .. however the hair was left flat and burned .. this gives me salon blowouts almost zero damage and insane volume .. it is def worth a try"
        },
        {
            "review_title": "absolute game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i am so so impressed with this. most intuitive, user friendly hair product ive ever used. literally so in love and look like i just came out of a salon. my hair is so soft and bouncy. i have naturally curly hair so itu2019s always been a pain to style but im happy to report that this product made it so smooth and silky in minimal time and with no frustration.always been"
        },
        {
            "review_title": "Save your money on this one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this for couple of times I can say thereu2019s nothing special about it it doesnu2019t do your hair easier or quicker rather than other same products with different brands but the price so much more I really canu2019t get the hype of this product if you want a perfect hair it definitely takes your time same as others and itu2019s even harder to work with I decided to keep it only because every one have it and itu2019s kind of a trend but if you donu2019t care about it I can tell just save your money on this one and I rate it 2 stars only because the good quality but it works just as other brands but more expensive"
        },
        {
            "review_title": "Obsessed with this hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love my Dyson air wrap! There is a learning curve compared to a traditional curling iron or round brush / blow dryer, but once you figure it out, itu2019s a great tool. I would recommend this for someone who does their hair most days and is looking for a blowout look. If you are looking for tight curls this isnu2019t the product for you."
        },
        {
            "review_title": "Obsessed is an understatement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed!!! I bought this to give myself some motivation to do my hair & im hooked! Itu2019s beautiful, easy to hold and works fabulously. I had blow out worthy hair in less that 45 mins"
        },
        {
            "review_title": "So Convenient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was nervous to invest, but I wanted to try something new and consolidate all my other tools into one. The convenience alone is great, but I was happy with having a shorter styling time, more volume and healthier feeling hair. Of the curls donu2019t hold for you, keep trying and pair with products that work for your hair - itu2019s worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The reviews on this have been really hit & miss. It was sold out for a while so i tried some other products and what I've noticed is compared to it's cheaper competitors... 1. Dries your hair faster 2. Volume stays 3. If you're using the curling attachments, you can still use it on try hair - i've used it, slept, and used it the following morning for touch ups... looks just as good 4.  curls last."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was hesitant based on the mix reviews but WOW!! I have thick curly hair that holds a curl well and this works terrific. I made sure to watch YouTube videos so I knew how to properly use it my first try. So well worth the money. I opted for the longer length even though it was almost always sold out because I donu2019t want to be limited if I grow out my hair."
        },
        {
            "review_title": "curling impossible on very long hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very long hair down to my lower back. My hair has fine strands but I have a shocking amount of it. I often have curls fall.  The curling barrels did not work well for me as they just curled the ends and then the ends fell quite easily. The air wrap means I could not easy do the top half then the bottom half like I would with a heat tool. They should come up with an extra long barrel.  My sister has the same hair type but shorter and it works well for her. I wouldnu2019t justify the price for just the hair brush accessories so I returned it."
        }
    ]
}