{
	"product_id": "256",
	"name": "Professional Makeup Brush Cleaner - Lemon",
	"brand": "Cinema Secrets",
	"categories": "Makeup, Brushes & Applicators, Brush Cleaners",
	"price": 61.0,
	"about": "What it is: A professional-grade, liquid makeup brush cleaner that is quick drying, rinse-free, and clear...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: Taking it off is as important as putting it on. Keeping makeup brushes immaculate and free of residue when traveling, between takes, backstage, or on tour is a professional’s most important step to a perfect makeup application—and practicing the best hygiene is a crucial part in any professional artist’s career. This professional-quality brush cleaner is a makeup industry cult-favorite that can be used on both natural and synthetic fibers, and it doesn’t leave an oily residue. It cleans, conditions, and deodorizes brushes in one step. It’s coveted by makeup artists for its incomparable cleansing ability, quick drying time, and pleasant lemon scent.",
	"ingredients": "Ethanol, Hydrotreated Heavy Naptha, Lemon Scent",
	"how_to_use": "Suggested Usage:.-Pour CS Makeup Brush Cleaner into a shallow dish, enough to dip one quarter of the way up the brush bristles..-Dip brush tip into liquid and remove immediately, the capillary action will draw liquid up into bristles..-Wipe clean on absorbent paper towel or cloth, repeat as necessary. Shape brushes and allow to air dry completely before use....Precautions:.-Highly flammable. Keep away from open flame..-Do not swallow. If swallowed, do not induce vomiting and seek medical attention..-Avoid contact with skin and eyes..-Keep out of reach of children.",
	"num_reviews": 23,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/cinema-secrets-professional-lemon-brush-cleaner-starter-kit-P481964?skuId=2556710&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2556710-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "32 oz / 946 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2556710-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Best Makeup Brush Cleaner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This makeup brush cleaner has been amazing! I've been using this cleaner for years now, and I don't use anything else. It doesn't ruin my brushes’ bristles and leaves them super clean. I also have my original 4 luxury Hourglass brushes I got around the same time I first purchased this brush cleaner! I just cleaned my OG makeup brushes in this photo, and these are them after about 30-60 minutes of dry time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Perfectly cleans and disinfects my brushes. Does not shed any bristles and makes them smell fresh!"
		},
		{
			"review_title": "Must have in their make up kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love love, love this is a great product for someone who is a make up artist and needs to clean their brushes quickly or a beginner, and only have a few brushes, but still needs to clean them quickly!"
		},
		{
			"review_title": "Destroyed multiple brushes, original is better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "The original blue CS cleaner is a holy grail of mine but I've always disliked the scent of it and the fact that the liquid tends to dye my light colored brushes blue. That being said, I was so excited to see that they released a new scent with no added coloring to the liquid, but after using this for the last year or so I can definitively say that this product has destroyed more than a few of my favorite brushes by eroding the glue over time. I've always followed the cleaning instructions in detail and never let my brushes dip more than a quarter into the liquid, but the liquid still absorbs up into the base of my brushes and over time has completely eroded the glue in many of them (including my favorite large powder brush). I've never had this issue with the original blue formula and can only guess that the inclusion of lemon in this has to be what makes it so destructive to my brushes compared to the original. Would NOT recommend this over the original formula if you're looking for a long-term solution to maintaining brush sanitization between deep cleans."
		},
		{
			"review_title": "HOLY GRAIL FOR BRUSH HYGEINE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Why don't more people talk about this? Follow the instructions on the bottle. It cleaned my brushes in 5 seconds and they dried quickly and softly."
		},
		{
			"review_title": "5 stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love using this product to clean my brushes. This new smell that they came out with is not overbearing and I find it quite pleasant compared to the original formula. Highly recommend."
		},
		{
			"review_title": "The GOAT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the new citrus scent, it cleans well and dries fast."
		},
		{
			"review_title": "A must have.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I use this makeup brush cleaner everytime I use a makeup brush. This truly gets my make-up brushes clean untl I can properly clean them monthly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this for years. It works so well and it smells nice and clean."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this product! Cleans brushes quick and dries fast!"
		},
		{
			"review_title": "A must have for the lazy girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "So easy to use! The only way to clean your brushes tbh"
		},
		{
			"review_title": "A Must Have Brush Cleaner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Amazing! I love the smell it leaves on my Brushes as well as the Way It cleans so nicely. Definately a 10/10"
		},
		{
			"review_title": "Must Have For Brushes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is the best! Super easy just dip and wipe and you’re done.   New scent is great too.  It’s a staple at my house!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Works super good really cleans your brushes i do recommend this but it does reek like hand sanitizer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Fast and effective and smells so much better than the original blue formula"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVE Cinema Secrets! This newbie hits gold! Gentle and, in my opinion, works better with brushes and sponges compared to the OG"
		},
		{
			"review_title": "UH-MAZING!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It took me literally 10 minutes to wash 50 brushes! Completely CLEAN! It smells great compared to the original scent (which smells like paint thinner). Follow the directions - DON’T soak your brushes - dip 1/4 of the brush."
		},
		{
			"review_title": "Yes please",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "If you struggle with washing your make up brushes consistently (it’s okay to admit it, life isn’t a curated TikTok video), just get this. It cleans your brushes off in a matter of seconds and they are dry in just a few more.   Using this has helped my skin clear up so much since I’m more consistent about keeping my brushes clean so consider it an investment in your skin as well as sanity!  The lemon scent also smells so much better than the original one which was more toilet-cleaner-esq. This bottle will last you a while if you are concerned about price - a little goes a long way with this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "use this product every single day!  keeps my brushes clean and smelling great"
		},
		{
			"review_title": "Expensive..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "Maybe this is good if you travel or just need a quick clean but I’m not sure it’s worth the $45.00 price tag. I’ve already used a 1/4 of the liquid cleaning some (not all) of my brushes.."
		},
		{
			"review_title": "The Best for Quick Brush Cleaning",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I'm pretty old-fashioned when it comes to cleaning brushes... Which is unfortunate, because cleaning brushes with soap/shampoo and water, then waiting for them to dry takes quite a chunk of time out of my day. This brush cleaner has demonstrated how effective and fast it really is at removing the makeup from my brushes then drying fast too so that they're ready to use again within 5 - 10 minutes. I was slightly icked out when I saw that the process is 1) dipping the brushes into the cleaner for a few seconds, 2) then wiping the brushes vigorously onto a towel, but I found that that's totally sufficient to remove the makeup from them! Kinda cool that water isn't even needed. I know it's a little pricey, but definitely a small amount goes a long way for the 6-9 brushes I'll use during the week. I'm not even halfway through the bottle yet and I bought it 3 months ago."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was a little nervous to purchase a 32 oz bottle of a new scent offered by Cinema Secrets. I was worried that this formula would be different and less effective than the blue/vanilla formula. Well, I’m glad I took a chance on this lemon/clear liquid formulation. This new scent cleans as well as the original and the scent is much lighter and fresh smelling. Moreover, because it’s clear, there’s no blue castoff on my brushes. This is the perfect instant brush cleaner to use daily, in-between deep cleaning routine."
		},
		{
			"review_title": "so AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love this brush cleaner. Dare I say, better than the original blue one! I didn’t love the blue one because of the scent honestly and it would sometimes leave a blue cast on my light toned brushes even with consistent wiping on a paper towel. This gets my brushes so clean and smells amazing. I love that they made it in a jumbo size! Dream come true!"
		}
	]
}