{
	"product_id": "1209",
	"name": "No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment",
	"brand": "Olaplex",
	"categories": "Hair, Shop by Concern, Damaged Hair",
	"price": 82.0,
	"about": "What it is: A pre-shampoo hair treatment that reduces breakage and split ends for visibly healthier hair. OLAPLEX Bond Building Technology™ is proven to relink broken disulfide bonds damaged by chemical services, heat, and styling...Hair Type: Fine, Medium, and Thick..Hair Texture:Coily, Curly, Straight, and Wavy..Hair Concerns:.- Frizz.- Dryness.- Damage, Split Ends, and Breakage..Key Benefits:.- Reduces breakage and split ends.- Visibly strengthens hair.- Restores healthy appearance and texture..Highlighted Ingredients:.- Bis-Aminopropyl Diglycol Dimaleate: Patented and proven technology to help repair broken bonds for stronger hair...Ingredient Callouts: It is also vegan and cruelty-free. No.3 Hair Perfector is now formulated without Lilial...What Else You Need to Know: This deeply reparative, at-home bond-building treatment for damaged hair is formulated with patented OLAPLEX Bond Building Technology™. It helps to rebuild weak and broken disulfide bonds for visibly healthier, stronger hair and to reduce breakage and split ends....OLAPLEX products are thoroughly tested in accordance with industry standards in-house and by independent third-party laboratories for safety and efficacy.",
	"ingredients": "-Bis-Aminopropyl Diglycol Dimaleate... Water, Bis-Aminopropyl Diglycol Dimaleate, Propylene Glycol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Phenoxyethanol, Glycerin, Hydroxyethyl Ethylcellulose, Stearamidopropyl Dimethylamine, Quaternium-91, Sodium Benzoate, Cetrimonium Methosulfate, Cetrimonium Chloride, Fragrance, Polyquaternium-37, Tetrasodium EDTA, Butylphenyl Methylpropional, Etidronic Acid, Ascorbic Acid, Phytantriol, Tocopheryl Acetate, Aloe Barbadensis Leaf Juice, Panthenol, Simmondsia Chinensis (Jojoba) Seed Oil, Citric Acid, Potassium Sorbate.*No.3 Hair Perfector is now formulated without Lilial.",
	"how_to_use": "Suggested Usage:.-Apply a generous amount from roots to ends on damp, towel-dried hair..-Comb through once and leave on for a minimum of 10 minutes or more. .-Rinse from hair, shampoo, and condition. .-For best results, make the OLAPLEX Bond Maintenance® System your weekly routine: treat with No.3 Hair Perfector, cleanse with No.4 Bond Maintenance® Shampoo (sold separately), and hydrate with No.5 Bond Maintenance® Conditioner (sold separately).",
	"num_reviews": 4057,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/olaplex-hair-perfector-no-3-P428224?skuId=2347144&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2347144-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.5 oz / 250 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2347144-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "10/10, would recommend and buy it again! I love this stuff. Makes my hair feel like day one after three washes. Will say, don’t use hair mask when you use it or it can cause some build up like it did with me"
		},
		{
			"review_title": "Will continue to repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "Improved my hair and helped prevent split ends. Helped with the dryness and brittleness of my curly hair. Overall, my hair was less frizzy and smoother."
		},
		{
			"review_title": "Damaged my hair after one use",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Horrible product. I put it in my hair and it SEVERELY damaged my hair. It’s caused it to be very dry, brittle and straw like. I do not know what to do, and I think I will have to cut off my hair to start over again."
		},
		{
			"review_title": "Never going without it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Um, wow. I have coily hair that I straighten every week, and using this once or twice a month for 15 minutes before shampooing has kept my hair nearly invincible lol. I will literally cry if it’s ever discontinued"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "A tried and true product. Does its job and easy to use."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Hated it! Overpriced and made my hair dry! Everyone raves about these products I bought the whole system and tried it twice and each time it was horrible. I will be going back to my Pantene."
		},
		{
			"review_title": "PAINFUL!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "This product made my hair really smooth and shiny. However... the morning after, I had the absolute worst rat's nest I have EVER had. Endless knots and clumps of hair stuck together. SO painful. Would not recommend"
		},
		{
			"review_title": "I CANT LIVE WITHOUT THIS!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I use this twice a week along with Olaplex step 0.  It is non negotiable.  It has saved me from loosing my hair after bleaching."
		},
		{
			"review_title": "Did harm, not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "My hair seemed dry after one or two uses. After 4 or 5 uses, my hair looked shredded - it was dry and breaking off halfway down the stand. I also lost a lot of hair."
		},
		{
			"review_title": "savior",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "gummy hair savior. after 3 rounds of k18 making my hair feeling more limpy, I decided to try again olaplex and wow..... this only one use....."
		},
		{
			"review_title": "Be careful! Not for every hair type!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Normal skin",
			"review_text": "Be careful this product is NOT for every hair type. I have a lot of hair but it is fine, it gets oily at the scalp after a day or two, and my hair is prone to split ends and breakage.. Hopefully explaining my hair helps because this product was making my hair fall out in chunks... it also would make it more dry... it's unfortunate because a lot of people have good experience with olaplex but others not so much. Just be careful when wanting to try this product."
		},
		{
			"review_title": "Best Bond Builder. Happy there's a value size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am so glad there's a value size. I live off of the Olaplex Bond Builder. It's incredible for my hair and it leaves my hair super hydrating. The olaplaex 3, 4, and 5 routine is incredible. Please don't discontinue this size!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love this, leaves my hair so soft and silky.  When my hair feels really dry or I've used a lot of heat on it I always use this product to heal the damage"
		},
		{
			"review_title": "Never again.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes",
			"review_text": "If I could give this zero stars I would. It was recommended to me and I had heard a lot of hype about it. I used it for approximately 1.5-2 months and my hair began excessively falling out. Super disappointing for such an expensive product that was supposed to be “amazing”. It’s in the garbage where it belongs."
		},
		{
			"review_title": "Great for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brunette hair",
			"review_text": "This is my second purchase of No.3...I paired it with No. 1 as well.  These products really improved the look and feel of my damaged hair.  I will definitely repurchase."
		},
		{
			"review_title": "5 stars all the way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product never ceases to amaze me with its almost immediate results. My hair is so soft I will never NOT appreciate the formula this product has. Amazing love it!"
		},
		{
			"review_title": "Avoid it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Ruined my hair! Added to my regular routine because I’d heard great things but my curls and coils came out less defined and hard to group. I ended up cutting an inch off of mostly healthy hair 😡"
		},
		{
			"review_title": "Can’t Tell If It Is Working",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Used it and due to the other hair products I use, I can never tell if it’s actually working or benefiting my hair. It’s just okay, it’s fine and seems to help with breakage and frizz."
		},
		{
			"review_title": "A few shedding strands is normal but not clumps",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been using Olaplex since 2020 my daughter wrote a paper for college explaining how dimethicone in products it’s what makes our hair fall out. I use 0,3,4,5,9"
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Works just need to give it some time like a month of once a week use. Do not apply to scalp its for your length and ends lol."
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Didn't hate it but the price for that amount isn't justifiable"
		},
		{
			"review_title": "Olaplex No. 3 Hair Repair Perfector",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "1-star.  I didn't apply this close to my roots; I applied it from mid-lengths to ends only.  I did notice  a little more hair falling out in the shower than the usual norm.  Other than that point, I didn't notice any improvement in my hair at all.  Its pretty useless.  Will not repurchase."
		},
		{
			"review_title": "Poison",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This line melted my hair off. Thousands of people are having the same issue.  It should not be on the market."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "after using this product, after one week , I hated it , my hair changed,  the texture changed and it turned rebellious, I don't recommended it. for me it was one of the worts  purchases for my hair, and I also lost my money  because Sephora didn't accepted my return."
		},
		{
			"review_title": "Be careful of this product.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "My hair literally went from my waist to my chin only from breakage caused by Olaplex. There was no haircut between these 2 photos. This may not happen to all users but it def has happened to thousands of other women."
		},
		{
			"review_title": "Wanted it to work so badly",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "Bought this with high hopes of correcting and fixing my hair but over the time after using this specific product I was stunned to see the amount of hair that was falling out of my head. Full strands even in big chunks. I tested to make sure it wasn’t a bad hair day and every time I used it the same thing happened  multiple times to make sure it was multiple time after experiencing this and to my"
		},
		{
			"review_title": "Please don’t use this!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Don’t use it! Your hair will fall out, you’ll have breakage and scalp sores. Thousands of women have experienced this. They/I all have gotten lab work done to find no deficiencies or health issues. The common denominator is this products. Look up the olaplex hair loss group on fb to see more testimonies for yourself. I wish someone warned me so I’m trying to help prevent someone else from dealing with this. I’m now on oral minoxidil to help combat the hairloss."
		},
		{
			"review_title": "A must and no bond builder can compare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Nothing compares to Olaplex 3 we tried K18 and it broke my hair off sadly and went back to the tried and true Olaplex. Leaves my hair healthy and happy ❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I fried my hair and thought I was gonna have to cut it all off,  got this and the no.0 as a last resort, used both of them together before my regular wash and there is such a noticeable difference in strength!!"
		},
		{
			"review_title": "total transformation of coarse, colored, dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "total transformation 👏  I was not believing when my friends suggested this product. I don't think I will ever has to go for a salon keratin treatment after using this product."
		},
		{
			"review_title": "Must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Second time purchasing it and it made my damaged curly hair a lot better!! My curls haven’t fully healed but I definitely noticed that there are improvements"
		},
		{
			"review_title": "0 + 3 Olaplex",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Along with No. 0 - used it twice and my hair looks healthier than how it was."
		},
		{
			"review_title": "Best productive if you wanna be bald.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone",
			"review_text": "The worst product I ever experienced. I lost insane amount of hair after a month of use took me another month to figure it out. Then it stopped when I came back to use Kérastase."
		},
		{
			"review_title": "Please don’t",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "After using this product I developed hair loss, growth stopped, skin irritation and increased breakage. It has destroyed my hair. I am forced to use a star for this review, but I would recommend never using olaplex products"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "My hair has so much volume and does not have strong chemicals that stink and I’ve had it for over a couple months and it no Evan half way."
		},
		{
			"review_title": "Never buy! Itchy scalp!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I purchased No 0,3,4, and 5. I read about the lawsuits causing hair loss so after using only once and my scalp started itching, I decided to return. I didn’t want my hair to fall out. After returning all the items via mail, Sephora refused to refund me saying that more than half the product had been used. I only used each product once. They are refusing to give me my money back and return the product. Now I’m out over $100 and I don’t even have the products."
		},
		{
			"review_title": "Great hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love how soft this makes my hair feel. I feel like the softness lasts for days. A little bit goes a long way as well. This product has revived my hair!"
		},
		{
			"review_title": "For my Fellow Curly Haired Folk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Great as a treatment for hair that’s damaged from dyeing it - wouldn’t recommend keeping it in for an unnecessarily long time. 30mins- 1 hour is ok, would combine w hydrating treatment for curly 3b/3c hair"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Some Olaplex products sold by Sephora STILL have LIMONENE. It makes your hair fall out! Sephora  refused to refund my money for those products in spite me loosing most of my hair."
		},
		{
			"review_title": "Convenient ‘travel-size’",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I purchased this in combination with the travel size shampoo, so now during my travel I could take my new favorite hair conditioner with me."
		},
		{
			"review_title": "Add this product to your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I use this product on dry hair the night before wash day. On wash day, I put a dime size amount on my ends and rinse it off ten minutes later. I love that I can switch my hair color with no harm."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "if you have curly hair (mine is 3b, 3c) this is a MUST have. I had heat damage & it brought my curls back to life! I personally keep 2 bottles at home at a time because it’s just that good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This product is the definition of tiny but mighty! It saved my hair from heat damage! Now my hair is perfectly soft and shiny and I can curl it without damaging it! 🤍💗🫶"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is AWFUL. I know it is normal for hair to come out in the shower/after showering, but a whole clump? I don’t think so. Also did not leave my hair any softer. Actually made my hair dry and frizzy. Bad product"
		},
		{
			"review_title": "Waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The reviews must be fake because this product is bad. It didn’t make my hair any softer and actually made it dry and sticky. Unfortunately I am not able to return it any longer. Don’t believe the hype."
		},
		{
			"review_title": "Personally not worth the hype.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to like this product. I get partial highlights around every 4 months and was looking for a product to strengthen, and soften my hair. I feel like I don't get much of any effect from this product. I have tried leaving in 15 mins, and then 1 hour thinking I just needed more time but it did don't help. I am giving 2 stars because it did not make my hair feel any worse off, and did not make my hair fall out."
		},
		{
			"review_title": "Cant live without it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Combination skin",
			"review_text": "Olaplex No. 3 is a miracle product.  Makes my hair shiny, soft and very manageable.  I just love it."
		},
		{
			"review_title": "Not a second time purchase",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "The mask is okay, I did not felt the hype, I would prefer other masks"
		},
		{
			"review_title": "MY HAIR HOLY GRAIL!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This made my hair soooooooooo soft!!! I have straight dark hair so it may be different for everyones hair type. Everyone always compliments me on how soft my hair is. I don't gate keep so i tell them I use this product!!! BUY IT!!!"
		},
		{
			"review_title": "helped my hair sm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "its repaired a lot of my curls from heat damage!! so far ive used it 4 times and my hair is much bouncier"
		},
		{
			"review_title": "The BEST Bond Repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I've used Olaplex for years and I've used K18 and Olaplex blows it away. But you shouldn't over use it and should make sure that hair is only damp, not wet. I leave it on for 30 minutes then shampoo. And, no, it doesn't make your hair fall out or break off. There are a myriad of causes for hair loss (including Covid) and breakage (such as bad hair elastics, too tight ponytails, etc), but Olaplex is not one of them. Makes my thick, wavy and fine hair look and feel extraordinary."
		},
		{
			"review_title": "Didn’t see any difference",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Been using this product 1-2 times a week for 6 weeks and I haven’t noticed any significant change in my hair.   It’s pretty much the same as when I was using inexpensive hair shampoo and conditioner"
		},
		{
			"review_title": "Life changing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The pictures really speak for themselves. I had extremely damaged hair and started using this product around August 2023. The first picture was in July 2023 and the second was Jan 2024. You can see my curls have come back to life and my hair has gotten MUCH longer (pictures doesn’t do the length justice). The product is a great investment. I use it after every blow out and then every other wash week."
		},
		{
			"review_title": "Useful, but requires a lot of product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A great buy for bleached hair. The price is painful, especially given how much of the bottle my long, thick hair demands. Definitely leave in for a long time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "really helped out my hair when i needed it the most and lasted me a long time!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The smell isn’t but it works. Makes my hair care routine better. I recommend keeping it in for a long period of time and with the shampoo and conditioner"
		},
		{
			"review_title": "Hair falling out in CHUNKS!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I follow this YouTuber and he spoke highly of Olaplex 3 and the Olaplex oil — I’ve used both twice and my hair has been falling out in chunks. Before this, I had dry hair issues but nothing this bad!! Will be returning this product ASAP!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Olaplex has transformed my hair. I have bleached my hair for years and eventually ended up with chemical breakage.  I started using olaplex the last two years and my hair has completely transformed."
		},
		{
			"review_title": "Product has pending lawsuits. Returned.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Caused hair fall. Returned. Please go to Forbes to see pending lawsuits on product."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Not a fan- I’ve tried to see it all the way thru and I do not like the feel of my hair. It’s dry and brittle"
		},
		{
			"review_title": "The worst.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Made my hair worse. Dried it out. Had to cut it all off and start over."
		},
		{
			"review_title": "quick and easy before shower treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "i really like this so far! the times i have used it makes my hair really soft!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "It was my only savior when I bleached my hair. Works instantly and smells so good!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I really loved this product. After using it I can tell a difference in my hair that day. Leaves my waves very defined and my hair feels hydrated and healthy after. I will absolutely be re ordering, this product is a staple in my routine."
		},
		{
			"review_title": "Tried and true",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Tried and true, you notice a difference right away"
		},
		{
			"review_title": "Olaplex is still my jam",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Olaplex has fallen so quickly out of favor by so many but honestly it’s worked for me for years. I have incorporated other new bond treatments like K18 into my routine, but only within this last year. I don’t see a reason not to use both because they are very different treatments! I have long (mid back) dark brown hair that I bleached religiously every 6 weeks for several years. I had fully white long hair that whole time. When I didn’t use olaplex, my hair got worse. I now do a more heavy balayage and it still works. I barely cut anything off my ends at my recent salon visit. The stuff works. A trick if you are worried about hair loss would be, don’t brush it through your wet hair (take sections and rub/massage it in). I have lost less hair when I use olaplex than when I don’t. So, like anything, I think it just depends on your hair. Also this is not a moisturizer! If you don’t have damage, this won’t do anything for you! So many of my friends say things about not liking it but when I ask how they use it, they generally use it incorrectly or they don’t have color treated hair and no real damage. I will actually use Step 0, 3 and 8 on the day I plan to wash my hair and leave it in for hours. I do like some other masks more than step 8, but step 3 is the OG and it’s just good stuff!"
		},
		{
			"review_title": "Noticeable Improvement",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "After using this for two months my hair is back to its healthy shine after hair-color damage."
		},
		{
			"review_title": "My hair loves this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I'm always searching for great hair care products because I have bleached my hair several times and I have to say this is one of the best products ever! I use this in combo with the No 4 hair shampoo and it makes my hair feel soft, silky (without appearing oily), and nourished! The active ingredient --  bis-aminopropyl diglycol dimaleate is supposed to repair the chemical bonds that are broken with heat, chemicals, etc. and it works. Since it is so expensive, I only buy it if it is on sale and use it once a week but it has worked wonders with my hair, where it actually looks strong, healthy, and full without the heavy residue texture. I love this!"
		},
		{
			"review_title": "Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This will always be a staple in my hair routine for someone who bleaches their hair it really helps keep my hair healthy and grow out breakage that I’ve had"
		},
		{
			"review_title": "HEALED MY HAIR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I used this product 1 time, and my hair is so much softer and shinier, as someone with curly and wavy hair, i used to straighten my hair everyday and have extreme damage, i SWEAR by this product, make sure you fully saturate to get the best result"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "This is a holy grail product, it will strengthen your hair if used once a week. I mix it with a a moisturizing mask and my hair looks so much healthier and my curls are bouncy."
		},
		{
			"review_title": "All u need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I usually don’t write reviews but this product just deserves it. After using it for a month once a week I’ve seen a difference in my hair, is stronger, smoother and I think it’s an amazing product bc I just use #3 in my hair routine, my shampoo and conditioner are from another brand but still u just need this one to see a big difference. I’m in love with this"
		},
		{
			"review_title": "beats K18! it actually works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I have very long (below my waist) fine hair and don't get it trimmed often so the ends tend to get dry and split even though I use good masks and conditioners on a regular basis. I decided to give this a try and at first tried it on its own, just the #3. My hair felt a little smoother and softer but I wasn't blown away. So I put it in my big box of the probably won't use again but not throwing away yet. about a year or two later I read it's best to use it with olaplex 0 so I tried those two and that made a big difference. Recently I received a sample of olaplex #8 so tried all 3 and omg! My hair is silky smooth, soft, shiny, and with more volume! even my husband noticed how great my hair looked. I had to buy the full size of #8 as well. For comparison I also tried k18, for 2 months, and did not notice any difference in my hair. And that stuff is so expensive. I will continue using olaplex for as long as I can afford it."
		},
		{
			"review_title": "Always Reach for this Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have very bleached long blonde hair so keeping it healthy is a #1 for me. This product will forever stay in my routine. Makes my hair feel like a dream every time I use it, so soft and strong.  Top 3 favorite products of all time."
		},
		{
			"review_title": "Do NOT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Literally makes your hair fall out … I did one treatment for less than 20 min and when I washed my hair CLUMPS fell out. Was wild"
		},
		{
			"review_title": "Hair has never felt softer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Holy moly. I bought this out of curiosity, as I’ve been wanting to try the Olaplex line for years now. Instantly after one wash, I saw results. My hair felt INSANELY slick and smooth, healthier and better than it’s ever felt. Only downside is that I’m going through the bottle way too quickly. Really hope olaplex come out with a jumbo size because I’m using this for every wash from now on!!"
		},
		{
			"review_title": "Lost it didn’t use it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I bought this and never used it! I lost it! Don’t know if it’s good or not"
		},
		{
			"review_title": "LITERALLY REPAIRED/PERFECTED MY HAIR!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I use this product once a week and it helps to repair/perfect my hair instantly after a long week. No regrets whatsoever."
		},
		{
			"review_title": "Soft healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’m always on the hunt for a good shampoo that is nourishing and that doesn’t feel too heavy and this is it! Love this, it feels so nourishing, leaves my hair so soft and shiny! It’s light and doesn’t leave too much residue like the other ones I’ve tried. I love the texture and the scent is not too heavy either. New fav!"
		},
		{
			"review_title": "Great for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using this for about two years and I found that using it once a week is perfect. I get my hair damp and then leave in for a few hours and then wash it out. It has really helped me repair my hair from all the bleaching damage it had."
		},
		{
			"review_title": "Loving it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "I have been using this product for a few weeks now, and I am loving the result ! It makes my hair more smooth with less frizz"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Saved my hair and looks amazing. I used this after a thermal straightening product and my hair looks healthier than it did when in its natural state."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "After my first use i felt such a difference in my hair. My hair is very bleach damaged and this make my hair super soft!! Definitely recommend this."
		},
		{
			"review_title": "Salon hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "Let me preface this by saying I have zero skill in doing my hair, but using this once every few weeks for ten minutes followed by drying/curling with my Dyson makes my hair look and feel AMAZING. I haven't tested it with air drying yet, but this seriously makes my hair look professionally blown out every time compared to using my Dyson without it. My hair is so soft, silky, and shiny after, and my grown out balayage that is usually brassy somehow looks re-toned? I don't know how, but I love it and will definitely keep buying. I do have to use quite a bit to cover all my hair, but I have very thick hair so I can't blame Olaplex too much."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Made my hair fall out after one use. Trust the lawsuits and don’t buy it"
		},
		{
			"review_title": "Crazy amount of hair fall!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product is absolutely terrible!! I used it only twice. Initially my hair felt really nice after using it but then I realized my hair was falling out like crazy and it was thinning out on the scalp. Didn’t even realize this was the culprit until I came in here and checked the reviews!!"
		},
		{
			"review_title": "Lifesaver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This product has completely saved my hair over and over again. I have very processed, coarse hair and I've been using this every two weeks to once a month for years. I have way fewer split ends and have been able to grow my hair out after unsuccessfully trying to do so for ages. Absolutely recommend."
		},
		{
			"review_title": "Unnecessary purchase",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Tried it once , not much difference in hair texture or quality at all    I kinda regret getting it because it’s really pricey and doesn’t live up to the hype."
		},
		{
			"review_title": "DO NOT USE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was recommended this by my hair stylist and have been using the entire Olaplex line for 1.5/2 years. I thought my hair falling out, thinning, dryness and damage was from me dyeing my hair but I didn't realize it was the Olaplex products until I heard about their lawsuit. I'm so devastated- I have thin/balding patches, and even my natural virgin hair is breaking off near the roots as well as the ends looking like a ratty birds nest."
		},
		{
			"review_title": "GOAT, Holy Grail, just divine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love planked and have used it for years. It is super important for my chemically treated hair, and it adds lots of strength. Without this product my ends split, my hair breaks, and it feels dry. I recommend getting the value size if youhusebit a lot. I also recommend using it every 2 washes. You don’t need that much. It’s just an amazing product, the first of its kind from last decade, and will always be a special favourite for me!"
		},
		{
			"review_title": "Made my hair bouncy and full of volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love this product got a small sample with my recent order, left it on for 45 minutes, wash shampoo as usual made my wavy hair extra bouncy and wavy. Plus super soft with added volume, definitely will get purchase this product in the near future."
		},
		{
			"review_title": "Trash, don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "Did absolutely nothing for my curly hair. Overhyped and not worth the expense. I have no idea why people love this brand so much. It’s trash."
		},
		{
			"review_title": "Use as needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "For everyone complaining about this making your hair fall out, unless your hair is EXTREMELY damaged there’s no reason for you to use olaplex every wash day for months. It will ruin your hair. Don’t fix what isn’t broken."
		},
		{
			"review_title": "AMAZINGGG",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using this product my hair felt very soft great product absolutely recommend and is great to use on its own. I just think that it’s a bit overpriced, but overall great product."
		},
		{
			"review_title": "Great addition to my hair routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I’ve been using the product for a solid month now and although I couldn’t notice much chance at the beginning, now I see my hair stronger and shinier than before."
		},
		{
			"review_title": "It made my hair fall out.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I can’t believe I tried this, even though I knew about the reviews saying it made people’s hair fall out and lawsuit. And now I’m stuck with the rest of the bottle. I don’t want to give it to anyone else. I used it one time for less than 30 minutes and it it had chunk a of hair coming out continuously through out the rest of wash day (shampoo, condition, deep condition and still so much hai) The problem seems to have stopped, but my hair is flat, kissed a lot of density, and. Not the same . I almost considered cutting all my hair off and starting over."
		},
		{
			"review_title": "Gold in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "If you use it every week like instructed your hair really does get healthier and shinier, my problem is I’m lazy and sometimes forget but you already see results after first time use."
		},
		{
			"review_title": "Made my hair fall out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "As soon as I put it on for the first time my hair started to fall out in chunks and my scalp burns in some spots, I rinsed immediately and threw it in the trash."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I started using this product a few months ago and it has really helped my hair, my hair is a lot softer and looks way better. I definitely recommended it for people who have had a lot of hair damage."
		},
		{
			"review_title": "Works wonders on my bleach blonde hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "I love Olaplex No. 3. One of my MUST-HAVE hair products. I absolutely swear by it. My hairdresser recommended it and we always do it after bleaching my hair platinum blonde. It brings my natural curls back! I’ve given this as a gift multiple times too."
		},
		{
			"review_title": "Pretty Good.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product makes my hair so soft and shiny! To remove any frizz I use the No. 6 Bond Smoother. Anyways, I do recommend this product to those with dull hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I left it in for 45 min and it left my hair super soft. I don’t love the smell of the product but it’s not a bad smell."
		},
		{
			"review_title": "Save your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I have used olaplex for years because I thought it was what I supposed to do; honestly I haven’t noticed any significant difference and there’s so many alternatives on the market now"
		},
		{
			"review_title": "Huge Issues",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "initially, I thought this olaplex routine was useful. (started 4-6x monthly)   however, the longer I used it and the more olaplex products I incorporated with it, the more ridiculously brittle my hair became. frighteningly so. Large sections would snap off mid length at once.   I hadn't read other reports of this happening so immediately started making other changes: (ie hard water filters on showehead, diet changes, hair supplements) but, then one day after using NO 3 & seeing a lot breakoff almost immediately, I googled it and was stunned. I then immediately discontinued use and nearly 7 mo later my hair rebounded completely. (sections that broke off mid length made me have to cut it & start over)   never imagined that using products that would supposedly make my already thick, relatively healthy (altho chemically treated), long hair even better could do so much damage....both to hair and emotionally. Womens identity & hair is interwoven, something i learned 1st hand--its devastating & scary.   It's not worth the risk guys. like I said, it felt like it was helping initially. (placebo possibly?) Then bam! My hair looked so awful I couldn't even leave the house. didn't go 'out' w.o hats for nearly a YEAR. Nothing like this has EVER happened to me in nearly 40 yrs of my life. & all I did was try to up my hair care routine.   *Can I say definitively this was Olaplex? (technically) No. But, given the obv cause/effect & improvement when discontinued, I am left w no other conclusion. Coupled w thousands of other identical experiences, you be the judge.*"
		},
		{
			"review_title": "Made my hair fall out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I didn’t want to believe it because of how expensive the product is, but it did make my hair fall out. At first I thought maybe it was just the product getting rid of bad hair, but then I noticed it was coming out in chunks. Please don’t buy this…..it’s clearly not safe for the hair or scalp and it scares me that there’s even a product on the shelf put there that’s this dangerous. I read that they had an ingredient in this that causes infertility as well, so beware…And Sephora, shame on you for carrying a product that harms women in this way."
		},
		{
			"review_title": "Eacy way to strengthen hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I have used it in the past and still like it!  I use it 2 times a week."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have 2b2c bleach processed hair and I love this products. It defintitly brings my hair back to health!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It was okay. I didn’t see any results for bleach damage or heat damage. K18 is better. Did leave my hair soft and smelling good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "My hair is dry, coarse, and frizzy. After using Olaplex No 3, I was very pleased with the results. My hair looked and felt healthier, and the frizz was gone. I would recommend this product. Also, I want to give a shout out to Elvira and Angelique at the Fresno West Sephora. Angelique was very helpful recommending products and providing samples. And, Elvira was so kind and personable - she really made my day! So nice to encounter good customer service!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I honestly didn't see a change with this product. I'm not sure if it's because I wasn't using the whole line but it's a bit too pricey for its size and I have long and thick hair."
		},
		{
			"review_title": "Made my hair fall out after months of usage",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "After months of exclusively using Olaplex ( which is not cheap) my hair started to full out in chunks!! I’ve heard about people saying that it caused hair loss , however o did not want to believe it … untill it happened to me! I had done nothing new to my hair or incorporate any new hair products, my diet hasn’t changed nor am I on any medication that may cause hair loss.for the foray few months olaplex seemed to be making my hair better and out of now where after months of usuals it started to fall out in huge chunks!! Please don’t buy this! I’m shocked that it’s still selling the way it is"
		},
		{
			"review_title": "Hair nightmare",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "This stuff made my hair thin, break, and ultimately fall out. I heard such hype around this product and after using the shampoo and conditioner combo for around 6 months, I finally narrowed down why my hair was thinning. I switched shampoo brands and immediately noticed a difference in less than 2 weeks. It's been almost another 6 months since switching and my hair is nowhere near what it was previously. Please do not buy, who knows how this product will affect you."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Olaplex Hair loss/hair damage that is a Facebook group for anyone that has experienced damage or hair loss from using Olaplex products. Currently we have almost 10,000 people who have joined to tell their story. The stuff is junk and there is plenty of other brands to choose from. Please, please don't buy this poison, u will regret it. I know I did."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "It does help me a lot to make my hair look a look healthier."
		},
		{
			"review_title": "Damages your hair and makes it feel like straw",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got a free sample of this and was excited to use it because I tried their oil. I used it once and it made my hair look good, but then next month when I used it, my hair started to shed badly and fall out"
		},
		{
			"review_title": "A MUST….but sad that they increased the price:(",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is my go to since I get highlights regularly….as we all know bleach does horrors to your hair but OLAPLEX is here to save the day. My only complaint is that I wish the bottle was bigger! Also sad that they upped the price:("
		},
		{
			"review_title": "A waste of money & my life",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I used #4, #5, & #9 every wash for 6 months with almost no results. With so much hype around this product I decided to try it. Literally it did nothing. I will be returning. K18 worked the first use with amazing results. I won’t be using Olaplex anymore."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love this hair mask. It is no pore clogging ingredients in it and bond your hair together really well. I have never tried a hair mask like this one before, it is really good."
		},
		{
			"review_title": "A great hair repair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love this to keep my highlighted hair in good shape. Smells great. Is a very thin runny product so it’s easy to distribute throughout my thick hair. Adds strength and softness."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using the OLAPLEX line for the past two years. This is by far my favorite product! It is such a game changer!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product didn't really do anything for my dry frizzy hair. It may work for someone else."
		},
		{
			"review_title": "Did nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This did pretty much nothing for my hair. I have curly hair on the dry side with bleached pieces in the front. I also have some sun damaged on my outer layers. I saw no difference at all in my hair after using the whole bottle. Not worth it at all"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Holy grail hair product. Leaves hair soft and manageable."
		},
		{
			"review_title": "This is my once a week must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t understand the bad reviews as this has saved my hair.    My hair broke off horribly a couple of years ago to the point I had to have it cut above my shoulders.    My stylist told me about Olaplex and I’ve been using it faithfully ever since - now my hair is to my waist.   I have dark brown hair that I have highlighted to blonde every 8 weeks or so and I have no damage, no frizz, no split ends.   Granted, I try to keep heat styling to a minimum and use a heat protector every time but it’s the Olaplex that’s made a HUGE difference in my hair.   I’ll never go without it!!"
		},
		{
			"review_title": "Stay away from this product.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Took me two years to figure out why my hair was getting finer and shorter every single day. I started to use this product two years ago when it was recommended by my hairdresser. My hair got to a point that it didn’t look like a human hair. No growing at all, wired texture almost getting bold in front. I took many blood tests to make sure I wasn’t short on vitamins. Everything came out just fine. Two months ago,  while I was browsing on social media I accidentally saw the lawsuit against this product. I didn’t know whether I should be happy or cry. I stopped using it immediately. I didn’t write any reviews as I was trying to make sure this product was the problem. Two months now since I stopped it, and my hair has gone much longer and getting stronger. I am shocked that Sephora and other shops are still selling this product. Olaplex should be held accountable for all the damages that they have caused. This not only impacted me physically for two years but also mentally I was going crazy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Lives up to the hype! Saved my super brittle and blonde (and damaged) hair. I’m lukewarm on the shampoo and conditioner but will continue purchasing No. 3."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "a VERY noticeable difference after just one use. I was on the fence of buying this for awhile because it's more than I usually spend but it is absolutely worth it. I let it sit for about 30 minutes, then after shampooing and blow drying my hair was much shinier, less frizz and my ends looked much more moisturized and with less split ends"
		},
		{
			"review_title": "Not good for fine hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "All olaplex products weigh my hair down and make it fall out. This isn’t the exception. I have extremely fine hair and these products shouldn’t be listed as being okay for that hair type."
		},
		{
			"review_title": "Wouldn’t be able to have highlights without this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Significantly improved my bleached highlighted hair. I use it once every two weeks, put a ton in and go watch a show before I rinse. Helps breakage and rebuild bonds over time a ton."
		},
		{
			"review_title": "My hair has grown!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Ive been using this two years. And while my hair isn’t as shiny as their photos, I have to admit it’s grown 2-3 inches, which is something I couldn’t do before starting this line. I will certainly continue to purchase."
		},
		{
			"review_title": "Miracle in a Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "In my opinion, it is impossible to find abetter product to fix dried out, over processed hair than this bottle full of magic right here!! I have witnessed unbelievable transformations using as little as 1 applications!"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i heard mixed reviews. you need to know how to use it. i shampoo my hair, get out of the shower let the product sit for 45 minutes than get in and condition. only use 2 times a week, i use once at most really."
		},
		{
			"review_title": "Bleached Blonde review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This stuff transformed my hair within two uses every two weeks. I used numbers 3 & 8. My hair went from too damaged to even hold highlights to looking amazingly healthy with bleached highlights. I will continue to use this every two weeks, following the directions to the letter as my stylist advised. She said most people are using it too often and leaving it on too long."
		},
		{
			"review_title": "i love this stuff so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
			"review_text": "i have long curly color treated hair (type 3b/3c) and this is phenomenal on my hair. as a black girl i always avoided using olaplex cause i thought it wasn’t made for my type of hair. WRONG. this product is fantastic for right before washing your hair. i leave it in for 90 minutes since my hair is thicker. it makes my hair so soft and it feels hydrated as well. dying my hair made it very dry and stiff but this bought the life back. already repurchased. also a little goes a LONG way."
		},
		{
			"review_title": "Doesn’t work. Overhyped.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Most overhyped product of the century. Did absolutely nothing for my hair. Waste of my hard earned money."
		},
		{
			"review_title": "Hair loss when washing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have used Olaplex for years never had any issues. Over the last few months though I noticed an excessive amount of hair shedding when I showered and used this product. Switched what I used and stopped this and my hair does not shed in the shower.... I would say thats not a coincidence."
		},
		{
			"review_title": "Holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Holy grail. Ever since I stated Olaplex years ago I have not gone back."
		},
		{
			"review_title": "My Curls Have LIFE Again - Tight Curl Natural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I have medium-coarse texture throughout my hair, and a few fine strands thanks to excessive flat ironing.  Since 8/2022 I've been working on bringing my curls back to life by washing it every week and it's been getting better.  Then last week (4/2023) my stylist told me I can use Olaplex No. 3 to help with some of the damaged hair.    OMG.  After just one use, my curls looked so incredibly amazing.  I used it again the following week and left it on for longer and it looked even better!  I'm tempted to try the other products that go with this product, but the price is a bit much for me.  As of now I switch between AG Haircare and Innersense for my shampoos/conditioners.  I will continue to use this - my curls are THRIVING!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Use this after I wash my hair I let it sit on my hair for 15 while damp and wash off. HAIR FEELS SO SOFT and my blow outs come out shiny and smooth"
		},
		{
			"review_title": "Super healthy looking hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the healthiest my hair has looked since i started colouring it! Wow! I have not had luck with other olaplex products so I was skeptical trying this one but I am super impressed and will definitely continue using! My hair is shiny and soft and healthy looking after just one use!"
		},
		{
			"review_title": "No Thanks...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have super thick and long hair. This product did nothing for me after prolonged use. There are SO many other hair products that work incredibly better than Olaplex and are much more affordable."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I used this in my hair, which is not damaged, and in 10 minutes it managed to ruin it. I thought it was for all hair types so my recommendation is, don’t use it if you don’t need it."
		},
		{
			"review_title": "Dont believe the hate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Olaplex has a class action lawsuit of 30 women claiming their products (not specifically this product) made them bald or blistered. or made their hair look like it was cut by a weed wacker. I am confident that the hairdresser over processing her hair did this, not a bond building treatment. I do think people can have allergic reactions to a product like this, but  as someone who been lightening  their hair for 20 plus years I can assure you this is not whats making your hair fall out. If by chance it is,  its only because you are using it WAY too much. . It's meant to be used once every two weeks or so. If you hair is falling out its either from the damage from lightening it (literally bleach will break your hair) stress, hormones, diet, or an allergic reaction. This product has restored the health of my hair in dramatic ways and i use it maybe 2 times a month. Pretty much every blonde i know uses this and praises its function. Always be wary of trying new products, but this formula has not changed in 10 plus years and now all of a sudden these claims are surfacing like crazy??"
		},
		{
			"review_title": "An $80 dollar purchase I can't use. :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Do not use if your hair is NOT severely damaged. You will cause extreme protein overload. This is only good to use 1 a month at best on people that heat style and chemically process their hair regularly. A massive waste of money if you're looking for something to be able to use more often than that. (but, it smells VERY good)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Splendid and wonderful. Before applying it to my hair, apply the number 0 as suggested by the indications. Leave it for 1 hour and the extra-unary results. I recommend it 💯"
		},
		{
			"review_title": "A must have in my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I use this project at least once every few weeks now! It makes a noticeable difference after one use! Just keep in mind it is not a hair mask so you need to use conditioner afterward"
		},
		{
			"review_title": "I have stopped using Olaplex",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have changed my  mind on Olaplex.  When I used it, my hair looked great at first, but then after the next wash or so... it is really dry and looks damaged and I had a LOT of breakage.   So, I figured I had to use it again.    And I was in this cycle until finally I realized... maybe the Olaplex was NOT going anything good for my hair over the long haul, and instead was hurting it.   I laid off it for a few months, and my hair was starting to look fuller and more healthy again.   To be sure, I then gave it another try. Sure enough, the first few days it looked great and then... dry, damaged and breaking off again.   For me, Olaplex is in the rear view window."
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love this stuff. Dampen my hair and apply in the evenings before a morning when I am washing my hair. Transforms it!"
		},
		{
			"review_title": "Mid to end treatment",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I’ve learned it works best if used after spraying number 0 on hair until damp and only used on mid to ends. I use once a week and hair feels strong but I also get keratin treatments every 6 weeks."
		},
		{
			"review_title": "Super important if you have dyed hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I recently went from a red balayage to platinum in one session at the salon. My ends are fried and living in the desert doesn’t help with my fried hair. I’ve been using olaplex and it’s helped my hair sooo much. That being said, it’s not a conditioner. It will help to repair the disulfide bonds in your hair but it won’t deposit protein or moisturize it. I’d recommend using a deep conditioner afterwards and be patient in case it takes a few tries but also keep in mind it is not a miracle worker. You still need to care for your hair and be gentler with your hair after bleaching just like you would without olaplex. Your hair will just be way healthier after a few times"
		},
		{
			"review_title": "Caused a lot breakage to my hair! Be careful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This product caused a lot breakage to my hair after only using it two times. I know this product has done wonders for some but something caused severe breakage and my ends are extremely thin and I have a mullet like hair almost now. I started to use this to strengthen my hair because I have fine hairs and I am trying to grow it out, my hair was completely healthy before so I just used this once a week since I was not trying to fix damages. I also used the shampoo and conditioner (no 4 and 5) from Olaplex. I used this Product 2 times (and the shampoo/conditioner 4 times since I only wash my hair 2 times a week). And these two times were enough to cause this breakage. I take extremely good care of my hair I rarely use heat, wash it 2 a week, trim it every 6-8 weeks and only use products from salons so I was so disappointed that after only 2 times my hair was starting to fall out from my ponytail because more than half of the length broke off and didn't reach into the ponytail anymore.   But as I said previously this product has done wonders for a lot of people. I just want to write this review to warn that this is not for ALL hair types as the label claims. So be aware to watch your hair closely if you do decide to try Olaplex."
		},
		{
			"review_title": "Not impressed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was a longtime user of Olaplex No. 3 for about 4 years. I never saw great results or was particularly impressed by the product. Made the switch to K18 several months ago and have seen such a big difference in my damaged hair."
		},
		{
			"review_title": "Damaged or not this!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I believe everyone who styles should use this on a regular! Number 3 is THE best on the line and I don’t know how I would get on with out it!!"
		},
		{
			"review_title": "Saved my over bleached hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I have been using Olaplex 0,3,4 (switched to 4C when it came out),5 and 8 for the past 2 and half years or so. I have waist length hair that is naturally red that I had bleached highlights added to about 3 or so years ago. Long story short I wanted to go very blonde and ended up having my hair over bleached in the process. Decided to stop with the bleach after that but my hair was very, VERY damaged.   Just no. 3 alone worked pretty well but once I incorporated all of the above steps in my weekly full wash routine my results were amazing. I do only wash once a week typically so Olaplex is all I use then style with Verb products. I have Frizz free defined curls for days.   Very little breakage despite the significant bleach damage. Of course my mids and ends are damaged and I can tell when it’s wet. I’ve been gradually cutting off the damage and decided no more bleach. I tried using K18 and that was a disaster for me. Did not work at all. I think my thick long curly hair needs the moisture of all the Olaplex steps so I keep going back and it works wonderfully for me. Olaplex has 100% saved my hair from just breaking off. I have not had issues with hair loss etc. LOVE THIS STUFF!!"
		},
		{
			"review_title": "Destroys hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Everyone should be aware that this product destroys hair. After using it a few times, my hair started to be frizzy and very hard to style. Thinking I needed more treatment I used it again 2 weeks ago and now I have lost at least 50% of my hair. I can't believe they still sell this product. I would never have believed it was Olaplex until I see thousands of other women with my same experience."
		},
		{
			"review_title": "Has causes extreme hair loss recently",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am so very sad, upset and angry. I recently used no. 3 bc my hair was dry from dying it. But not realizing I was also using no. 6 almost daily. I used no. 3 not even 2 weeks ago, I noticed I was thinning by my hairline. As more days passed I've noticed I have now lost 50% more of my hair. I'm besides myself. I can see my scalp everywhere. I have typically thick curly hair. I now have a 1/3 of My hair left. I am afraid of losing even more. I just seen the article about this Friday. Had I seen the news or articles 2 weeks ago I would have saved myself from this extreme hair loss.  I just purchased a bunch of hair products this weekend to see if anything will help re grow my hair back.  I'm devastated.  The hair is just coming out in the shower everytime I wash it. And it's soft hair.  I noticed my hair thinning before which I believe was from no. 6.  But no 3 has now put the nail in the coffin for me.  Very very scary!"
		},
		{
			"review_title": "I’ve never lost hair until I tried this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I have put my hair through the ringer during my life. I’m blonde so I thought I’d try this to see if it helped. Normally my hair strands stretch. It was butt length, soft & silky. Now? My strands instantly snap like sticks and I noticed after using this, my hair had layers. I had previously ALL ONE LENGTH HAIR. This made my hair break off in different lengths!? I feel like SUING. This is a nightmare, my hair that used to be all one length and silky is now a cotton candy texture and breaking off in my hands!"
		},
		{
			"review_title": "It’s good, but there are better options elsewhere",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I was a longtime user of the Olaplex No 3 until i discovered K18. I think this product is good, I think the K18 is better. For the price point, I believe you get what you pay for. Would I get it again? No, because I found something better. Would I recommend? Yes, if  you don’t have too much damage and you like the price point."
		},
		{
			"review_title": "beware!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "made me my hair fall out in chunks, don’t recommend to anyone"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought this in the fall to help with strengthening my hair since it was falling out. It did not help at all.My hair fell out even more, frizzy, dry and crusty. Never use this product ever again."
		},
		{
			"review_title": "Made me bald",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have curly hair so I only wash my hair 2-3 times a week. I bought the FULL line and I only used #3 once a week for 10 Minutes. It caused my hair to get damaged but it happened in stages. The first stage was my soft , bouncy curls turned to straw. My entire curl pattern went straight. Then my hair snapped off, all 10-14 inches like a halo. Then my hair began to fall out from the root . And then it caused my scalp to get red and inflamed and my hair fell out in giant patches , my entire hairline also fell out. This stuff either causes Alopecia or  it mimics Alopecia. I stopped using it and my hair is no longer falling out and my “Alopecia areata and female pattern baldness and frontal fibrosing alopecia and what looked like traction Alopecia ” is miraculously gone smh. This might work for some people, but it’s poison to others.   Since the damage occurred in stages,I had no idea at first what was causing it and I allowed stylist to manipulate me into believing olaplex can’t cause damage. I continued using it for months. But once all my length snapped off I realized olaplex was poisoning me.   All of my hair problems and scalp issues went away when I stopped using that stuff.   And yes I saw a derm, a doctor, got my thyroid checked etc. my only problem was using olaplex . My hair fell out from olaplex !  long before I ever got covid, this isn’t something new. It wasn’t covid hair loss, which is actually tellogen efflivium, which presents itself as diffused shedding . My hair was already going bald a year before I got covid, in fact, my hair started to heal during the time I got covid because so much time went by without me ever touching olaplex again.   It’s not some bandwagon people are jumping on. In fact a couple years before this even got the media and news I shared my olaplex hairloss story on the Sephora beauty insider community."
		},
		{
			"review_title": "Run. away.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone",
			"review_text": "To be fair, when I used this product 5 years ago- my hair had never been softer. I think they DEFINITELY changed the ingredients. Now, this product makes my hair fall out.. in clumps. Especially when applied with N.0."
		},
		{
			"review_title": "Won’t touch it ever again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "It took me a couple of years to figure out that it was Olaplex that was causing a really weird breakage of my hair. I even cut on my coloring services to 2-3 times a year since I thought I needed to baby my hair even more to minimize any potential damage,  but my hair continued breaking and became even more dull and frizzy. Luckily, stumble upon some articles and threads of other girls saying that some Olaplex products caused damage, allergic reactions, and even boldness. After stopping using it a couple months  ago and clarifying my hair, saw a dramatic improvement in texture. Whatever is in Olaplex product causes severe hair damage for some."
		},
		{
			"review_title": "Do Not Use!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Horrible!! Do Not Use!  This completely ruined my hair! It caused dryness and breakage. I consider myself lucky that I didn’t experience any blisters or baldness like so many other people."
		},
		{
			"review_title": "Great unless you have thick hair…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’m not going to lie, Olaplex is really overhyped. It doesn’t mean that this stuff doesn’t work and do the job well, just that the amount you get isn’t enough for those with really thick hair. Also so expensive when there are cheaper alternatives (AMIKA!!!)"
		},
		{
			"review_title": "Be very cautious with this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I bought the Olaplex set in 2021. In the beginning I saw great results and after 2 months of using it, my hair was extremely damaged and had SEVERE breakage. It has taken almost 2 years to get my hair back to how it was before I started using it. I may just be one of the unlucky few that had to experience hair loss from this product, but I do not recommend."
		},
		{
			"review_title": "Must have for my hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this and repurchased several times! Keeps my hair SO soft and shiny."
		},
		{
			"review_title": "Saved My Curls & Scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have curly, dry hair and a very sensitive scalp. After trying many products, several of which caused me to break out in hives, Olaplex products are now the only cleansers and treatments I will use. Thank goodness for these products they have strengthened my curl patterns and keeps my scalp balanced."
		},
		{
			"review_title": "Not for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It didn’t work for my hair and caused breakage. I i used this on bleached hair and my hair really went south.  I dont blame the product, it just wasn’t for me based on my hair type and how I styled (was n go)"
		},
		{
			"review_title": "Miracle worker",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I used this after my coloring phase, which made such a difference.  After every wash, my hair became healthier, shiner, and soft."
		},
		{
			"review_title": "Will not buy again.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Used with the 3-4-5 system, did not notice a difference in my hair, other than more breakage. Will not buy again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Not bad, not good either, it’s pretty much like expensive dove shampoo, not worth the hype."
		},
		{
			"review_title": "holy grail ♡",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "it's everything you thought it was and more I cannot live without this product now"
		},
		{
			"review_title": "good product to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "really love this product. do find using olaplex products simultaneously needs awareness because can leave hair oily in a quicker time."
		},
		{
			"review_title": "Became a part of my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've purchased this product 2-3 times already. I love how it makes my curls look put together and less frizzy. I usually leave it on my hair and go about my day due to how nice it looks and feels and then watch it in a few hours. Hair feels healthy afterwards."
		},
		{
			"review_title": "Holy grail product for blondes!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "MIf you don’t know how to use this product correctly you might not see results, hence some of these bad reviews. However with proper application this product is a game changer for blondes!! You need to use this no more than 1x per week and BRUSH THE PRODUCT INTO YOUR HAIR after application. That stimulates the bonding process. This paired with the shampoo and conditioner has left my hair the healthiest it has ever been, even with bleaching!!"
		},
		{
			"review_title": "Total Rip Off",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is half the price at Ulta, which has the 8oz for $30."
		},
		{
			"review_title": "Believe the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My hair is long coarse and frizzy.  I've only used this twice and the difference has been remarkable.  My hair is silky to the touch and the frizz has literally disappeared.  Excellent product that I cannot recommend enough!"
		},
		{
			"review_title": "Hair feels soft for a brief second after",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I use it according to instructions and use #0 prior to it. When I was it off, hair feels soft but once I use shampoo, it goes back to dry and coarse. What is the point of this product anyway?"
		},
		{
			"review_title": "Stinks- Better work",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This stuff smells like throw up. I hope it really works because the smell is terrible."
		},
		{
			"review_title": "I would not use again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Followed directions, used on towel dried hair for 10 minutes then rinsed.  What I got was insanely frizzy hair.  I have very long coarse hair. I will not use again.  Threw the sample away.  I’ll stick to my Redken."
		},
		{
			"review_title": "Dry hair be gone: Olaplex No3 fan for life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A must have in my hair routine. Use it as directed.  Remember, if you have a lot of product in your hair, it wont matter if you dampened it with the No 0 primer or with water, the No 3 just wont penetrate the hair shaft."
		},
		{
			"review_title": "It’s transforming",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was nervous to buy this product at first because everyone said it was overhyped. But this worked well on my hair. My hair is less frizzy & softer! I use it twice per week on my damaged hair."
		},
		{
			"review_title": "FOLLOW THE DIRECTIONS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this product! However I have read bad reviews and will have to say if you over use the product or leave it on longer than 45 min. It will feel terrible on your hair. FOLLOW THE DIRECTIONS!"
		},
		{
			"review_title": "makes hair look amazing but only when used",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I use this when I want my hair to look super good and it does do its job. no matter if I keep it naturally wavy or straighten it looks and feels better than it ever has. however I don't know if it actually makes a lasting difference. I don't notice a difference in washes when I don't use it. I think the results are just when you use it and go away if you wash it without if that makes sense. still when I do use it my hair looks better than it ever has"
		},
		{
			"review_title": "Must-have for my hair routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "I love the results! The softness from using this with No. 0; it is hair-changing! I find it works well to add dimension and control back to star hair."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Really great when used properly! Do your research!"
		},
		{
			"review_title": "Good, not great?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the process of using Olaplex and notice the softness of my hair afterward but I have not noticed an entire change in the health of my hair from using it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This was good product, but didn’t see huge difference in my hair compared to other masks."
		},
		{
			"review_title": "DID NOTHING 4 MY HAIR AFTER TRYING FOR 2 MONTHS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Horrible. Gave this a good try and used for 2 months. 2 bottles later & my hair hadn't improved AT ALL...In FACT, dare I say it was WORSE!  It seems u either LOVE this or HATE it...there's no in between...but I'm DEFINITELY SEEING MORE HATE, esp since the REFORMULATION. 🤷‍♀️"
		},
		{
			"review_title": "Hair loves it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My hair feels so soft and shiny after every use, I love it!!"
		},
		{
			"review_title": "Ruined my hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I first used Olaplex a few years ago. I used #3 occasinally, and also $4 and #5. Within a few moths I was losing so much hair.  It took me a while to realize my fair was falling out in clumps in the shower, even on days I used other shampoos so I never suspected Olaplex. I went on a long journey of supplements, silk pillowcases, sulfate-free shampoos, you name it. Eventually I healed my scalp with anti-fungal methods. My hair was so thin and stringy that I haven't gone out with my hair down since. This was 2019-2020. Since then, the shedding had not come back, and the new growth has been healthier but the ends are still so thin and stringy. I got highlights three moths ago and since my lengths are so sad, I figured... maybe Olaplex would help! So I started using a tiny bit of #3 as a leave-in (lengths only) a few times a week a month or two ago. Well, my lengths look horrible, and I just noticed my hair is falling out again. OMG. I searched if Olaplex can cause hair loss and found so many other women with stories, results and pictures just like mine. For reference, I have fine, slightly wavy hair. I feel so sad for all the money and all the bad hair years wasted. I have to start the healing journey again and I'm needless to say never touching Olaplex again. I am interested in joining the class-action lawsuit."
		},
		{
			"review_title": "Works as promised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It works! I bleached my hair a few times during the Covid days and with the combination of haircuts and this once a week, I'm back to normal!"
		},
		{
			"review_title": "for me better than k18",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It isn't a miraculous as everyone seems to think but it does do SOMETHING to repair damage when used consistently. I think this and #9 are the only olaplex products that do this the rest are just products. My beef with this is the 10 min it needs to do it's job. Too long to hang in the shower and too short to get out its weird but I know it doesn't work as well on dirty hair so I shampoo and let it sit while I shave and wash my body and then just stand there for another five min which is annoying. I LOVE how this doesn't add weight to my hair K18 weighed down my hair so badly.  They could work on the smell but anyone with damage has to use this"
		},
		{
			"review_title": "Beautiful curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Living in a dry environment with curls can make hair dry, frizzy and unable to hold a nice curl for long. No.3 keeps my curls hydrated and shiny much longer than usual. I use it before washing my hair and leave it on for 30-60 minutes."
		},
		{
			"review_title": "Didn't Improve My Hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I wanted to love this line of products and hoped that this would be the gamechanger for my hair. I have fine, wavy, long, color-treated blonde hair. In the last few years, I've damaged my hair by using too much heat, and getting it colored too often. So I've embarked on a journey to repair my hair. Already having reduced my heat usage and getting my hair colored, I purchased almost the entire line of Olaplex hair products.  The first time I used this product, I carefully followed the directions, I applied this 25 minutes to all of my hair prior to shampooing, then used the Olaplex shampoo and conditioner, the deep conditioner, then followed with the leave-in conditioner, the bonding oil, and the serum.  Based on the other reviews of people being absolutely wowed, I thought by using all of the products together, I'd be wowed as well.  I used this product for a good 2-3 months in addition to most of the Olaplex line. I was never wowed and didn't see much of a difference in my hair. My hair just might be resistant to protein treatments or something but I wish I would have had better results. Giving 3 stars because this didn't damage my hair it all, but I wouldn't purchase this again."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this stuff so much. I use it on special occasions and I am always getting compliments on how silky my hair is."
		},
		{
			"review_title": "Extremely disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When I first tried this product 4 years ago it was a miracle in a bottle. Now after my recent purchase I can say without a doubt they must have changed their ingredients that made this a 'miracle' product. Upon first putting a small dollop into my hand and feeling the consistency I knew immediately it wasn't the same product I had used 4 years ago. It has the texture of those cheap lotions they give you at low end hotels that dissipate upon rubbing your palms together. It's EXTREMELY thin and doesn't lather well at all. It made me feel like I applied cheap shampoo to my hair and didn't give that silky smooth feeling as before 4 years ago. If you care about the integrity of your hair I highly suggest you stay far away from this product. Returning mine tomorrow for a hair product that's actually worth $30."
		},
		{
			"review_title": "Great for me! No hair loss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I have long, blonde/highlighted fine hair (but a lot of it). I was nervous about hair breakage because I’m post-partem and already struggling with that. I’ve tried this once, and I did NOT loose more hair than usual, if anything less. I let it sit for 45 minutes. I used my usual protein-free shampoo and protein-free hair mask following. My hair is noticeably shinier and thicker. People even commented on my hair at work! I’ll be using again, but maybe once a week or every other week to avoid any “overload” or breakage people talk about."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I agree that a little goes a long way - use too much and it can weight your hair down. But overall, it lathers really well and my hair feels strong and healthy (with use of the No 4. Shampoo and No. 5 Conditioner)."
		},
		{
			"review_title": "A great save for wrecked hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My own hair is about ready to jump off my head, I put this for a couple of hours, & it helps. I have a chunky chin length bob I end up frying the tarnations out of, so I’m not trying to maintain healthy hair. This is a huge oops bandage for me, & I think it does the job very well. My hair has some nice shine & not crazy poofy."
		},
		{
			"review_title": "Worth the money to save your hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This, by far, is the first hair repair treatment that showed immediate results after the first application. In the last year, I went from Jet Black hair to blonde, and spending most of the year at the beach in the water did a number on my hair. This is well worth the money to save your hair and help restore its health without having to cut it all off."
		},
		{
			"review_title": "A must in anyone’s hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It’s perfect! Hair is healthy, shiny and color vibrant! It’s the best!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I only used it a few times and I can notice my hair is breaking a lot and become very dry"
		},
		{
			"review_title": "Above average hair loss & breakage",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "While this did make my hair soft, I lost a lot of hair during 1.5 months of use and suffered a lot of breakage. Upon doing some research, there are MANY reviews online and TikTok on how olaplex (all of their products) has resulted in above average hair loss, scalp bumps, bald spots, and breakage. Use at your own risk and definitely look up reviews from other resources and TikTok. Not just 1 or 2 people claiming this. There's also a thread in Sephora community about this as well."
		},
		{
			"review_title": "Miracle solution and a protein drink for the hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My hair has never looked this good this my younger virgin hair! Brilliant chemistry formula olaplex! Protein shake for your hair! 🥰"
		},
		{
			"review_title": "A must in my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have super bleached hear since some months ago and it has helped me a lot during my bleaching journey. I wish I started using it earlier in this process but using this like 3 times a week, once a week olaplex 1 and 2 and  o or twice a week olaplex 8 are helping me to maintain some hair in my head 😂"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product really makes a difference with my dry blonde hair. I dye my hair blond and they will be always frizzy and dry because I have very thin hair, however, this product does really make my hair smoother."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "When using this product with other lines, I like it. When using this product with Olaplex shampoo and conditioner I don't see a difference in my hair at all. This works decently to help repair hair I will say that. I can tell my hair is healthier after using this. However, other masks I have used are much better."
		},
		{
			"review_title": "Works For Curly Virgin Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is a product I would've never thought I needed because I don't heat style/bleach/dye my hair. I ended up trying it because of a sample and I was impressed. To preface, I have fine 3a hair. I used the product on my dirty day 7 hair and completely saturated it from root to tip, left it in for an hour, shampooed and deep conditioned like I normally do. The minute I stepped out the shower I saw how defined, shiny and extra bouncy my curls looked. After styling and drying my curls looked phenomenal. My ends that normally look a little frayed laid flat, I had frizz free super curly hair, and this was the only new addition to my routine. I think this product works as a pick me up for curly hair (virgin). It's not a protein treatment so you don't have to worry about protein overload. It is a splurge item but seeing as how you wouldn't have to use it often I think it's worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The best, I love how my hair feels after applying this amazing product. I really recommend it"
		},
		{
			"review_title": "It makes a difference.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "If you can use at least one time a week you will feel a difference follow up with #4 and #5. I recommend investing in the whole line if you can. My hair feels better after using them all."
		},
		{
			"review_title": "FIRST IN MY AFTER SHOWER ROUTINE 🚿",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Like hundreds of others, I’m a big fan. I finger this in my hair after towel drying and my Wet brush glides right through it. It dries perfectly and smells heavenly."
		},
		{
			"review_title": "Hair loss!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I noticed that my hair was falling out more than usually! And if anything I believe it caused more breakage at the top of my hair. Do not recommend!"
		},
		{
			"review_title": "Over process relaxed hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Didn’t repair anything, changed nothing.                           Glad I got a sample, don’t thing I will try the other products"
		},
		{
			"review_title": "SAVED my pixie after I over bleached it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "Accidentally left bleach on too long. Ends of hair breaking off my pixie cut afterward. Applied No. 0 and No. 3 and left it on overnight. Rinsed, shampooed with Olaplex Shampoo and Conditioner and significantly better hair. A few bits breaking but so much better. I used the serum and babied and will use the 0 and 3 combined again before attempting another bleach out."
		},
		{
			"review_title": "A must-have in my hair care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This conditioner had transformed my hair. My hair was soft and silky to the touch after one use. I have straight and heat damaged hair."
		},
		{
			"review_title": "A must-have in my morning routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "After using this product over the last few weeks, I am loving the results! My hair has grown back thicker and fuller like it used to be before I started dealing with autoimmune issues. Just a few months ago, my hair was very thin and would fall out easily, but it has bounced quite well back thanks to this product. I use this before I shampoo with Olaplex No. 4 and follow with conditioner. I will continue to use Olaplex products as I find them to be very helpful overall."
		},
		{
			"review_title": "Too much commitment",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I can’t commit to doing this every week to see a result. Used it thrice now and it’s just like any other conditioner…"
		},
		{
			"review_title": "Made my hair worse",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Every time I try this I end up with frizzy, crispy ends. My hair isn’t colored and I’ve read reviews where this product is only for chemically damaged hair. I’ll need a trim now to get rid of the damaged ends. Disappointing."
		},
		{
			"review_title": "Warning USE ONCE A WEEK MAX, for 10 min max!!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Does this product soften, smooth and make your hair feel brand new again? Yes.  But for the love of gawd and the precious hair on your head, DO NOT USE more than once a week and even then. Stop when your hair feels good. Start small and don’t put it in for an hour, even with as severely damaged hair as mine.   Long story short, I went from black to lavender hair. Two years straight bleach. Hair like straw. My stylist recommended this product to me. “Use it every time you shower”. Being bleached, I washed twice a week, worked wonderful for a few months until my hair started breaking off anytime I touched, combed, took a shower, etc. I ended going from long, full bodied hair to a sorry, thin mullet. Could not control the protein damage after shampooing for a few months with this line. Went to my hairstylist later, who was trying to fix my mullet without going to a pixie cut, then mentioned “oh yeah I heard too much protein can also break your hair.”   SMDH!  Word to the wise, use sparingly and never more than 10 min. It’s been over a year of me trying to grow my hair back now and I try not to get superficial about looks, but just something about the crown on your head that can make you feel like a million bucks or very sad. Yes, even tho hair grows back, but that was a lesson I wish I could have avoided."
		},
		{
			"review_title": "Maintenance product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is a nice maintenance item for my lightened hair I use it after a Malibu at home and it does help reduce breakage. It is a bit heavily chemically perfumed so I don't use it as much as I should as I get a headache from it. So that's the star I knocked off."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I had never experienced hair breakage or split ends before I started using Olaplex.  They market this as being appropriate for all hair types, when in fact it is meant only for severely chemically damaged hair.  Otherwise, it is counter productive.  It is not meant to be used on a regular basis."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Honestly didn’t think it would work but i would 10000/100 recommend this product it made my hair super soft and healthy to the touch and look i love this product!!"
		},
		{
			"review_title": "Fried my hair after one use",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone",
			"review_text": "This fried my hair after using once for 10 mins as instructed. Totally fried my ends and have breakage all the way up the hair shaft. This is after trying to repair it with a moisture mask. Also my hair is falling out in clumps. I’m devastated. My hair was long, fine and silky before and now it’s destroyed. It clearly doesn’t work for everyone."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Makes hair feel really soft & gives a healthy look"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a regular in my hair routine- love this product!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’ve used this before and then stopped because I wasn’t sure how effective it was. My hair hasn’t been the same softness or shine since I ran out so I ordered The jumbo size! I feel like it doesn’t work for folks when they leave it in for too long. Best results are when it’s used exactly as described. I recommend this product."
		},
		{
			"review_title": "Hype-worthy Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "A little background on my hair concerns: My hair texture is straight with a slight wave, my strands are fine, and little volume. I have a sensitive scalp, oily roots, & dry brittle ends that are prone to breakage/frizz. My shoulder-length hair is color-treated.  In terms of packaging, the No 3. Hair Perfector is a simple plastic bottle with a flip cap. The design on the bottle is super simple - which is often a sign that the product will really speak for itself… and it does.   APPLICATION: This product does have a learning curve in terms of how to maximize results.  I like to gently brush my hair prior to wetting my hair. I rinse my hair from root to ends. Then I apply a generous amount of the product from root to tips…. the key word here is ‘’generous.’’ The product needs to saturate the strands otherwise I won’t see a benefit after showering. I’ve noticed the best results when I leave the product on my hair for 10-15 min underneath a shower cap prior to washing out. The results are noticeably shinier hair that is less frizzy-looking.  RESULTS: The formula doesn’t weigh my hair fine hair down nor does it cause irritation on my sensitive scalp. The dry, frizzy ends of my hair feel nourished and my hair looks shiny and healthy. The product doesn’t strip my hair, but I do need to use color maintenance products in my routine to keep color from fading with each wash.  FINAL THOUGHTS: Is this actually ‘repairing’ my hair? Probably not since hair is dead after it grows out from the root; however, the results make my hair look and feel healthier.  If you have thicker or longer hair (as in hair that is past your shoulders), I’d imagine you’d run through a bottle of the No. 3 Perfector fairly quickly; however, for my shoulder length, fine hair, a bottle will last me roughly 6 weeks or so with once-a-week usage.   Would I repurchase? At this point, I’ve bought 3 bottles of the No. 3 Hair Perfector to help support my hair health."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s like a small protein treatment but it works wonders on my hair."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Great product! I use this maybe once a month following the instructions, and it keeps my highlights/balayage looking and feeling healthy."
		},
		{
			"review_title": "N°3 for curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "The N°3 is such a great treatment. It makes my hair feel so good And helps my curls bounce back When I haven’t been so kind to them. Always thankful for Olaplex"
		},
		{
			"review_title": "Miracle product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I am ASTOUNDED by this product. I don't usually write reviews, but I literally just needed to rave about this product somewhere because it is an actual miracle. My curl pattern was completely ruined the last time I got my hair done, and no amount of deep conditioning could restore it. I used this product for one hour on damp clean hair, with a shower cap on top, and my hair has never looked so beautiful??? Curl pattern as good as new - seriously a must buy! I have a lot of hair, and I think the price tag is worth it because it's not something you need to use too often."
		},
		{
			"review_title": "love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "To be honest, I can’t imagine my life without Olaplex now… it’s simply a MUST! After traveling for 2 months my hair was destroyed and I honestly thought I’d have to cut part of it off. Olaplex saved it after one wash!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "After using it my hair is soft and shiny! love this product"
		},
		{
			"review_title": "Expensive and not even the best",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I used to be a die-hard, 100% obsessed fanatic for this product and the Olaplex #0 (as they go hand in hand). But this product doesn't work NEARLY as well as other bond repair products, specifically the Anika's the kure mask. After just 1 use, that mask did more to repair my bonds than 1 whole year of using Olaplex 0/3. Not to mention 0/3 are very costly in money and time. They each cost about $30,  I've bought almost ten bottles of each, and they take 10 minutes each to use. Whereas the Anika mask lasts much longer for its price, and only takes 5-10 minutes to use. It's official: I am OVER the Olaplex line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This stuff quite literally saved my hair a couple years ago. I had left some color on my hair for too long and basically melted my ends off. But with this product and some time itself I was able to get my hair extremely healthy and lively again. I now use it bi-weekly for my platinum hair. Chances are, if you’re seeking out this product your hair is damaged or you have concerns. Contrary to what others are saying, THIS PRODUCT IS NOT THE REASON YOUR HAIR IS FALLING OUT. Very misleading. I’ve used several olaplex products for years and my Hair has never fallen out."
		},
		{
			"review_title": "not worth the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I decided to give olaplex a go when looking for a product to repair damaged hair. At first I wasn’t sure what to expect other than perhaps soft shiny hair but to my surprise it caused a lot of my hair to fall out. Losing hair on a daily is normal but handfuls is NOT. These products are not cheap but the way my hair is looking now you’d think I’ve been chemically treating my hair for years with never any treatments. Worse products I’ve ever used."
		},
		{
			"review_title": "CAUSES HAIR LOSS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am losing so much hair from this product. Chunks of hair are falling out everyday with no end in sight and it has been over 2 weeks since I used the product. I only used it over all of my hair ONCE and I have a bald spot forming on the top of my head already. I am praying this is not permanent hair loss. Olaplex, what do you have to say about this? There are many women in this review section and on Sephora community forums with the same experience and photos to back up their claims."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I really liked it, but I think that we need to be more disciplined if we want to see any results, I use this product once a month and it works but I think if I use this more frequently, my hair is gonna look gorgeous"
		},
		{
			"review_title": "This destroyed my hair. Disappointed.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This plus the 0 fried my hair. I used it for about 2 months. I now have a bald spot. I’m hoping the hair will grow back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love olaplex only treatment product I use on my my hair. Definitely recommend. Will definitely continue to buy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I love this product after bleaching my hair! It seems to be the only thing that helps to repair the damage. After just one use I see my hair looking a lot healthier and less frizzy. Only con is how small it is, especially if you have a lot of hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I only used it one time and my hair is so soft already"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Works for thick straight hair.  The longer you keep it in your dampened hair, the better it works.  Use it overnight if you can sleep ok with damp hair.  Rinses out easily.  Seals hair shafts, reduces flyaways, and broken hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Rejuvenates hair and keeps it healthy, always purchasing this when mine runs out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is amazing! Makes my hair silky smooth. I just wish there was more of it in the container."
		},
		{
			"review_title": "Great stuff for damages hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This stuff is awesome! My hair is fried and damaged from years of highlighting. I use this for about 25 min before I was my hair. This product makes my hair so soft and helps to control the fly away ends that drive me crazy."
		},
		{
			"review_title": "highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love the way this feels in my hair, makes me feel fancy, and I’m seeing a difference with using my personalized Olaplex care routine. I had insane damage from bleaching and dyeing my hair so much, even the last of the color that’s growing out is repaired and smooth with no split ends."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This stuff is amazing! Makes my hair feel super silky"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this product. I was able to grab the value size when it was in stock. I experienced some heat damage on my 4b/c hair after getting a keratin treatment and silk press. There was a lot of shedding and breakage after my first wash and my beautiful coils and curls were almost nonexistent in the back and front. I wanted to cry. Instead, I ordered Olaplex No. 3, as well as No. 4, 5, 6 and 7 and put it to the test. I immediately noticed a difference with my hair; hardly no shedding and no breakage. The best part is that my coils and curls were more pronounced. My hair didn’t completely revert in some areas but there was a huge difference. This will be a staple in my hair regimen. Please bring back the value size!!!!!!!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "my favorite olaplex product, wish they would bring back the value size of this! leaves my hair smooth and manageable, no other hair mask or treatment i've tried has left my hair feeling and looking as healthy as this has. this will always be in my hair routine <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing. Repairs hair and returns natural curls. Works on bleached hair too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Worth all the money! I can feel a difference when it's been a while."
		},
		{
			"review_title": "the only hair stuff I use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I first was introduced to olaplex by my hair dresser. I’ve highlight and even permed my hair.. the ends were just basically straw. Over all the whole olaplex line has helped my hair recover"
		},
		{
			"review_title": "Use this go bald",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "My hair is falling out in chunks like the others are saying. Too bad because it made my hair softer than anything I have ever used. You can see my scalp through my hair in many places and I have extremely thick hair. Wondering if there is a class act lawsuit. Anyone know?"
		},
		{
			"review_title": "Olaplex ruined my hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "BUYER BEWARE. This product completely ruined my hair. It made it extremely dry and brittle and it constantly snaps off at the ends. My hair used to be nice and silky, albeit with some heat damage, but now its wire-y, coarse, and weak. I used this a year ago and I'm still dealing with the damage. No amount of hair cuts have been able to fix it. I'm truly at a loss."
		},
		{
			"review_title": "great for frizzy and thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "my hair is thin, prone to breakage, and dry...so is it crazy to say i feel such a big difference even after only one use? now my hair feels great, and i feel more confident! idk if this will help me to grow more hair or will make my hair thicker, but i can guarantee this works :) when i touch my hair, it doesn't feel as dry and frizzy."
		},
		{
			"review_title": "Beware not the original product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I want to give this zero starts because olaplex has lost all integrity and is nothing but a greedy company now. Years ago when olaplex was exclusive to stylist, it was a fabulous line and my hair was always in great condition after bleaching/highlights after my stylist would use olaplex on my hair. Even when I would travel, I would make sure whatever stylist I used in another state used olaplex, it was that serious. Once olaplex became mass produced, it went downhill and it's trash now and will damage your hair in the long run. My hair has always been healthy and I pay close attention to any changes my hair makes and when it started shedding after using this, I knew this was the problem and in the trash it went. I've used olaplex for years, so I know how it's suppose to work and the effects of it and olaplex sold at retailers is not the same olaplex stylists used on clients years ago.   Beware using this product and any of the other olaplex products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love Olaplex! There really is nothing else out there like it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This stuff is great. Follow the instructions in order to get the best results (I know that seems obvious but if you stray from the routine you might end up with bad results). My hair is always shinier and my ends are more healed after each use. The results last multiple washes as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This truly saved my hair. My hair felt thin, lifeless, and was so damaged. My stylist suggested I start using it and it has completely changed my hair! It feels thick and healthy. I have my volume back. My hair looks and feels so much healthier. I have started slowly using more of the collection and have noticed even more improvement in my hair."
		},
		{
			"review_title": "Great for defining natural curls",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This works great on my naturally curly hair to define curls especially when my ends start getting dull. I highly recommend to those looking for more clumped definition! I only give it 4 stars because this stuff is expensive and I can usually only get 2 uses out of it max because my naturally curly hair is so thick."
		},
		{
			"review_title": "This product works IF you use it correctly!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "The first two times I used it I was did it wrong and I saw no results. I read a review where someone mentioned to dampen your hair a little bit and apply the product then leave the product over night. I was desperate because my hair was fried because I got highlights done, so I tried this a third time (correctly this time) and in the morning I saw a noticeable difference! WOW! Highly recommend :)"
		},
		{
			"review_title": "Doesn't work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have very damaged hair & have been using this product 2-3 times a week. I've seen zero improvement in my hair...just as damaged, broken, & frizzy as before. Don't believe the hype...doesn't work."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "My daughter has super frizzy hair that is prone to breakage and splits. This has been an excellent product to tame her hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is good! Leaves your hair feeling soft and healthy."
		},
		{
			"review_title": "water !",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "My product was like Water . Anyone else ? I'll stick to using the Olaplex shampoo and conditioner but not this !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great product. I have a mixture of course hair underneath and fine hair on top. I have bleach highlights. Usually the top layer of my hair suffers a lot of damage and I have to use a ton of serums and shine spray to give the illusion that my hair is healthy.  Since I discovered this product I have not experienced anymore breakage. Many reviewers say they leave it on for longer than the recommended time of 20 minutes. I only leave the product in for 20 minutes as the instructions read on the bottle."
		},
		{
			"review_title": "beware..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Used for awhile before realizing my beautiful, thick curly hair was matting very easily, falling out in massive amounts like never before etc. my hair now is so much thinner and I am so so cautious with every product I use. This destroyed my hair and I’m so upset. I only used it once a week at most."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I use this product with Olaplex NºO once a week and it works wonders! My hair wasn't damaged, but I went to the salon to bleach my hair and of course, it caused a little bit of split ends and dryness. This product really helped restore my hair and still helps keeping it strong!"
		},
		{
			"review_title": "Miracle product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is magic in a bottle! I have dry, processed, curly/wavy hair that tends toward frizz. This product revitalizes my hair and gives my curls definition back. After using it, my hair looks healthy, shiny, and feels soft to the touch. I use this once a week and don't want to live without it!"
		},
		{
			"review_title": "game changer for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This stuff is absolutely amazing for my hair. Sometimes I’ll wet it, apply the #3 and then do my skincare other times, say when I’m off work and have no plans i will apply it and let it stay in my hair several hours. No matter which method when i rinse I can tell immediately how much better my hair feels. Ive been able to significantly reduce the amount of heat I use because this reduces frizz and makes my hair so shiny and healthy looking. Is it exoensaie for the amount you get and (if you have longer hair like me) use-yes…but i will continue to use it until a good dupe is found!!"
		},
		{
			"review_title": "yes please more olaplex.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "With so much in a skin and hair to balance, this still doesn’t feel to overwhelming. I will say it’s worth it in the end. Cost and time wise. I’ve put is much money into my blonde, I might as well keep it soft and extra touch worthy with this. Olaplex is seriously saving my hair from frizz and dryness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone",
			"review_text": "I have thin, straight hair and am struggling with some hair loss. This product didn’t weigh the hair down and hasn’t seem to worsen any hair loss. I use it weekly as before getting in the shower on damp hair. My hair is really soft afterwards and feels less damaged. Would recommend!"
		},
		{
			"review_title": "Use With Caution",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I have friends that use and like this product so I gave it a try after seeing it everywhere online.  I used it once and it completely destroyed my hair.  It is now frizzy at all time and extremely dry. I cut off 3 inches in hopes that it would help and it is still a frizzy mess. If you are going to give this product a try, use it sparingly at first to make sure your hair does not react poorly to it."
		},
		{
			"review_title": "This one an the No. 0 fried my hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Medium skin tone",
			"review_text": "I was exited to use this No. 3 & No 0 . And I used them just to give my hair a little more health. I used them about 6 times and my hair was basically fried with split ends and breaking. I have lost about 3 iches of hair now because of the breaking ends. Very expensive and horrible product! Very upset :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I use this with the #0 once a week. My hair looks and feels so healthy. Love Olaplex products!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Use this before my shampoo and conditioner. My hair comes out so smooth and flowy without any frizz"
		},
		{
			"review_title": "The best product of the entire olaplex line",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Unfortunately my hairstylist over did it with the bleach so my hair is at a very fragile state. Thankfully I discover olaplex products and after much researched I ended up buying the entire line. I’ve been using it for a month (about 5 washes). So far I notice a difference, my hair is a lot healthier. Now I have notice a lot of fallout but to me the good outweighs the bad.   I recommend using olaplex number 0 before using olaplex number 3 once a week on 5 day old hair. You can’t use one without the other, In my opinion olaplex number 0, 3, & 8 will give you the best results.  Remember to read instructions before applying any of the  products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This product works great on my bleached blonde hair. I use it twice a month and my hair is softer then ever."
		},
		{
			"review_title": "Favorite hair treatment ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I will never stop buying this! I love how it defines my curls and makes my hair prepped for styling. It also keeps my curls defined through the week. I have low porosity, protein sensitive and I don’t have any issues using this entire product line on wash days. I use weekly and I’m loving how my hair looks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love the way my hair feels and look after I use this product"
		},
		{
			"review_title": "A wonderful home treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am loving Olaplex No3!  Its helping repair my hair and makes it feel so much healthier!  I'm so thankful to have a treatment for home in between my salon appointments. Makes it alot easier for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "10/10 recommend saved my damaged bleached hair!!!!"
		},
		{
			"review_title": "Mediocre product not worth the hype.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It's not the best mask I've ever used. It's not the worst."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "So far, so good. I’m new to it. I was told it takes at least 2 months of consistency to determine results. I’m encouraged."
		},
		{
			"review_title": "Perfect for in between appointments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Olaplex No. 3 is such a great product for in between my hair appointments to keep my hair healthy.  I love how much No. 3 as well as the rest of the Olaplex line has helped keep my hair strong and healthy throughout my entire hair journey."
		},
		{
			"review_title": "go get it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "My hair soaks all of this up for some reason. I love it. I just wish it was bigger"
		},
		{
			"review_title": "TOO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "AMAZING !!!!! HELPS RECOVER HAIR IN EVERY WAY POSSIBLE"
		},
		{
			"review_title": "YESSS!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "WOW!!! Used it once and my hair is healthy looking, helps with damaged hair. My hair has never looked better."
		},
		{
			"review_title": "Waste of Money…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really hoped this would work, I noticed absolutely no difference. I HIGHLY recommend trying the K18 leave in product, bc while it’s expensive, it actually works- and amazingly I might add (and no, I don’t get anything to promote their product which goes to show how good it is!) definitely don’t waste your money on this and go for the K18. They sell it here at Sephora too!"
		},
		{
			"review_title": "GOOD, not GREAT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I bought into the hype with Olaplex and purchased this product after reading the reviews.  I usually apply it to my dry hair as a pre-shower mask, and rinse/shampoo it out in the shower.  It makes my hair BABY soft and such a lovely texture .  My only gripe is that my hair is LONG - like past the back of my thighs.  For such a small bottle, and how much hair I have to cover using it once a week I am going through it quickly.  It’s GOOD, not amazingly great. Will I repurchase?  Ehh idk.  Maybe."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product!! It works very well and it last so long!! I bought it in May of 2021 and use it at least twice a week sometimes even three times and I am just about to finish it. It is a little pricey but it will last you a long time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "All my life, I needed to find a way to keep my hair from looking like I stuck my tongue in a toaster. Ever since I started using this product my hair is wavy and looks almost like a vail except for the lower locks but I still love how my hair feels and looks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product! I definitely want to buy it again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
			"review_text": "This is my Golden product. I don’t let a sunday go by with out doing my “olaplex bun” Number 3 had completely changed the texture of my hair for the better. I love finishing number 3 days with number 8 to really add some moisture. if you’re looking to start with Olaplex this is the best place!"
		},
		{
			"review_title": "An oldie but a goodie.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Olaplex N°3 was the very first retail product I tried from them and there's a reason I'm *still* using it like 5 years later. I have fine hair that is prone to tangling and get abused by daily messy buns. But a weekly N°3 treatment helps repair that damage and keeps my hair healthy and strong."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m not quite sure how I feel about olaplex products considering how much I have tried majority of their lines within a long duration. I don’t think it has completely helped with reviving my hair from all the previous damage from bleaching and coloring. I wanted to love this product as olaplex is loved by many for the hair bonding works, but this probably is just not the product for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "My favorite Olaplex product! I have dark hair that is lighten and Olaplex No.3 has helped keep my hair strong, soft and healthy."
		},
		{
			"review_title": "great for damaged/bleached hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This product has healed my damaged hair making it much more manageable, soft and strong. I do this treatment every week at nighttime so i'll put it all over my hair braid it and sleep in it. Then i'll shampoo and condition the next day with 4 and 5 and my hair feels amazing!"
		},
		{
			"review_title": "I was expecting more",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "For the price of this very small bottle I was expecting a great result but it didn’t hydrate my hair or repair it as much as I was expecting it to due to Olaplex having a lot of hype."
		},
		{
			"review_title": "Fav!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Obsessed with No.3! You can so tell the difference in your hair when you start using olaplex. My hair has been in amazing shape. Love this product"
		},
		{
			"review_title": "revolutionary mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I think this product is amazing, It works beautifully on my daughters curls as well as my wife’s hair. It leaves the hair feeling conditioned, and strong!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this product works so well for my hair! i have 2b, frizzy waves, that are extremely straight at the roots (meaning less volume) and this product added life + volume + shine to my hair! :)"
		},
		{
			"review_title": "NECESSITY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is an absolute gem of a product, a must have (especially for blondes). I leave it in for a couple hours on a chill Sunday and my hair comes out looking perfect"
		},
		{
			"review_title": "magic (or science teehee)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have fine hair that breaks easily but is otherwise healthy. I used get split ends pretty quickly (all over within 3 months of a trim) even with no coloring or heat tools! My hair is noticeably stronger after using this and I have no split ends, even after some heat styling and balayage. I use weekly for maintenance (and am cautious about protein and moisture balance) and consider this an essential miracle product in my routine. I prefer briogeo hair masks for moisture but this product is incredible for strength and health!"
		},
		{
			"review_title": "Unfortunately not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I got this product after multiple influencers raved about how amazing it was. I have pretty healthy hair as I don’t color or use any heat utensils. With that being said, I do have UV damage from years of working outside and found that where this product fell short was not only the small amount that is supposed to fully cover my long, thick, corse strands, but the fact that it dried my hair out. My hair was really soft, but it could have been due to the no. 6 leave-in that I did enjoy."
		},
		{
			"review_title": "The Only one you Need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Of all the Olaplex products, this is the only one I buy."
		},
		{
			"review_title": "amazing hair repair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The best hair repair ever! And It only takes 10 minutes once per week. I use Olaplex 4&8 after this and my hair looks great!"
		},
		{
			"review_title": "Creative Color damage being repaired with Olaplex",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I can not say enough great things about Olaplex and their entire line. Number 3. My hair is a ever changing creative color canvas so knowing that I can trust a deep treatment to repair my hair, give it the moisture it needs and help me with my day to day stylist and getting the best from my hair. I have watched Olaplex transform my hair, I can still enjoy coloring services with my hair. I use Olaplex number 3 at home to support my services from the salon. My stylist also uses Step 1 and 2. If you want strong, beautiful hair this is a product for you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love Olaplex No3, it has completely revitalized my hair after years of coloring and flat ironing. My hair has never been so healthy! I do weekly treatments and I follow it up with the Olaplex No8. Game changers!"
		},
		{
			"review_title": "Save your money and buy a better product!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "All hype. Did absolutely nothing at all. My hair felt dry and corse after using this/ Save your money and buy a better product. Super disappointing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The best at home treatment for hair! Hands down my Olaplex product, brings my damaged hair back to life!"
		},
		{
			"review_title": "Olapex No.3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love using Olaplex No.3. I use it every other week. I also use it a day or two before I have my color done. FYI this works great with Olaplex No.0."
		},
		{
			"review_title": "Best Product for Damaged Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "The absolute BEST take home product for damaged hair. No. 3 is so easy to use and the results are life changing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s a hassle, but I leave this for an hour on my color treated hair, rinse, and color when my hair is nearly dry.  For me, coarseness almost disappears, color lasts a bit longer."
		},
		{
			"review_title": "A Must Have!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "My #1 must have in my hair arsenal. Literally beings hair back to life. Smells amazing, leaves the hair feeling amazing and healthy. It’s also great when mixed with some of the Olaplex products like the No.0 and No. 8 for maximum nourishment and moisturizing. Amazing stuff."
		},
		{
			"review_title": "Thank me later!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love how No.3 makes my hair feel. The slip I get while it’s treating my curls is amazing!"
		},
		{
			"review_title": "#1 must have for me.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love that I'm able to take time to myself once a week to do my No.3 treatment & a facial mask. I love curling and flat ironing my hair, then using hairspray so not even 30mph winds can touch me. I shampoo to get rid of the build up, slug my hair with No.3, then slap on a shower cap & face mask for 20-45 minutes. I finish with a moisture mask, my 2 are MalibuC Replenish or No.8 while eating junk food & listening whatever is interesting. Definitely need to treat yourself!"
		},
		{
			"review_title": "One of my favorite treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This one does wonders. It's a treatment that can't live without especially if your hair bonds been broken. It helps restore the bonds and make the texture stronger. Could not live without.  I've been using this and recommend to all my blonde and brunette girls and they love it as well."
		},
		{
			"review_title": "Obsessed!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Olaplex 3 is a hair saver! Obsessed with how healthy it keeps my hair. I can’t do with it!"
		},
		{
			"review_title": "Devastated",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am devastated by the results of using this product. Not only has it change the texture of my hair dramatically after only three uses, it has severely broken my hair off, to the point where it cannot even be put in a ponytail anymore.  I did not realize this product was the cause until my son used it once, he has completely unprocessed hair, and after that single use his hair begin to break off too.  I didn’t think such a praised product would be The cause of some things so awful, so I didn’t discontinue use until it was too late. Please be aware this can happen. I am praying my hair comes back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The holy grail!! This stuff is amazing, I’ve yet to find another product like it. I am always doing a treatment at least once a month in my own hair, and it always leaves my hair feeling refreshed and repaired."
		},
		{
			"review_title": "hair loss with this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "Not worth the hype - made my hair fall out. Avoid the whole system (0-8)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This really brings my hair back to life after I dye it. I let it sit for over an hour before rinsing and it always feels so soft. I use it with other olaplex products."
		},
		{
			"review_title": "Great weekly treatment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Sundays are my treatment day. I use OLAPLEX No3  once a week. I let it sit while I clean the house or do whatever. I follow up with OLAPLEX 4P and No.8. My hair has never been better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Normal skin",
			"review_text": "A little bit goes a long way.  Olaplex #3 leaves my hair feeling strong and healthy. And the SHINE is incredible!"
		},
		{
			"review_title": "Olaplex No.3 Hair Perfector is Perfection!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love Olaplex No.3 Hair Perfector! This is my go to product to send home with my clients and friends if their hair needs extra love. I suggest to use it once a week. Olaplex technology can't be beat!"
		},
		{
			"review_title": "#3 smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love Olaplex #3. When I lighten my hair at the salon I always ask to add Olaplex into the bleach. I love the smell of the salon only #2 and wanted to have that at home to maintain my bleached hair.   I usually wet my hair a bit and apply the #3. I sometimes apply it before I clean or do laundry and let it sit. After I wash and shampoo with #4 and condition or mask . It leaves my hair soft and when I bleach my hair every 5 months it keeps it from breaking off.   Love Olaplex and all the products they have."
		},
		{
			"review_title": "GET THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Fav hair mask ever. When I had very damaged hair my sister bought me this. I would apply this on damp hair for an hour. I got my hair done by someone else and I still use this mask every week. Only for 10 minutes while my hair is damp. My hair feels so soft and less fried if that makes sense. When I blowout my hair it looks 10x better and more hydrated. get this product."
		},
		{
			"review_title": "Best bond builder on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love Olaplex number three I’ve never had to cut my hair so much in my life because my hair just cut itself all the time. It is broken broken broke and now it never breaks and I have to get a haircut all the time is just amazing to me my hair has never been so long in my life is actually down to my butt. My hair never grew that long I do my treatments once a week and I just absolutely love the reparative Olaplex system there’s nothing better on the market than Olaplex"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "An absolute must for bleached hair! I air dry my hair so it’s naturally frizzy after because of all those broken bones from bleaching but ever since I started using this my hair isn’t as frizzy after air drying. I just use no. 6 to tame down the frizzyness and I’m good to go. Also my hair is super soft after using it. Highly recommend!"
		},
		{
			"review_title": "not worth the hype",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Not amazed, especially for the price. Didn’t notice any change to my hair"
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this for my curls! My hair is bleached and No. 3 makes my hair feel like butter! It also helps me to detangle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product has saved my hair I will continue to use it!"
		},
		{
			"review_title": "The best hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I have more than 3 years using Olaplex No. 3 Hair Repair Perfector and i really love, specially because i have bleached my hair for years and this product make my hair look healthy, shine and soft now i was trying the Olaplex no.3 and Olaplex no.0 together and was amazing is like olaplex no.3 more effective! i really loved!!!"
		},
		{
			"review_title": "please do not buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I bought this in hope it would make my hair healthy again, and after using this it did make my hair really soft, but I lost at least 1/2 of my hairs thickness. My family and friends have even noticed how thin it’s gotten, as soon as I stopped using this the shedding stopped. Please be careful, if it works for you then great but please be careful"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this is nice to combine with no. 8 moisturizing mask!!!! by itself I don't think its very effective. but super great alongside the no. 8, my hair is a lot more hydrating and healthy looking after using olaplex. love it!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This serum definitely helps liven up full and damaged hair. It helps moisturize and also controls frizz. I use it in damp hair and the hair feels smooth and tame for the rest of the day. Overall, the serum is lightweight and a great add in for healthy hair."
		},
		{
			"review_title": "Miracle product ⭐️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "An OLAPLEX staple! I love popping Number 3 in and running my errands. My hair can get tangle and matted from time to time from the hard water in my area. I do a de-mineralizing treatment then go in with my OLAPLEX to get the best results. I can't believe how long and thick my hair is now."
		},
		{
			"review_title": "Best home treatment ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "By far one of the best products out there for hair health. I use weekly and couldn’t be happier with my hair. Olaplex is one of a kind and I love all of their products!"
		},
		{
			"review_title": "nothing special",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I bought this product based on recommendations from YouTube. Its okay. It doesn’t damage the hair, but also did not see any reparative benefits. It worked like a regular drugstore conditioner. Not worth the money imo."
		},
		{
			"review_title": "silky smooth hair!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Love applying this product  right before I shower! It definitely helps make my dry hair instantly soft and smooth"
		},
		{
			"review_title": "Amazing Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Results are amazing. Bottle seems to be small but is really concentrated that you don’t need that much. I’m really happy with this product, my hair feels amazing, soft and silky every time I use it."
		},
		{
			"review_title": "Olaplex No3 is amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I love using Olaplex No 3 it is absolutely the best product for rebuilding your hair from the inside out! It is easily applied and followed by Olaplex No4 shampoo and Olaplex conditioning simply the best ! I will definitely purchase again and again!"
		},
		{
			"review_title": "Stronger hair is my JAM!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Stronger hair is always a must! Love using this to maintain between hair appts!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "No puedo dejar de usarlo. La diferencia se nota desde el primer día en que lo usas. Llevo tiempo utilizándolo y el cambio a sido del cielo a la tierra. Es uno de mis favoritos."
		},
		{
			"review_title": "Excelente!! usalo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Este producto ha rescatado mi cabello desde que lo conoci, me gusta decolorarme el cabello y este producto ha hecho que mi cabello resista mejor. Me encanta!!"
		},
		{
			"review_title": "MUST GET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product LITERALLY saved my hair. It made my hair strong and durable again all while making it insanely soft."
		},
		{
			"review_title": "Olaplex #3 is amazing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "The power of Olaplex #3 is amazing, the hair loves it!!"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love No. 3! I've used it for year and always repurchase it because of how soft and shiny it leaves my hair each time. If you're looking for something to help add life back to your hair, you need this!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Maybe its good for others but for me not, I notice I have more fallin hair now and dry hair. but It smells really good and very light."
		},
		{
			"review_title": "Half my hair is gone",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I used to use Olaplex once every few weeks for 2 years. Recently (Dec) I used it as the directions stated. I noticed a lot of hair loss in the shower but I thought it was just from tangled hair. I stopped using it and have not used it since. After 2 weeks of losing hair easily when I brushed it I was wondering what it was. I finally connected that this is the product that did it. 4 months later I have half the amount of hair I used to. The strands are extremely thin and brittle. Any time I shower I now lose strands and clumps of hair in my brush. I have always had very thick long hair (almost to my butt). My hair looks awful and thin, I wish there was some type of class action suit for this brand. It has ruined my confidence and mentally exhausts me on a daily basis, I have cried brushing my hair after the shower and it has def given me some depression. DO NOT USE AT ANY COSTS"
		},
		{
			"review_title": "The BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Just the BEST! Amazing for my very curly hair. I apply at night and sleep with it in my hair!"
		},
		{
			"review_title": "SAVED MY DRY HAIR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have naturally straight hair but it was very dull and so dry, after a week of using this I noticed results and my mom, brother, and coworker did too, it makes my hair so soft and shiny, something I always wanted but could never achieve, it also doesn’t mess with my ash blonde highlights, I leave it in for about 10 mins on my damp hair right before I shower, I use it once a week. Also, a few weeks ago I started to get lazy lol and I stopped using it and my hair went back to its dry and dullness so I started using it again and my hair was soft and smooth once again, idk if that’s bad or good but this product definitely works"
		},
		{
			"review_title": "great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Definitely feel like it strengthens my hair. You have to use this consistently for it to work."
		},
		{
			"review_title": "THIS PRODUCT DESTROYED MY HAIR",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "PLEASE DO NOT BUY THIS! I started using this by a forced recommendation from a salon. Told me I needed to use this. I bought it and used it for a couple of months until 50% of my hair fell out from using it. My hair is stringy, see through, and in horrible condition after using this product for just a couple of months!!! I have lost half of my hair right before my wedding due to this product. I also have a huge breakage line and have to cut most of my hair off. I HATE THIS PRODUCT. So many reviews are like mine!! This is happening to hundreds of people who have used this product. Look it up!! Nobody should be recommending this line or product AT ALL! Horrible horrible horrible product. Since I’ve stopped using it my hair has gotten better but half of it is still gone. Wouldn’t wish this product on my worst enemy. Image attached is what is left of my hair."
		},
		{
			"review_title": "Game changer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am in love with this product from olaplex!! Especially combined with No. 3 my hair felt so new. It was silky shiny and not tangly at all. I have really thin fine hair that tangles horribly and is dry and flat. My hair has never felt so soft before. It also DIDNT leave my hair greasy or flatter than usual. I love this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I use this product after protective styles and it definitely works wonders on my natural hair."
		},
		{
			"review_title": "Love my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I use this twice a week. Best conditioner I have used. Makes my hair shiny and smooth"
		},
		{
			"review_title": "Leaves my hair so shiny and smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, lightMedium skin tone",
			"review_text": "I absolutely love leaving #3 in my hair for an hour or so on the weekend. Then, when I style my hair after, it’s so soft, smooth, and shiny. It’s like a spa treatment for my hair."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The Holy Grail of hair products!!! Can't recommend this product enough. Have been using it regularly for years and have seen a significant improvement in my hair. The bottle lasts forever too! A MUST BUY!"
		},
		{
			"review_title": "soft hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "love this product so much. it makes my hair sooooo much softer whenever i use it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love the product my hair gets better every time I use it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I have been using this treatment regularly for a couple of years and have seen a lot of improvement in my hair. Would definitely recommend."
		},
		{
			"review_title": "Does Nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I didn't notice any changes while using biweekly and keeping on overnight. My hair is still frizzy, and I feel like some coconut or almond oil will do much more than a product that just washes out. Maybe I wasn't using enough, but since it's already extremely expensive for 4-6 applications, I won't purchase again."
		},
		{
			"review_title": "Love Love Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love Love love Try all three products Shampoo Conditioner too!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I started using this during the pandemic, and combined with not bleaching my hair anymore, my hair is really growing for the first time in years! I am sure the not bleaching has a LOT to do with it, but my hair feels really soft and good after using the No. 0 + No. 3 combo every two weeks. My stylist has also started using the Olaplex products and raves about them.   I knocked a star off as I would love to try some of the other products from this brand, but they are all full of silicone, which is super disappointing. Especially the No. 6, 7, 8 have dimethicone as first couple of ingredients, so you're basically just putting a jar of silicone on your head. I would love to see them develop products that work as well as No. 0 & 3 without loading them up with 'cones."
		},
		{
			"review_title": "HOLY GRAIL FOR MY HAIR!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I looove this product!! My hair stylist recommended this product to me last year and I will never not use this in my hair care routine!! It's an absolute necessity!! It makes my hair feel sooo much smoother and keeps my hair tamed until my next hair wash cycle (about every 5 days). I ran out of it for a couple months and decided to try the No.6 and it's not the same whatsoever. My hair was noticeably drier and fairly broken, I couldn't for the life of me figure out why and it was because I stopped using the No.3. I do have mildly damaged hair from bleaching it so split ends were bound to happen, but using this product helped manage them 10x better than without. I also use less products throughout the week, such as hair oils and detanglers, because managing my hair is easier after each use. This product literally mends your hair in just 10 minutes and it's the best thing ever! I just repurchased it again and my hair is back to feeling normal. 10/10 recommend!!"
		},
		{
			"review_title": "Best hair product honestly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The best product I have ever used(and girl I have used o lot...). If you have damaged and chemically treated hair like me, you will love this product. be patient, keep using it and you will see results."
		},
		{
			"review_title": "It's alright...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I received a sample for my birthday and I did not like this. I was hoping to like it but I feel like I get better results with other products. I'm giving it two stars because it wasn't bad, I just don't see a difference. It did not make my hair soft. It was just okay."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "The fact that this product actually WORKS is what makes me love this brand that much more. The smell is so luxurious it feel as if I just left the salon. I noticed my hair is overall less damaged and stronger. I often color my hair so this is now a necessity in my hair care routine. You cannot go wrong with this product and you will not be disappointed. I like to let it sit for 15-20 mins and then rinse!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Olaplex 3 is amazing.  After I had surgery I was losing hair quickly.  I started using Olaplex 3 and it strengthened my hair so fewer and fewer piles of hair were falling out.  Also, my hair feels great, too."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I feel like this product is so small for the price and I truly don’t feel like it’s doing anything. My ends don’t feel that great after washing this out. I know it’s a top of the line brand so I’m sure it’s doing “something” but I will not buy this again."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been bleaching my hair for over 15 years and olaplex is the only product that brings it back to life after coloring. I learned the hard way that you have to use this product properly in order to see results. I like to shampoo my hair first and dry to damp. I apply Olaplex 3 with a shower cap for at least 45 minutes and then shampoo with Olaplex, followed by a hydrating conditioner or Olaplex deep conditioner. If I do this every time I wash my hair (I know, it’s a lot) my hair quickly goes from dry and damaged to soft and healthy. Once I feel it’s returned to healthy, I back off to once a week. I will also say I’ve been through chemo treatments and this changed my hair during those times too. Love love love!"
		},
		{
			"review_title": "Great product I love !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Amazing product for damaged hair, I love that it gives me that shiny beautiful look."
		},
		{
			"review_title": "wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "my hair feels amazing. I wish I have used it before"
		},
		{
			"review_title": "Real results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was someone who used to think that nothing could actually repair the bonds of your hair from the inside, especially because it went against everything I ever learned in cosmetology school, but that was 30 years ago and technology has changed, the proof is in the chemistry.  I completely clarified my hair and then started using only Olaplex products exclusively. I used the entire line as recommended for damaged hair for 4 months, including number one in my hair color touch ups, and now I am a firm believer that it really does repair bonds as they claim because there is no other explanation for the positive change in my mid back length, color treated, and highlighted hair.   I went from dull hair that was always tangled and broke so easily, to much healthier, shiny, soft, full hair.   Despite having a lot of hair, it's very fine and before Olaplex, I could never achieve fullness without using a ton of product which was counterproductive.   Usually conditioners, treatments, and masks, would weigh my hair down, but not Olaplex, it gives me the natural fullness I want without any styling product or weighing my hair down.   And their purple shampoo, I can't say enough good things about it either! It is super concentrated so you need only the tiniest bit for the best results and the fact that the other products help color last longer, you don't need to use it as often as other toning shampoos, but when they say leave it on no more than two minutes, they mean it! If you use too much or leave it in too long, it will tint your hair rather than just tone it.   The only Olaplaex product I don't use is the oil. Other than that, they would have to pry Olaplex from my hands.   I highly recommend the entire line and starting with completely clarified hair prior to starting and use Olaplex exclusively for a few months to achieve the best results.   I honestly believe the bad reviews are a result of user error rather than product error. You must start with clarified hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I really like this product, I do sometimes dye my hair but even if I don’t my frizzy wavy hair loves it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Nothing good to say.  Did ZERO for me.  A lot of money for nothing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "One of my favorite hair products of all time, started using olaplex once I went blonde and my colorist would use the brand all the time to prevent any damage, truly one of the top hair care brands out there"
		},
		{
			"review_title": "Made my hair weaker!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, mediumTan skin tone, Dry skin",
			"review_text": "I bought this along with the Olaplex Hair perfector and the shampoo and conditioner to help fix my over-processed hair from the mistakes made by my hair stylist but it made my hair worse. I used all 4 products and literally half my hair broke off. I have half the amount of hair right now. I know it seems to work for many people but it didn’t for me(and many others as I can see from the reviews). Just be aware that it doesn’t work for everyone and then you are stuck with useless expensive product. I wish I hadn’t waited and returned it in the time window."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "No!!! Never purchase this it was the worst purchase of my life"
		},
		{
			"review_title": "harmful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "i'm not surprised people are having hair loss with this product, on top of that Butylphenyl Methylpropional is linked to infertility and harm to the fetus. wish i knew that before buying!"
		},
		{
			"review_title": "HE NOTICED!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "HE noticed!! My man compliments my hair everytime I use this. there is a huge, very noticeable improvement."
		},
		{
			"review_title": "consumer beware: lilial present",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I was enjoying the use of this product. It made my hair soft but is not a miracle worker. Found out it has butylphenyl methylpropional in it which is a toxin and recently banned in EU for its affects on fertility and pregnancy. Please check the ingredient list before buying at your own risk.  The label “clean” is losing its value and tends to be used for marketing purposes instead"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair",
			"review_text": "Worst staff I ever had, made my hair more frizz and damaged my hair. Don’t buy it trust me"
		},
		{
			"review_title": "Soft, Shiny Hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I used No 0, 3, 4, 5, and 7 today and my hair is so soft and shiny. I'm not sure I would use this on a regular basis because of the price, but my hair feels great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "First off only second use and my hair feels so silky soft I’m going to try to put this into words AMAZING !!!! I get a full head of bleach foils so my hair is very damaged by doing this process, I used it wrong the first time to actually read that it is NOT a conditioner, please read the directions for the actual results…. It’s not cheap so do not do what I did the first time ( not reading how to properly use this product ) I find it truly odd that people are leaving reviews stating it damaged their hair, made it fall out UMMM probably NOT due to this product and is something else going on with your head ohh sorry the hair on your head !! I walked into work and immediately had several gals ask me what I did to my hair and they all said it looks so healthy, silky, shiny and all the above…. Said it looks like I have completely different hair ,) It a winner winner chicken dinner…. Sitting in my car after night shift and it dark and hair is now up so can’t take a pic JUST DO IT BUY THIS AND TRY"
		},
		{
			"review_title": "Made my hair thin out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am 100% certain this product made my thick hair fall out. My hair is thinning insanely after using this product for 3 months (once a week). I also used Olaplex numbers 4 and 5. My hair is ruined. Do not waste your money. I ignored the warnings and how I highly regret it."
		},
		{
			"review_title": "NOPE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone",
			"review_text": "ITS NOT WORTH ALL THE HYPE, CAUSES HAIR TO FALL OFF"
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "love using this 2 x a week for the ultimate soft hair. Makes it so easy to manage and blow out too."
		},
		{
			"review_title": "from the first use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really helped my hair to recover, it feels so much better ."
		},
		{
			"review_title": "undeniably effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This cannot heal your hair that is damaged from over processing. You can, however, fake it. That is what olaplaex does. it fills in all the holes you have burned into your hair with protein that its missing. You must follow the instructions and you must not think of it as a conditioner. it needs a minimum of 10 minutes on the hair but I try to sleep in it overnight, then wash and condition in the morning. My hair is noticeably softer, less frayed, and healthy looking after I use this product. its one of those undeniable tools, I suspect if its not working you parent using it correctly or your hair is too far gone."
		},
		{
			"review_title": "best ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "best stuff ever!! olaplex is a game changer for hair!!! I have very fine hair and not a lot of it. this stuff makes my hair so silky smooth and shiny! no grease build up or look. buy buy buy!!!"
		},
		{
			"review_title": "lots of hair breakage",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This has caused my hair to break SO much and my hair does not look as good as it used to. My hair looked better using drugstore products"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a miracle to my hair!!!!!! This have change my hair and my hopeeee!! I can not live without this product!!"
		},
		{
			"review_title": "not recommend it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Not for me I USED it for my blonde hair and it made it dryer and harder to brush. And for the price it’s totally a disaster."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Love love love this product and I just received it lottery right now and I put it on my hair it’s still on and I already feel the magic working I never ever write reviews but this product made me write it wow"
		},
		{
			"review_title": "Healthy hair again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Absolutely love this product! I use it with 1,3 and 5 and my hair has never looked and felt better! I have thin, highlighted, blonde hair and I am in my late 50s. It’s been a struggle to since menopause to get my hair healthy again but this product has helped!"
		},
		{
			"review_title": "Saving my dry, color treated, heat styled hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Probably my 3rd repurchase. Will continue to buy and use, makes my hair feel strong despite all the damage I’ve put her through :( please learn from my mistakes and only use small amounts since this product is concentrated .. u only need a little .. don’t waste it pls.. it’s pricey but worth it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it! My hair has been damaged over the years and this is the only brand that actually restores it while also making it feel super soft. Big fan!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love the smell. Made my hair feel so soft and healthy."
		},
		{
			"review_title": "Awesome when used correctly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Works incredibly well when used correctly and as part of the entire line. I work an olaplex routine once a month on virgin hair and it gives me incredible results. I got the set (3,4,5,7) and no 8.   1. Wash hair with 4 2. Towel dry, section and saturate with 3. Leave on for 45 minutes 3. Add no 8, leave for 15 minutes 4. Wash out with 4 condition with 5  OK THIS IS WHERE MOST PEOPLE MAKE THE MISTAKE. THIS IS NOT A LEAVE IN PRODUCT. DO NOT SLEEP WITH IT ON Etc. Max efficacy is at around 60-90 mins.  Leaving it on for longer makes your hair all weird.  5. Run no 7 and a leave in conditioner through 6. Style as normal!!"
		},
		{
			"review_title": "Pro tip: let it sit on damp hair for 45 mins",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This product (along with the No. 4, 4P, + 5 — the shampoo, purple shampoo, and conditioner, respectively) has given me the best hair I have ever had. I had previously thin and brittle hair with awful split ends. Now, my hair is the thickest it’s ever been, it’s healthy, it’s shiny, it’s strong. I cannot recommend it enough!"
		},
		{
			"review_title": "The value size should be offered regularly.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I got this during the Sephora November sale and I wish the value size was not limited edition and offered as a size that is available regularly. If you already like this product the  value size is a more reasonable size. I have thin and fine hair that is dry .I used  this product with my natural light black hair and my colored hair which I have currently.This product helps with reducing breakage for my hair."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This product has really changed my hair. I have curly and frizzy hair which was dry and lifeless. Now thanks to this, it has actually become soft and manageable and looks healthy!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This product really makes my hair shine if i use it with olaplex 0 . It doesn’t really work without that. I’ve tried several other brands for hair shine and this one outshines them all . I’ve tried the whole olaplex line and IMO the 0+3 are the best products for my hair in their line (the rest Are ok but there are better out there )  I have a small section that is partially bleached white and the rest has only been colored with with Demi-permanent  brown  gloss (my hair is naturally fine dark brown)  - I don’t notice the shine on the bleached sections but it is really apparent on the brown.  This takes me about two hours for the whole process  - I wash my hair with a clarifying shampoo then towel dry and then apply the 0 for 10 min then a good amount of the 3 and leave it in a bag for over an hour then wash it out and condition with the olaplex conditioner. I’d give it four stars but the price is high especially since you really need to use the 0 to see a difference   And it only has about 4-5 applications worth for my fine textured shoulder length hair. But so far I haven’t found a better product for hair shine - it lasts in my hair maybe a week (I wash my hair every 2-3 days ) since I don’t go anywhere these days I do it once a month or before special occasions but once everything opens up and if I have time time I’d probably do it once a week ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "this makes my hair super soft!!! it has made my hair way healthier"
		},
		{
			"review_title": "Not enough product for price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The bottle is so tiny, I have hair down to my back. I tried it but didn’t see a noticeable difference. It’s over priced for the sample size amount they offer."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was good but not necessary. There’s better wash out creams."
		},
		{
			"review_title": "BUY THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Can't rave enough about this product (and the rest of the Olaplex line). I have thick, curly hair that has been dyed multiple times, and I occasionally heat style. I put this in for about 30minutes-1hour (depending on when I decided to get up again), then I follow with the Olaplex shampoo and conditioner. My hair is so soft after washing out No. 3. I've noticed a dramatic change in the health and condition of my curls. They are super defined already when I wash out No. 3. My hair is no longer dry and brittle, even with heat styling. I wash my hair about once a week, sometimes more/less, and I use this every time. I can't recommend this enough."
		},
		{
			"review_title": "wow...more shine on virgin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have natural (non chemically treated), minimal heat damage, thin wavy hair that i generally only use shampoo (no conditioner). First time I used Olaplex no 3, it gave me a definite shine and hair feels much more silky.   I'll use it every week or every other week."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a holy grail. Whenever my hair starts to get dryer, more frizz at the top, fuzzy ends… this stuff saves the day. I like to put it on before I run a bubble bath and then let it marinate while I soak. Afterwards I have moisturized, healthy looking hair. Perfect for this time of year with the weather changing constantly."
		},
		{
			"review_title": "LIFE CHANGING!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "LIFE CHANGING!! My first time using this product changed my dry brittle hair for the better. 10/10 recommended a nice olaplex bun while doing your errands to leave you with amazing hair."
		},
		{
			"review_title": "have used for over a year and still unsure!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I can’t figure out if I like it (and I’ve used a whole full size bottle plus a sample size). Usually I apply after washing my hair and then I clip my wet hair up while the product does it’s thing. Often I’ll leave it in overnight because I don’t want to go back in the shower 20 min later.  If you leave the product in overnight your hair will feel a little funny in the morning. It’s not a conditioner/detangler so don’t expect to wake up in the morning with mermaid hair.  I wash my hair, condition, and do my routine per usual.  Now, here’s where I’m just not sure… did olaplex actually do anything? My hair doesn’t appear less frizzy or feel softer but perhaps I have fewer split ends or my hair is a bit shinier than it was before? Or maybe my hair is a bit “stronger”I don’t know. I find it difficult to measure!  I use the product approx every two weeks and have been using for over a year. I think it’s difficult to measure the effects when you use it more sparingly and over a long period of time. Or.. perhaps it isn’t doing much?! I don’t know!  Honestly, I’ll probably continue to use the product. I would like to believe it’s doing something for my long frizzy hair.  I wonder if the dramatic effect is reserved for folks who have damaged bleached hair? I have virgin hair that I rarely style so maybe the effect just isn’t as dramatic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Amazing! I have always had the problem when my hair gets to a certain length it would just start breaking & split ends would be everywhere. However using this product it actually healed my ends, definitely strengthened my hair, gave it shine, and more volume! I definitely prefer using this as a night time mask, leaving it on for hours instead of 10-20 minutes in the shower. I see a lot more of the benefits leaving it in longer. With the price point it’s definitely worth it to leave it longer if you can. Yes it’s expensive but it ACTUALLY WORKS! I’ve tried so many products and this was the only thing that actually worked and helped me grow my hair out and maintain the integrity of my hair. Love love love!"
		},
		{
			"review_title": "Caused hair breakage and loss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really wanted to like this product, considering it as a last resort to try to control my frizzy, coarse, dry, thick curly hair. Unfortunately, it caused my hair to fall out, and my scalp to itch. I have never had that problem with a hair product. Glad I have a lot of hair, but now it has to grow back in and looks like short, choppy layers"
		},
		{
			"review_title": "I love using this as a leave in treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I like leaving this hair perfector in my hair for way longer than 10 minutes. I’ll put some in damp hair when i’m out of the shower and braid it up or put it in a bun for a few hours and once i let my hair down it’s so shiny and healthy looking. This is definitely a staple in my hair care routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I have used this product twice, and I am not sure I like it. I will say that my hair does not seem as dry.  But my the second day hair seems to be limp."
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m someone that always decides to do something to her hair and didn’t realize how much damage I’ve done to it. This is an amazing at home process but if you want to see real results I recommend getting the No1 and No2 at a salon. Overall, this product makes my hair feel great and I’ve seen some repair. You need to be consistent. I used No6 and No7 after."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve used this for awhile now and I haven’t noticed much change in my hair. I have thick medium, length hair and one bottle lasts me a few months. It’s not as life changing as everyone makes it out to be but I still think it’s worth giving a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Olaplex is one of the best masks to use for damaged hair. You feel the difference after one use"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Olaplex saved my hair after extreme processing! If you know…. You know! Get it! Worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve continued to repurchase and will continue to repurchase! My hair is so silky and healthy even when I style it every other week. You can’t go wrong but don’t expect drastic changes in the first few uses. It takes time!!"
		},
		{
			"review_title": "Save the money and get K18.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Awful. It ruined my hair. My hair had some split ends from lightening my hair too much. I used it twice and now I have more split ends, breakage and the hair looks just fried, lifeless. Very overhyped product and I will probably get downvoted but I do believe this product does not work for some have types. Thanks Olaplex for nothing."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve used it three times and already love it! I was super hesitant to purchase because of the price but a little goes a long way so it’s totally worth it."
		},
		{
			"review_title": "do NOT buy if you wanna help your hair :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "When you buy this to help your damaged hair and it makes it way worse. This product gave me so many split ends and I did exactly what I was supposed to. It made my hair look and feel worse. I don’t understand how this is working for anybody when it did what it did to my hair. I am NOT happy and this is being returned asap. The worst part of it is I was very confident it would help my hair, if not help, definitely not make it worse like it did. Even my healthiest section which was my bangs, have so many split ends. It’s so upsetting. I truly can’t believe this. Even in the process of combing very gently so many broken off pieces were in the comb. It looked the same as if you over bleached it and it starts to break off from over doing it with the chemicals. If you’re thinking about buying please don’t !"
		},
		{
			"review_title": "great for damaged ends!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've used this a few times and it definitely helps my hair feel softer and stronger! The last two inches of my hair are really fried by a previous stylist so I needed some to help repair my stretchy and dead ends. This product is a bit pricey for what you get- my hair is super thick and I have a a chin length bob- it only last 4 uses. I'm getting the value size next time. I only use it once a week and I've been seeing good progress."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "makes your hair soft and healthy over time  very good"
		},
		{
			"review_title": "Pricey but so far so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My mom got the trial size as a holiday gift and made me try it. We're both hooked! Silky smooth hair, and has helped my damaged color treated curly/wavy hair a ton in just two uses."
		},
		{
			"review_title": "Hair Strengthening You Need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "My hair was breaking, thin, split ends, and just damaged from all of the dying. My hairstylist recommended this because my hair was bad. In once I got a solid routine and stuck with it my hair got a lot stronger. I use it with the shampoo, conditioner and the the treatment. I leave one for the whole night (when I’m not going anywhere) and Rinse the next day. It definitely gives my hair the protein it needs to rebuild itself. I do this about once a week/every other week."
		},
		{
			"review_title": "Lifesaver for my hair personally!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "If you have to have anything from this line, it’s this product right here! Helped me take my Joico color eraser damaged hair back to feeling normal again using it once a week. My hair is VERY stubborn when it comes to color and what not, and can take a pretty bad beating, but I can honestly say up until using the Color Eraser using this after every round of lightener/bleach bath/toner I did helped my hair recover."
		},
		{
			"review_title": "GREAT but too small",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Literqlly AMAZING favorite product ever. This size is just too small! I would only get the bonus size if its available. I have shoulder length THICK 3C/4A/4B  hair and this size lasts me MAYBE a month lol. Also to get the full benefits make sure the product dries completely in your hair before washing it out. I suggest putting it in the morning of or day before your wash day!!!"
		},
		{
			"review_title": "Money Piece",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have the whole system but the set is nothing without this No.3! I keep extra so I can be generous when I feel like my hair needs to be slathered in goodness. I cover in shower cap and my microfiber hair towel and sleep in it sometimes. It is SO good for my bleached locks!"
		},
		{
			"review_title": "olaplex is amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This works!  It is amazing at mending split ends.  My hair is down to my butt, and it looks healthy.   I use it maybe every other month, or if my hair starts to look a little rough on the ends.  I started using the conditioner and styling products, too, and they are keeping my hair alive.  It will fix split ends, and I would never be able to have my hair this long without it.  IF YOU ARE TRYING TO GROW YOUR HAIR OUT USE OLAPLEX .  The ends of my hair stay healthy and soft and at this point I just trim my hair to keep it the length I want instead of worrying so much about the ends looking ratty."
		},
		{
			"review_title": "Replenishes and Moisturizes My Hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I use this maybe once or twice a month before shampooing and conditioning my hair. I do feel that it replenishes and moisturizes my hair. It's a little expensive but I would probably buy this again, it lasts a while since it's not meant to be used too often."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "THIS STUFF IS INSANE!! I’ve been using the no 7 oil for around 1-2 years now, and it was working amazing so I decided to try number 3 after hearing such great things. I use a dime size amount and blow out my hair with the revlon brush. I noticed that since I have been using this product, my hair is much easier and cooperative to blow dry and takes much less time as well. My hair literally looks like I just got a fresh blow out ever since I started using this. If you are second thinking to get this BUY IT I promise you jt is so so worth it and a little goes a very long way!"
		},
		{
			"review_title": "it works.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "for years i had straightened my hair till it was literally fried. i stopped using heat in my hair a while ago but it was still extremely damaged and frizzy. then i started using this product in hopes of that it will bring back my natural hair and it did work. i bought it just a month ago and am amazed by the results. definitely buy this product if your hair is damaged."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This made my hair so soft! I absolutely love this product and it smells so good! A little goes a long way with this one. I definitely highly recommend this!"
		},
		{
			"review_title": "Saw no difference - I recommend K18 instead",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have tried many repair products for my fragile, fine, thin hair.  When my hair starts breaking, the ends look even more thin and the damage is very noticable on straight type 1A hair.  When you are really desperate to rescue your hair, cost is less of a concern than effectiveness.  I was hopeful about Olaplex #3 because my colorist adds #1 and #2 to my process in salon; however, the #3 was disappointing at home.  I used the product twice and saw no difference in the strength or health of my hair.  I recently tried K18 and it was mind-blowing how much it improved my damage after the first use.  K18 is the only product I have ever tried that literally stopped my hair from breaking off.  After blow-drying, my sink used to be littered with pieces of broken hair, but since I have been using K18 - no pieces on my sink at all.  I listed all of my repair products, including my Olpalex 3, on my Posh closet, because the only one I need now is the K18."
		},
		{
			"review_title": "No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Olaplex claimed their products worked on chemically treated hair but to be honest all it did was revert my relaxed hair and I’m very mad about it. I relax my hair because my roots are coarse, coarse to the point it sometimes mats up and it beyond difficult to detangle. I touched up my roots one month ago which is when I first used the product, I purchased numbers 3, 6 and 8. The first time using it I didn’t notice any results which was fine because it was my first time. The second time using it it fried my hair and reverted my straight roots back to coarse and I don’t like that. When I part my hair it looks like hair was fried off of my head. I’ll be returning the products even if I can’t get my money back."
		},
		{
			"review_title": "Repair in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’m obsessedwith all the Olaplex products. My hair was severely damaged from coloring it for so long. Not only does Olaplex repair, it smells awesome. A little bit goes a very long way."
		},
		{
			"review_title": "It really works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This really works! I decided to try it after reading mixed reviews and it didn’t disappoint. My hair was so soft and silky after just one use. I will continue to purchase."
		},
		{
			"review_title": "Life changing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I don’t know what some of these negative reviews are about but thank God I didn’t let them discourage me from trying the products. They have literally been LIFE CHANGING. I have relaxed hair that was dry and brittle for the last couple years. I couldn’t figure out what the issue was.. would alternate between protein and moisture treatments each week (I have an arsenal of high quality hair products and do minimal heat styling). Despite this, I had tons of split ends and my hair felt like straw. I used to stretch for long periods (5-6 mos) between relaxers, which in hindsight I realized was doing more damage than good. Although I got length, my hair was breaking a lot and had thinned diffusely. I have used the no 3 perfector along with no 0 for the past 3 months and I can honestly say my hair has never been better. Once I saw these positive changes in my hair, decided to splurge and get the no 4 shampoo, no 5 conditioner, no 6 bond smoother and the no 7 bonding oil….. listeeennnnn!!! Used them once all together after my last relaxer and I immediately knew I did something right. My wet hair was much more manageable. Once dried, it was SMOOTH, noticeably stronger, bouncy and so shiny! Olaplex has been a savior for me! If you have damaged hair, give it a try."
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "My hair cannot exist without this magic potion. It is a MUST for anyone that has dabbled in bleach / balayage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have mid length frizzy spiral curly hair. I use this once a week on my wash day, it works as a perfect primer."
		},
		{
			"review_title": "It Makes my Bleached hair feel SILKY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Amazing! It makes my damaged bleached hair feel so silky.  I cant wait to combine it with Olaplex No.0"
		},
		{
			"review_title": "my hair would die without this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is the only product that has ever worked for my hair in such an amazing way. I have thin, brittle, and bleached hair with hand tied hair extensions. This works wonders on my hair and my extensions. It always feels really soft and shiny after I use it. Here is the best way I have found to use it, as I have tried multiple ways and as directed. wash my hair with shampoo to get off any buildup so the product and penetrate properly. Get out of the shower and pat my hair dry with a towel. Saturate my hair with this product. I have noticed that if I skimp with the product, it doesn’t work as well. Hair must be SATURATED with this. Wait for an hour at least or longer. Wash out, don’t shampoo, and condition. Continue on with regular hair care routine. I will never not use this product. As mentioned, I’ve tried a bunch of ways to use this and this is the best method for my brittle broken hair. This is the only product that makes my hair less frizzy and dry feeling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		}
	]
}