{
	"product_id": "325",
	"name": "Pom Flexible Vibrator ",
	"brand": "Dame",
	"categories": "Bath & Body, Wellness, Intimate Care",
	"price": 130.0,
	"about": "What it is:A flexible, waterproof vibe that gives you broad or targeted stimulation with a powerful, rumbly motor and five patterns..Highlighted Features:- Medical-Grade Silicone.What Else You Need to Know:Pom is flexible and bends to your every whim. It‘s soft and flexible enough to conform to your hip movements and snuggle close to your vulva. Pom is intuitive, ergonomic, and small enough to nestle within the palm of your hand. It has tactile, intuitive controls for a confusion-free user experience..Device Size:3.25 x 2.2 x 1.2..This Device Comes With:- Pom Vibrator",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.Using Pom:.-Please fully charge your Pom before use. .-Pom has a button for power and patterns and another for intensity. .-You can change the vibration strength for any setting in two ways: Hold the intensity button for a steady change of vibration strength or press the intensity button to change vibration strength in steps. ..Charging Pom:.-If the battery is low the LED will blink red when the power button is pressed...Travel Mode:.-Hold the power button for 10 seconds to activate Travel Mode—the LED will blink for those 10 seconds and flash red at the end. .-Pom cannot be turned on accidentally while in Travel Mode..-Plug Pom in to exit Travel Mode. ..Caring for Pom:.-Pom is waterproof. .-Clean Pom after every use using either soap and water or a water-based sex toy cleaner. .-Store Pom separately from other toys and away from extreme heat or cold. ..Caution:.-Do not use silicone-based lube with Pom. .-Do not clean Pom with products containing alcohol, petroleum, or acetone. .-Do not boil, bake, microwave, or clean Pom in the dishwasher. .-Do not overbend.",
	"num_reviews": 123,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/dame-products-pom-flexible-vibrator-P481072?skuId=2567634&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2567634-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Plum",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2567634-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ice",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2605582-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Best toy ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have always had a hard time finding a toy that works for me. This is it! I love the shape of Pom, the flexibility, and the pattern and intensity options. Best toy ever!"
		},
		{
			"review_title": "Fantastic and so is Dame!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I submitted one of the first reviews for this device and it was one star because it wouldn't charge. There's no way to delete a review so this is an update. I decided to contact Dame. They were quite helpful and sent me a new Pom at no charge! This thing is amazing!! Wish I had one long ago. Buy it!!"
		},
		{
			"review_title": "Won't Charge!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Mine won't charge. Unbelievable as I'm now out of almost $80!! Don't buy it as there's no exchange, either."
		},
		{
			"review_title": "Love love love !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I loveeee this product. It’s so compact and easy to use, it was my first self care product and it did not disappoint! It’s easy to use and so comfortable for the palm of my hand! It’s soft and flexible making it very easy and satisfying! 10/10 from me"
		},
		{
			"review_title": "Favorite for on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I’m not going to lie I underestimated this little toy. But she is tiny, yet MIGHTY! Love it so much and fits in your POM ;) perfectly"
		},
		{
			"review_title": "Easy and Comfortable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my first vibrator and I love that it comes in super discrete packaging! It’s super easy to use and it has multiple levels of intensity. The surface is very soft and smooth which makes it very comfortable."
		},
		{
			"review_title": "Excellent brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have several vibes from Dame (all purchased before Sephora started carrying them)- I love them all!  Pom is my favorite- very powerful and easy to use! Dame also has great customer service- one of my vibes stopped working in warranty and they are sending me a replacement- can’t recommend this brand enough!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve really been enjoying the Pom. I like how soft and smooth it is. And I like how it fits in the palm of my hand. It’s easy to use and feels very comfortable. I appreciate that’s it’s waterproof. Also, the five patterns and the intensities, which I find powerful enough for my needs. I only wish the controls were placed elsewhere."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really love this vibrator! First off, the packaging that it came in in so cute! It is very flexible and adjustable which I like. I also like how there is multiple settings and intensities. It is overall easy to use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Such a cute fun item to have! A must have for traveling and other easy to go occasions! Highly recommended for security check points too because of the cute shape you won’t be feeling uneasy! Perfect item"
		},
		{
			"review_title": "You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "For $95 I expected this to blow me out the water and make me feel like I need a smoke…and it did! Listen my expectations for this was on the floor cause I did not think this small little toy would be worth the coins…but it is! The packaging is cute, it easy to use, waterproof with multiple patterns and spores! Plus is quite discreet. 10/10 would recommend."
		},
		{
			"review_title": "So smooth and flexible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So this beauty is so lightweight yet packs a punch. It’s not buzzy but more of a nice light hum that is not loud at all! It’s extremely flexible and the perfect size for the female hand. I would recommend this to any woman for their pleasure."
		},
		{
			"review_title": "Wowie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This isn't your standard silicone! In fact, I've never felt anything this smooth which honestly means I unboxed it & pet it like a weirdo for awhile. Love the size & it's super easy to charge & recharge. I was surprised by the power! Like woah! & the different settings are vastly different, not just low /medium /high"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the perfect sized vibrator! It is made well and has a soft, silicone texture that is flexible and very easy to clean. I like how this vibrator has different modes to change it up. While this is not the strongest vibrator I have tried, this does the job!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Definitely not what I was expecting! I have never used a vibrator like this one before and I definitely now prefer it. Easy to use and works well for someone who maybe is in the beginning stages of their sexual health."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "the packaging of this product was so cute and sleek. when i opened the package i was very happy to see that it was exactly like on the website. the color is vibrant, it feels soft to the touch, and it comes with many settings. overall i am happy with this product"
		},
		{
			"review_title": "Small & flexible- perfect shape!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love the size and shape of the Pom Flex Vibrator- it fits in the palm of your hand, and the shape is perfect! It’s the perfect little toy to use solo or with a partner- and it didn’t disappoint! The intensity settings are great and I enjoyed the flexibility and design for multiple uses! Give this one a try!"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Pom. It’s so perfect! I love it. It’s smooth, the feeling is great. It’s so easy to use and to charger. You can use in some many ways. I recommend it! It’s flexible, and can fit perfectly in all bodys."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This was my first time using something like this and let me tell you, it did not disappoint. It has 5 levels of vibration & I believe 5 different vibration pattern. Definitely charge it and wash it before your first use as recommended. It s very cute toy that you wouldn’t think would be so powerful but it is!"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Pom offers broad or targeted stimulation, plus a powerful motor with 5 intensities and 5 vibration patterns for anything you're in the mood for ! This is such an amazing product I totally recommend this brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This Pom was amazing! Definitely a must try. It was my first time using and owning something like this and I was so shocked at how well it performed. Definitely using it more! Love that it’s portable"
		},
		{
			"review_title": "Eh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was excited to try this out but was left a little disappointed. There is nowhere to really grip the product and even though it has low, medium, and high settings, I didn’t feel like it was powerful enough. I’ve tried cheaper ones that do a better job"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Used this with my partner recently, and had a great time! It fits perfectly in the palm of your hand and is flexible enough to contour it to where you want it to be focused. It is a great start to the night, and am excited to use it again! The vibrations have many settings and strengths!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This toy is amazing! The shape and strength of this little bullet will get you just where you need to go! Super easy to use and lasts an extremely long time. Will be replacing my other toys as my favorite from now on!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "What surprised me the most with this vibratory was how SOFT the silicone is! I knew it was supposed to be flexible and slightly bendable, but it’s soooo soft and really nice to the touch. It’s pretty quiet and very small, which I love. I also appreciate the “travel mode” so you don’t accidentally turn it on"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The adorable YUMI rechargeable finger vibe boasts 10 powerful vibration modes. This uniquely designed vibrator lends itself to effortless control as it easily fits between the index and middle fingers. The silky smooth silicone and nub tip allows for pinpoint to all pleasure zones. Whisper quiet and completely submersible, this super cute and discrete vibrator is a must have for all. Includes a USB charging cable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love how flexible this vibe is and it’s so conveniently sized and has a chargeable USB port which is super confinement. It has lots of different settings and is super simple to use. It’s a smooth material which is easy for cleaning and very user friendly. Also love that it’s waterproof since you can enjoy it in the shower as well this is a great beginner friendly vibe."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Dry skin",
			"review_text": "I love how this device is very small and super cute. The pouch that comes with it makes it super easy to take it anywhere and everywhere! I love how the device comes with different seating and it’s super easy to use."
		},
		{
			"review_title": "Great compact device",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is a good little vibrator. It isn't the most silent one, but on the lower setting it is pretty quiet. It does have multiple settings, and the fast ones are very intense. The intense settings are the louder modes. However it does fit well in your hands and is very effective."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "It’s really nice! I like the size it’s easy to use. It has good intensity levels. It charges fast. Battery life is good. It’s also cute and easy to travel with, if you like to take a little something to your holiday."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "",
			"review_text": "Pom gifted me this item and it is actually so very flexible! it is also pretty soft too and I love the different amounts of speed and intensity it offers. Super sleek and comfortable to hold as well."
		},
		{
			"review_title": "Wonderful product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is an incredible little vibe. Love the different settings and intensities. Is easy and comfortable to hold and flexible to use. The silicone is soft and easy to clean. Long battert life and very convenient magnetic charger. Highly recommend."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Great little vibrator. Really discreet. And has great settings. I love how easy it is to change the intensity. These Dame products are truly amazing. Run don’t walk to get this amazing product for yourself"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love that it’s super quiet and it has a usb charger! There are so many settings. It also bends because it’s made out of a flexible material, which is a plus. Easy to use and I overall love the product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really like this because it’s small and not loud at all. The charging cord is nice and it comes with a canvas bag to store it in. All in all, I love this brand and would definitely purchase from them again!"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Great vibrator. Comes in a cute package with a storage bag. Perfect size super smooth and very flexible. Various functions to adjusting your pleasure. Easy to use and charge with the USB cable that they provide. I can recommend this.."
		},
		{
			"review_title": "Very unique but good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Dame gifted me this but opinions are my own. This is a super interesting and unique tool. The flexibility of it is great and the different speeds and rhythms is a good touch. The next part is the increase and decrease slider button"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "",
			"review_text": "This was my first vibrator and it was super user friendly. The packaging was very detailed and I felt this gave me great satisfaction. It came with a small pouch to store and I lit is also super easy to clean."
		},
		{
			"review_title": "Incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Dame sent over this vibrator and it is magnificent. The colour alone makes me want to use it. It is small and perfect for travel and not noisy! I think they’ve created something that spans beginners to more experienced users. Highly recommend."
		},
		{
			"review_title": "Easy orgarsm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This toy is very well designed for our most sensitive erogenous area.  I was a little afraid that it was made of hard material but it is very soft.  Sometimes with my husband it’s difficult to me feel excitement so I started to use this vibrator and I loved. it is much easier to get a orgasm.  Sometimes when I had a hard day I like to use by my self and feels great. I really like it and I recommend it."
		},
		{
			"review_title": "Perfect in every way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’m highly impressed with the quality of this adult item. The vibration options are different than I’m used to. The shape of the whole unit makes it so that it perfectly fits with my body. I was able to climax much quicker than I used to with manual stimulation.  This toy is a winner for a dot or yourself job!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is a handy little device with a powerful vibe. It’s very soft and flexible and I love that it also has different patterns and intensity levels depending on your needs. It’s very quiet and you don’t have to charge it super often which is a plus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "A great, little toy! The soft texture makes it feel so good against your skin, and the flexible nature makes it all feel very natural. the Pom is luxuriously soft, provides an extremely pleasurable, deep rumbly vibration, and is a joy to use together! Pros: softest, nicest silicon material I have ever felt. Like I took it out of the box and then just pet it for a bit because it is NICE. Small and quiet, but pretty powerful for its size The magnetic charger RULES."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "great vibrator. Many different types of vibration and intensity of vibrations, I also really like that it bends because it makes it very easy to use! Gets the job done quick and effectively, absolutely love"
		},
		{
			"review_title": "intuitive, the perfect size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The perfect size, super discrete and elegant. Love how soft the silicone is, allows for flexibility and easy pressure adjustment.  It's intuitive and simple to use. Also love that it's waterproof and easy to keep clean."
		},
		{
			"review_title": "Reminder to invest in your own pleasure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I used to buy the cheapest vibrators I could find because I didn’t think they would be that different from more expensive ones but I was SO WRONG! This has quite a few speed and frequency settings, making it extremely versatile. It’s also a nice convenient size (perfect for travel) and easy to clean.   I also really just love the ethos behind the brand and them making the topic of female pleasure less taboo. I am actively trying to be more conscious of the brands I support and give my business to and I’m excited to support a brand that makes sex and pleasure exciting and normal!"
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
			"review_text": "It’s amazing! The material is really soft and flexible, foldable. It has different settings. Really easy to use and what I like the most is the magnetic charge, so easy to plug it in. I really recommend this product and would love to try their other ones."
		},
		{
			"review_title": "Y’all need to go ahead and buy this one!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "When I first opened the box, I didn’t realize the device was so small. My first thought was hmmm…. this must pack a punch of it’s going to be such a small device. And what a time to be alive that a small discreet little device could deliver such goodness.  it’s also waterproof which I love and the texture on it makes it easy to grip which is great because its is smaller so it won’t stop of your hand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This gets the job done!!! Small and mighty! You can feel that this is made with very high quality, super smooth with lots of vibration options. Love that it's small and compact and has a travel setting. You will not be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Interesting shape. I’ve only tried it twice but must say I don’t immediately love it. I’ve maybe become too used to sucking vibrators. This one doesn’t vibrate as intensively as some others but the whole toy vibrates so if you like you could place it entirely on your body. I’ll have to experiment some more with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a wonderful little toy. Quiet and discreet and really easy to use. I love that it’s small and has the different modes of vibration. This isn’t intimidating at all and allows me to explore freely."
		},
		{
			"review_title": "Powerful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This is my first one! OMG such a game changer! I feel so silly I've waited this long to experiment with toys such as this one. It's very powerful and in my opinion it gets you over the stratosphere! Very easy to clean and conveniently small so you can take it anywhere!"
		},
		{
			"review_title": "Bendable and cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I am very please with the Pom! This is a great device for either using alone or with a partner. It is bendable to adjust to any angle and the surface is very smooth. It has 5 speeds to adjust to all preferences. It is very discreet and small (perfect for traveling) Also love that it’s waterproof. Overall it’s a great item and I highly recommend checking out this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Good product, very good quality, overall I would recommend! Does not disappoint, and it’s a nice shape that’s easy to use. Overall a great product! I recommend trying it out and seeing what it can do!!"
		},
		{
			"review_title": "Soft and flexible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a nice little vibe! It’s the perfect size and is discreet looking so perfect for travel. I love the color.  It’s definitely more discreet looking and upscale than traditional vibrators.  It fits perfectly in your hand and is nice and flexible."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product was gifted to me in exchange for my honest review. I was slightly upset, because I ordered the sage color and then the plum color showed up. But, I was still excited to test this vibrator out. I thought the idea that it was flexible was pretty unique and I ended up loving it. It perfectly hugs where you want it to and the intensity buttons are so easy to find without looking as one side has an indent and the other side is slightly raised. Also, there are no harsh lights on the vibrator when it turns on, so you don't have to worry about enjoying your toy in the dark!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "You can tell right away by the packaging and feel of this product that it is high quality. It gets the job done and while it’s different settings are great for a wide range of people it still isn’t my absolute favorite. I found the irregular shape didn’t suit me very well, the vibrations are a little more disbursed than concentrated like a standard vibe. Great product just didn’t love the shape with my body."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "well this gets the job done! it took me a while to get used to since it’s shaped very differently from toys i’ve used in the past, but wow. I love everything about it. I’ll definitely have to look into dame’s other products!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This vibe has such a unique shape. I’ve never tried one as flexible as this, so this is a new and fun experience for me. It’s a nice device that gets the job done, however, the rumbley vibrations are not my favorite. It’s not as strong as other vibes, so it’s not the preferred one in my collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this cute vibe! The green color is adorable and it packs a punch while being aesthetically pleasing and not too hard to hide in a bedside drawer. The settings range from high to low and I find the shape super effective. Recommended if you’re looking for one that’s discrete and ideal for travel."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "",
			"review_text": "I received this Pom Flexible Vibrator complimentary from Dame Products in exchange for my honest review. This purple little device is cute and discreet, very inconspicuous-looking, which I really like. It's easy to charge, though it'd be more convenient if it would work for a longer period of time without having to be charged again. The vibration is of a decent intensity, especially for being such a discreet little thing, so that's good. I agree with someone else's review that mentioned that the location of the buttons to control the settings, is not the most convenient placement. It seems like a decent choice as someone's first vibrator or one for beginners."
		},
		{
			"review_title": "Amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I love this vibe. It's small and mighty. Fits great into the palm of my hand. Super comfortable to the touch and is very flexible to do it's job perfectly.  Also it's very quiet and travel friendly which is amazing. Trust me you won't be disappointed!"
		},
		{
			"review_title": "My new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This adorable avocado shaped vibrator sure packs a punch! It fits perfectly in your hand to make it easy to use and isn’t too bulky. The variation in speed and patterns are exciting and it’s great to use alone or with a partner. I love the magnetic charger and easy to read lighting function, eliminating the guess work with when the toy will die on ya lol overall I’m thrilled this and excited to find these at Sephora!"
		},
		{
			"review_title": "Perfect little companion!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "So, this subject isn’t one that most people like to talk about but, I mean it’s apart of life. I will say this little contraption is the perfect companion for your personal time, whether it be while you travel or just at the comfort of your home. It’s small, handheld, with raised buttons to ensure your concentration stays on what’s important. It has incredible vibrating power & the settings were impressive. It’s big enough cover the goods without being too large. I absolutely adore this and it’s really good quality. Ladies, it’s worth it."
		},
		{
			"review_title": "Nice tool",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The pom is a nice gadget, it’s soft, flexible. It fits into my hand nicely and has a nice grip. It’s not as strong as some tools out there so for those who like it stronger may not be for you. It has a nice pattern. I received the product in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Dame. I love the flexibility this has! It’s such a great texture and feels really comfortable. The different speeds are awesome and give me exactly what I need. Very easy to charge and start using!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is honestly the quietest vibrator I've ever used, and that's super important to me. I love that it's so small (not tiny, but comfortably small) and flexible but still powerful. Adjustable levels, waterproof, and has a travel setting to make sure it doesn't accidentally get turned on. Seriously awesome product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Love! It’s the perfect size- not overly showy or unnecessary and it’s shockingly squishy. There’s a clear focal point area which is handy and I love the sleek design. Also definitely gets the job done"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I am honestly so darn happy with this baby! She works so amazingly and its so easy to use along with all the various different settings.. this is amazing. its small, pocket-friendly and waterproof so you can use it in the shower as well! I'm honestly loving it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great product - is in fact flexible and soft and can be bent to your needs. Has a good amount of settings with five patterns and five different intensities. Is waterproof and the travel friendly with a pouch."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love how small and discreet this is! It comes in the cutest packaging. I love how quiet it is and how easy it is to clean. I also really love that it’s waterproof. It’s super high quality and gets the job done."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Great device! I was very surprised by how powerful it is, even tho it’s so tiny. I love that it has different modes and they do feel really good, if you know what I mean :) perfect shape too! this vibrator would def make an amazing little gift for any girl. I highly recommend!"
		},
		{
			"review_title": "Game Changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Discreet and gets the job done! I’ve been looking for something more discreet and this definitely came in handy. This fits perfectly in the palm of your hand and pinpoints exactly where you need. Battery life is great and it’s been fun learning the different settings. Highly suggest!"
		},
		{
			"review_title": "Really worth the value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is fantastic. I love the feel of this, it fits right in the palm of your hand and is easy to use and clean. The different vibrations are amazing and intense! The packaging it comes in is also really chic, even the charger is so easy to work with since it’s magnetic. Also nice that it comes with a pouch to store it in. Seems like it’s going to last a long time!"
		},
		{
			"review_title": "Wowwwww",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the perfect little toy. It’s so small I was shocked by how powerful it is, and I like that it had multiple setting options. It charged quickly and kept its battery. It definitely gets the job done effectively."
		},
		{
			"review_title": "Really fun",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I had a little trouble with the ON/OFF button, I can't seem to get it right to press it ON and OFF but I might get used to that. Otherwise, this toy is so much fun, and especially love that it's waterproof."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Okay dame….. woooo I’m speechless in a very good way. This little guy CAME through! First of all I want to say it’s the perfect size also I love how fast it charges as well it’s extremely easy to clean. I’ve been using it since I received it ! I’m one happy customer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Such a nice little device that gets the job done perfectly. It’s so soft and it has different settings and speeds. It charges fast and it holds the charge for a while as well. Definitely recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Okay, this is the classiest vibrator I have ever seen! I have the plum color and it's gorgeous. The rubber is also amazingly soft, more than I even expected...it's like velvet. The flexibility is really a cool feature and the speeds are wonderful too. 10/10 recommend this one!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It was okay for me wasn’t a biggest fan. But the product itself might work wonders for others because how good it functions. It has amazing settings depending on all different preferences. Quiet and sturdy"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It’s a great size and can fit comfortably in your hand for easy use. It is quite discreet noise wise which is a huge plus, but still pretty powerful. The fact that it is waterproof is another huge plus. Overall a great toy if you want something effective but discreet."
		},
		{
			"review_title": "Such A Vibe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The Pom is AMAZING! I’m very impressed with how flexible and how silky soft it is! I love that it’s waterproof, has 5 different intensities and 5 different vibes. Pom is also so versatile, I even love using it for shoulder massages and etc. I couldn’t be happier with it!!"
		},
		{
			"review_title": "Wowwww",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Let me start by saying size isn’t everything lol! This little device definitely packs a punch! I wasn’t real sure what to expect because I’ve never tried anything like this before. But it works amazing! It’s so very soft to the touch it almost feels like silk on your skin. If you’re looking for a new toy definitely give this one a try!!"
		},
		{
			"review_title": "Can't get enough of the Pom!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The Pom vibrator from Dame is my new best friend!!! This small toy fits in the palm of my hand and is super flexible. The silicone material is so soft and smooth, making it comfortable to use in sensitive spots. It has 5 different vibration styles to choose from and I'm surprised at how quiet it was, which is nice if your wanting to be discreet. A huge plus for me is that it's waterproof so I can have fun with it anywhere I please. It comes with a cute storage bag and a USB charging cable as well. I've tried many vibrators and I have to say the Pom is my favorite right now. It's been a pleasure adding this to the bedroom with my hubby to spice things up or just by myself to enjoy some alone time. So glad I have this in my collection."
		},
		{
			"review_title": "Pleasure in your palms",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "When they say pleasure at the palm of your hands they aren’t kidding. I have used many vibrators before but this one is different. It’s super compact and the satisfaction this gives is super amazing.  I love using it and love how adorable it even looks.  I never tried anything from Dame brand before but this flexible vibrator is definitely worth it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Ok you guys, I’m not a vibratos expert my any means, and this technically does what it intends in that it is “flexible” but the placement of the buttons for speed is not great. It sits right at the worst spot against the body so if you aren’t careful it will slow down at the WORST moment.   Not my fave. It is soft though! And pretty inconspicuous. But I won’t be reaching for it."
		},
		{
			"review_title": "Great device",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Pom is is perfect as it is literally the size of the palm of your hand. I lobe its water proof,  and the USB charger cable is great quality.  This this device has alot of power with the different entensity levels, it is soft, flexible and amazing. It comes with a carry back and is perfect for on the go fun. I absolutely love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've never had a better vibrator! This one is soft and flexible which curves to my lady part perfectly! The vibrator also has a soft vibrate level that is finally not too strong unlike other brands' soft setting, it also goes as strong as the other ones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This was such a good product , the size was perfect and intimate. It charged very fast and the material was perfect! The waterproof is great for lots of uses. I like the choice of color and the easily hidable size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a wonderful vibrator! I was so impressed by all of the setting features and durability.  I love that there are low and high intensity levels and different patterns which make it so much enjoyable in my opinion. It's waterproof which makes it easier to clean too."
		},
		{
			"review_title": "!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "First of all, I love the color. It’s so cute lol. It’s very soft and kind of flexible as well, which I absolutely love. It’s easy to clean and works amazing!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "",
			"review_text": "This is a very cute product and it is a good size. The soft-touch material is nice and I also like the colors offered and how it looks classy and modern. I was very kindly gifted this product by Dame."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was sent this product complimentary from Dame. Amazing quality and beautiful presentation. Small, portable, and easy to use. Has different speed levels and hits all the spots. Would highly recommend it, especially to beginners."
		},
		{
			"review_title": "powerful and quiet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "gifted by dame. i’m so happy to see that sephora is carrying sexual wellness products now. this is such a cute small vibe with a smooth silicone outside. it’s pretty quiet and powerful so we love to see it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Wowza. This is the fourth vibrator added to my collection and it’s definitely #1.  I love the texture and the settings. It has 4 or 5 different vibrations abs they’re all good. It has different intensities and they’re all amazing! Just bite the bullet and buy it!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "",
			"review_text": "This is super great! It has a super soft silicone and is super flexible, really moves when you need it to, and firs in your palm perfectly! It also comes with a travel bag, and a magnetic charger, making it easy to travel with!"
		},
		{
			"review_title": "A Me Time Necessity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "An absolutely wonderful experience! Pom is a flexible vibrator that bends to your needs. Has five different patterns which are all very different and five speeds which range from slow and steady to high paced. Fights perfectly in your palm and the notch at the top is fun. Power/pattern button is on the top side and speed setting is on the inside. You can easily and comfortably operate without worry of accidentally pressing either button. Comes with a magnetic charger and included bag to keep it protected. I very highly recommend for me time! Gifted by Dame Products in exchange for my review."
		},
		{
			"review_title": "The new palm pilot lol",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The pom is nice.  It has a good variation of styles and speeds to fit different needs. It feels a little big in my hands so it makes it had to maneuver and get enough pressure on needed areas but it definitely gets the job done. I love the magnetic charger and carrying case. The deep plum color is super attractive and it was very easy to clean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Dame gifted me Pom flexible vibrator. This vibrator is so soft and smooth. It is very small to fit in the palm of your hand;however, it packs a punch.The intensities are light changing and really gets the juices flowing if you know what I mean."
		},
		{
			"review_title": "definitely worth $60, maybe not $95",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Definitely one of the softest vibrators I’ve ever owned! I got the plum color and it’s unique when it comes to shade — most vibrators are gaudy colors like hot pink or bright blue. There are two buttons, one that controls the mode, and one that controls the intensity. They’re rather easy to hit when in use, so I would count that as a flaw unfortunately. My favorite vibrators just have one button for ease of use. It definitely took some getting used to, as it’s not the type of vibrator usually marketed widely. It’s also extremely expensive for what it is, so I don’t think I would repurchase this if I had to."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "black hair, Light skin tone",
			"review_text": "This is my first time using this brand and I love it! It’s small, portable, and easy to use. The Pom is so super soft I was just so impressed with its durability! I am so happy it is waterproof! I am also really blown away by the soft material. Would definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "i’m a fan of this! i’ve been in the market for a reliable vibrator that doesn’t take up a lot of space as i’ve recently had to downsize. this is pretty sophisticated for how small it is - the vibration speeds are good, and the design is actually solid. i’m also a big fan of how soft this bad boy is, it generally feels incredibly pleasant and has worked wonders."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this palm vibrator it works so well I absolutely love the The color and the shape of this product I would highly recommend to anybody looking for that little special some thing to spice up the bedroom"
		},
		{
			"review_title": "A fun time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I was surprised how well it works. Perfect for one on one or with your partner. I prefer with my partner. Super flexible I didn’t think it would be so bendable. A bit pricey but definitely lots of fun."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The design of the Pom is very unique and I love the material and flexibility. The charging design is nice as well - the braided cord seems like it will last a lot longer and the magnetic port is ingenious! Worth the money for sure!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my first time using this brand and I love it! It’s small, portable, and easy to use. I love the way the product curves and hits all of the right spots. The different speeds are perfect depending on if you want it to be slower or faster."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Great vibe. I lost my favorite one and my backup died so I bit the bullet and finally ordered this. Not disappointed in the least!"
		},
		{
			"review_title": "100% Satisfaction Guaranteed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The Pom is so super soft I was just so impressed with its durability! I am so happy it is waterproof! It’s truly a magnificent creation. The settings are intricate for such a small device. I couldn’t be happier with the POM! I am also really blown away by the soft material. Such a great vibe!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "A great first vibe or addition to a varried collection. The shape and patterns/intensities make it super versatile. Nice and rumbly!"
		},
		{
			"review_title": "intergalatic big o ergonomics",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "My husband bought us a Dame Valentine's Day kit that included Pom (plum) and Eva (fir). What's great about Pom is that it feels very squishy, comfortable and warm nestled against us. It's a perfect size; neither intrusive nor so tiny that we lose track of it. It has a really nice soft targeted nib that provides a focal point. So many of the toys in this category are useless, flashy, showy, big, dumb and impractical. Pom is friendly and beautifully designed to do its job in the best way possible transporting the notion of 'user-friendliness' into another galaxy."
		},
		{
			"review_title": "Waterproof FTW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love that this vibe is totally waterproof as the only alone time I get with kids in the house is in the shower!"
		},
		{
			"review_title": "So soft and just right!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this little vibe! It's SO soft and fits right in the palm of the hand. I love the different vibration patterns and Dame found that sweet spot (pun intended) of intensity level. I would say this is for the person who wants a nice build up and not a quickie. The packaging is beautiful and the little travel/stoage bag is cute too. Love it!"
		},
		{
			"review_title": "Highly Recommended by a Sex Coach",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm a sex coach and this is by far the most intuitive stone vibrator (as I call them) that I've tried. The way its shaped, along with how the buttons are indented so you can't accidentally click them is so smart. The way you turn it off is also smart - you need to hold two buttons at the same time. It goes to show that the designers know exactly what the struggles are with female pleasure and some of the annoying things that our toys do and they put a huge amount of intention into keeping us less frustrated and more satisfied. 10/10 would tattoo this onto my body."
		},
		{
			"review_title": "Sexy, sleekAnd comfortable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this vibrator. It’s sleek and soft and comfortable. Love the double sided feature. One side has the beak point for intense focal orgasms and the other side is flat for a broader stimulation. My partner and I are having so much fun. It’s sexy and best orgasms"
		},
		{
			"review_title": "Calling all Grinders ;)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This toy is so versatile! I love how I can use the flat surface to change the pressure on different body parts. I use this on my boyfriend and myself"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The Pom is fun, soft, and super flexible. Highly recommended. So excited to see Dame products at Sephora!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this soft, rumbly toy! So excited to see Dame Products available at Sephora"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Plum",
			"review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Pom was the first vibrator my current partner purchased for me and I freaking LOVE IT! The shape of POM was the first thing I noticed about it. It fits quite nicely in the palm of my hands and the soft silicone texture feels like velvet against the delicate skin of the vulva. It packs just the right amount of power. It's strong but not too strong.  It's great for partnered and solo pleasure too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My wife’s favorite product. Squishy, soft, powerful. She uses often and is happy :)"
		},
		{
			"review_title": "yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Obsessed!! Just buy it, you won’t regret it! Recharges quick, perfect size and really quite. Plus, it’s cute! Worth every penny."
		},
		{
			"review_title": "My absolute favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This vibe is my go-to for both solo and partnered play. I love how versatile and easy to use it is plus it's super small and quiet- great for travel!"
		},
		{
			"review_title": "Best. Toy. Ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this toy! Perfect for use with a partner.  Beautiful, powerful, and quiet!"
		},
		{
			"review_title": "The Best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Truly the perfect size/shape/everything! It’s very chic and luxurious feeling, and I love that it fits in the palm of your hand + has a bit of flexibility/bend to it. If you’re on the fence - this is the one!"
		}
	]
}