{
    "product_id": "154",
    "name": "Airburst Styler 2-in-1 Curling Iron & Flat Iron",
    "brand": "BondiBoost",
    "categories": "Hair, Tools, Curling Irons",
    "price": 108.0,
    "about": "What it is:This versatile, lightweight professional styler helps create curls, waves, and straight, sleek strands while locking in style and sealing the cuticle..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Straightens, curls, and waves hair.What Else You Need to Know:Made with Cool Air Vent technology, this hair styler emits a burst of cool air as you style to reduce heat on the hair, lock in waves and curls, and help seal the hair cuticle for a shiny, smooth finish. The five heat settings make it perfect for any hair type and texture.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Apply Heat Protect Spray to hair (sold separately). .-Turn on iron and select desired heat settings. .-Once iron is heated, press the cool air button to activate the air vent technology. .-Style hair as desired.",
    "num_reviews": 177,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/airburst-styler-2-in-1-curling-iron-flat-iron-P506909?skuId=2712149&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2712149-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The 2-in-1 styler is perfect for travel which I do a lot for my job. My hair is too fine to curl with a straightener so I always find myself traveling with both a curling iron and a straightener. I love traveling with one less tool!"
        },
        {
            "review_title": "Must have if youu2019re tired of damaging your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this tool! My hair is healthier and I can already see less heat damage! Iu2019ve tried other products that are similar and cost more and I didnu2019t like them. Sticking with this one! Plus you can curl and straighten!"
        },
        {
            "review_title": "Convenient and works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Really easy to use and creates really nice waves for me. This is something I can see myself bringing on trips due to how lightweight the product is and how easy it is to pack into a suitcase or bag. Definitely will be using this on the go!"
        },
        {
            "review_title": "the perfect travel hair styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "After using this styler a few times, I can say I love the results. I think a 2 and 1 typically is hard to deliver on but this styler really makes it easy to straighten and curler your hair with one tool. I love it for travel and weekend trips where you don't want to take multiple tools with you and the results last for days."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "After this product touched my hair it changed my hair completely!!!!!!!!!!!!!! It is amazing for my hair. I recommend this product to everyone. you need to try it to understand how much it can change your haircare routine"
        },
        {
            "review_title": "You Will Be Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "BondiBoost delivers again with a styler that can both straighten and curl the hair. I was very impressed with how smooth and healthy my hair looked after using the Airburst Styler. This is a great versatile tool to add to your hair routine."
        },
        {
            "review_title": "Better than a Dyson?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I absolutely love this! It replaced my current curler. Itu2019s like blown out curls but with a better hold."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The perfect styling tool. It is so easy to use and creates the perfect curls."
        },
        {
            "review_title": "A nice concept",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "After using this product for a few days I will say having a fan feature was pretty neat and I did like how it's a 2 in 1 concept especially for when I travel. I will say though my hair felt like it was being yanked when I got to the bottom, it wasn't gliding smoothly through my hair. It works great till I get to my ends then I start having problems. While the fan feature is great, I couldn't run the fan while straightening or curling my hair because the lights in my bathroom kept flickering. Now I don't know if it's because this tool requires too much electricity or something on my end. But I never had this happen with my other tools. It's a great product to try, but I just don't think it's for me and my hair type."
        },
        {
            "review_title": "Amazing products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m absolutely in love with BondiBoostu2019s products, they never fail to deliver!! This product helps last my curls better than my Dyson!! Super easy to use too!"
        },
        {
            "review_title": "Best 2 in 1 styler!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was so easy and fun to use! The results were very long lasting. This product doubles as a straightener and a curler, I love that I can pack it for trips and itu2019s multi use!"
        },
        {
            "review_title": "Short hair ud83eudd1dud83cudffb AirBurst styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "I am SO impressed by this! I just cut my hair into a bob and thought this type of tool was only for long hair! I was wrong!! It gave me the cutest blowout look with so much volume!"
        },
        {
            "review_title": "THE MOST CONVENIENT STYLER OF ALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Does BondiBoost ever release something not Amazing? NO! I love love love this styler! So many options available with just one tool! The fact that there are so many tools makes it easy to travel and have everything you need which is also a plus because it has the travel bag. What more can I say my hair felt amazing and looks amazing using every option! I have been a Bondi Boost girl for years now and this styling tool takes the cake."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have straight hair (not pin straight though) that is dry, frizzy (on some days), and also in progress of reversing damage from coloring my hair.  I am looking for a styling tool that is not damaging, won't be too hot and also straighten my hair but with volume. This is the answer! ud83dude0d  I love that this gives body to my hair and the airburst part prevents damage because it keeps its cool.   First use of it did not make my hair soft.. a little dry actually.  So the next time I used it, I made sure I only run it pass my hair maximum of 2 times. It helped. I got a bouncier softer results!   Will keep practising.. but so far I love it and will continue to use it ud83dude0a"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Combination skin",
            "review_text": "I was nervous to try a new hot tool after 15 years of dedicated use of my favorite straighteneru2026Iu2019m actually super happy to say Iu2019m LOVING it. The curved design makes it soooo easy to curl hair and create a blowout look. I will say the air vents do not shoot out cool air. Itu2019s very noisy and I donu2019t feel any air coming out of the holes really. Itu2019s a nice thought of a feature but I just donu2019t feel it works. My hair truly has never felt softer after styling though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The BondiBoost Airburst Styler 2 in 1, Curling Iron & Flat Iron is lightweight & compact, making it a perfect duo use travel partner & home use styler. Its easy to use making it a go to in my hair styling routine."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I couldnu2019t use this bc the plug ud83dudd0c is not American"
        },
        {
            "review_title": "Must Have for Traveling !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love love LOVE! I love using this to curl my hair! Itu2019s also amazing to travel with since itu2019s a 2-in-one and I donu2019t have to take multiple hair tools!"
        },
        {
            "review_title": "A must have absolutely amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is absolutely amazing! I love how my hair looks silky after!! 10/10 choice"
        },
        {
            "review_title": "Perfect hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s such a versatile tool, straightener, waiver and curling iron in one, it will be perfect for travel! I paired it with BondiBoost Prep and Protect Hair Primer and got beautiful, shiny and smooth curls. Very impressed with this tool!"
        },
        {
            "review_title": "Saves you so much time!! Must have:)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "LOVE THIS!! I tried this on my friends 4c hair and when I tell you this is such a life saver. Save your money and buy this product. We didnu2019t have oil to use for her hair and only used the straightener with heat protectant and the results were unbelievable!! It looked AMAZING. A must have for everyone"
        },
        {
            "review_title": "A must have hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the coolest tool it makes my hair so so smooth. Love the different heat settings and the styler itself has such a sleek cool look. Love it."
        },
        {
            "review_title": "U gotta try it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product after a few weeks. I absolutely loved how easy it was to use. I used to never be able to curl my hair with a straightener and this 2 in 1 styler helped me achieve that. U cant beat 2 tools in 1 especially when traveling throw this one in your luggage and save up space! I absolutely love it!! Left my hair silky smooth in every pass"
        },
        {
            "review_title": "Versatile Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "As someone who loves versatility, this 2 in 1 iron is great! Not only did I achieve the sleek straight hair, but I was also able to get bouncy curls. I love how it has the air blowing effect and the temperature settings making both styles last longer. I will be recommending to my friends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Awesome tool! Iu2019m not sure how exactly the cool air helps to reduce damage, but it does give a great placebo effect either way. Iu2019m terrible at doing my hair and was easily able to straighten and curl with this. Definitely recommend this tooo!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This is a must have tool!! I have very frizzy and dry hair and this allows me to quickly do my hair without leaving it puffy! Love this for my busy schedule!!"
        },
        {
            "review_title": "You need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Not only is it speak, I love how easy it is to use. It heats up super quick as well! Cry"
        },
        {
            "review_title": "BUY RIGHT NOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This was the best hair straightener I have ever had. And to make it better it curls your hair!! How can it get better than that!!"
        },
        {
            "review_title": "Love mine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Leaves my hair looking so sleek I love it !  I've had others that can't get my hair right since I have thick frizzy hair"
        },
        {
            "review_title": "All in one tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Airburst Styler is a game changer!! One hairstyling tool to both straighten and curl hair, so great especially when travelling"
        },
        {
            "review_title": "Best Straightener and Curler of all Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Seriously, where has this been my entire life! Works amazing as a straightener and it does not pull. I love the cooling feature along with the ability to also curl my hair and/or create waves! Everyone needs this in their life."
        },
        {
            "review_title": "Just WOW, this tool is my favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Honestly OBSESSED. I have fine hair but lots of it. This tool is gentle but also helps set my hair all day. I love that the cooling function can be turned on or off. My hair feels healthy and looks pretty! Works well for straightening or curling."
        },
        {
            "review_title": "This flat iron is a game-changer for styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was initially unsure how this flat iron would differ from my previous ones, but I was pleasantly surprised. Its ability to instantly cool my hair as I style is a major plus. My hair doesn't burn or become dehydrated, and I no longer sweat during the styling process.  The quick styling time is impressive. I can achieve a sleek look in just 5 minutes, and the results last for two days. If you're looking for a flat iron that's gentle on your hair and delivers long-lasting results, I highly recommend this one."
        },
        {
            "review_title": "New Favorite Flat Iron!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Where has this been all my life? Wish I knew about this flat iron sooner. My old one would pull and tug on my hair and this flat iron was a game changer for me! I have no words, just all great feelings!"
        },
        {
            "review_title": "Ultimate Styling Tool for Gorgeous Natural Waves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I couldnu2019t be more thrilled with the results! As someone who loves to switch up their look, I was excited to try this versatile tool, and it certainly did not disappoint.  First off, the design is sleek and user-friendly. It feels comfortable in hand and heats up quickly, which is perfect for those busy mornings. I used it to create natural waves, and the results were stunning!"
        },
        {
            "review_title": "Best straighter and styler ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Using it as a straightener, this is the best one Iu2019ve ever used! Hair comes out shiny and smooth and didnu2019t pull my hair! Will def be replacing my current straightener with this one forever! Using this as a curler or styler was a little bit of a learning curve for me but I also a really bad at even using a curling iron. Once I watched a couple tutorials I started to get it down and the curls came out so cute! If you have short to medium hair this will curl your hair quickly and smoothly! If you have long hair like my daughter and myself itu2019s def works more as a styler to put some volume and curl to the ends. We also have naturally straight hair that rarely holds a curl so someone that has want to curly hair would benefit from this even more. Once I get the hang of it this will be what I use to style our hair every time. I attached a couple pics of me using it for the first time learning on my toddler daughters hair after she came inside from playing so itu2019s messy but you at least get the idea. When I donu2019t want a full head of curls which I rarely want anyways, this will be my go to tool for us!"
        },
        {
            "review_title": "Fab styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m liking this 2 in 1 styler! I can straighten my hair without it feeling dry and smelling like burnt hair! I have natural wavy hair so sometimes when I straighten my hair, it wonu2019t last. This, especially with the air future, it leaves my hair smooth. I also think the curved edges help with curling, and especially that effortless beachy, mermaid look which I really love and this seems really easy to use in creating that!"
        },
        {
            "review_title": "Love this tool !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The BondiBoost Airburst Styler 2-in-1 Curling Iron & Flat Iron has been a fantastic addition to my hair styling arsenal. I love the versatility it offers whether Iu2019m in the mood for sleek, straight hair or bouncy curls, this tool does it all. The ceramic plates heat up quickly and glide smoothly through my hair without any snagging, which is a huge plus. What really sets it apart is how easy it is to switch between straightening and curling modes, making it a breeze to use even on busy mornings. My hair always comes out looking polished and frizz-free, and the curls hold up beautifully throughout the day. Itu2019s a must-have for anyone looking to simplify their styling routine!"
        },
        {
            "review_title": "A must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great hair tool. I use it for straightening and also curling my hair. Very easy to use and also quick. The curls also last for a few days. Highly recommend."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Absolutely obsessed with this. Gives me a great blowout look!"
        },
        {
            "review_title": "The cool air burst setting is everything!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love the cool air burst feature and heat control settings! This air burst styler gives me the best beach waves. Itu2019s lightweight and compact! Highly recommended!!!"
        },
        {
            "review_title": "Perfect tool for my fine hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Works great and is the perfect tool for traveling as it can curl and straighten. The air cooling effect is such a nice touch at helping my hair while applying heat!"
        },
        {
            "review_title": "Learning Curve for Me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have been a fan of Bondi Boost for years! I love when brands come out with innovative tools! Especially when it can do more than one thing! Iu2019m pretty good when it comes to curling my own hair. However, boy was I humbled when it came to this tool! As a hair straightener, love it! As a hair curler, itu2019s something Iu2019m not use to. I can never get the hang of curling my hair with a straightener. I look forward to using this tool more so I can learn how to style my hair better with it. The fan/air feature is pretty cool as well! It keeps the tool nice and cool around the facial area. I just wish the heat plates were a tad bigger. Other than that, I really enjoyed it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This hair tool is amazing because it helps with my frizzy hair. I loved using it to curl and straighten my hair."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "So easy to use and I love how compact it is. Highly recommend this 2-in-1 product. I love that it is so versatile and can do both. Definitely get this, great investment."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I LOVE this tool. It straightens AND curls. So easy to use, amazing finish! Honestly so worth it for the price. Highly recommended. When friends come in I give to them to try and they love it too. Perfect gift too!!"
        },
        {
            "review_title": "YES YES X 10000",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Ok wow what a game changer!!! This has made my hair feel so smooth & I love that itu2019s a 2 in 1!! Run donu2019t walk and get this :)"
        },
        {
            "review_title": "Best styling tool ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I used this product for the first time yesterday and believe when I tell you this tool is made to make your styling effortless. I love waves so I flattened the top of my hair and then I curled some soft waves, it is incredible how quick this turns into a curler, with just one twist of your wrist. It has different temperatures and also a cooling fan mode that works amazing for me because I was in a rush and I needed to cool down.  It took me 5 minutes to get the look I wanted."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Iu2019ve been adding this product into my getting ready routine and I love it!! Itu2019s a different hair tool than what iu2019ve used before but my hair looks shiny afterwards, and still feels so healthy. iu2019m definitely using it for my everyday routine for now on when iu2019m wanting some beachy waves."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using the Airburst Styler, and itu2019s a total game-changer. Itu2019s super lightweight and easy to handle, whether Iu2019m going for sleek straight hair or bouncy curls. The coolest part? Literallyu2014the little air vents that cool my hair down right after styling. My curls actually last, and Iu2019m seeing way less frizz. Plus, with the different heat settings, itu2019s perfect for tweaking to exactly what my hair needs. Just a heads-up, thoughu2014this oneu2019s for the US only, so keep it at home!"
        },
        {
            "review_title": "Not my favorite tool",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I never really liked curling my hair with a flat iron, so I was hoping this would be better and although it was slightly better they still turned out a bit wonky. I will say that they last and the cooling effect seems helpful. It did pull my hair a little bit and I lost a couple strands."
        },
        {
            "review_title": "Multifunctional, easy to use + GREAT results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have really long and thick hair, but this worked like a gem! ud83dudc8e it was able to both straighten, smooth and wave   my hair. I went to dinner on the lake for my anniversary the same day and my hair stayed frizz free and intact! ud83dude4cud83cudffc I felt like it wasnu2019t burning my hair either with the fan! Itu2019s so light weight and creates such a beautiful wave. I love that I donu2019t have to plug ud83dudd0c in two tools! Plus itu2019s great for travel. Now I can bring this instead of a straightener and curling iron! I canu2019t wait to experiment more with this!"
        },
        {
            "review_title": "Love BondiBoost hair tools!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love that this product is a 2-in-1. Makes it great for traveling! The packaging is super sleek and clean which i absolutely love. This leaves my hair feeling super silky and smooth and gives that salon quality look which I love!! Itu2019s such an easy product to use! BondiBoost always has the best products!!"
        },
        {
            "review_title": "A must have tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "i was positively surprised by how easy and resulting this product is. I love how i get the option to curl and straighten. Feels like a luxury hair tool."
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I was a bit intimidated by this product at first, but love that it is lightweight and allows for curling and straightening. The cool shot is a game changer, as my hair doesnu2019t love to hold a style without some help. Best of all, it leaves my hair super silky soft. A great addition to my morning routine."
        },
        {
            "review_title": "An Easy-to-Use Product with Great Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this product. The duality is amazing, and I love that I can both curl and straighten my hair with one product. The packaging is sleek and clean, and the variety in temperatures is amazing. It left my hair healthy and it was so easy to use. I definitely recommend!!"
        },
        {
            "review_title": "New favorite hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am obsessed! I love that itu2019s a two in one hair tool, makes it perfect for traveling!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s soooo good! I love that it has the option of both straightening and curling! Itu2019s very easy to use and it makes the bicest curls. Bondi Boost always has the BEST products! 100% recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I absolutely love this product; it will definitely be added to my everyday routine. I am very impressed with how the iron is made to keep my hair straight and soft at the same time. I definitely have seen hair growth from having reduced damaged when straightening my hair!! Thank you bondi boost for the best product!!"
        },
        {
            "review_title": "Great curls w/ reduced heat!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is amazing! I love the innovation of this product. I flat iron & curl my hair very often, so I was excited for the Airburst feature. to reduce heat damage. I can seriously tell a difference in the heat applied to my hair. My strands weren't smoking like they do with other flat irons! You can hear the cool air when you turn the feature on, but it didn't bother me much. It was very easy to use and my hair and curls came out great! I was gifted this product."
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I was a bit intimidated by this product at first, but love that it is lightweight and allows for curling and straightening. The cool shot is a game changer, as my hair doesnu2019t love to hold a style without some help. Best of all, it leaves my hair super silky soft. A great addition to my morning routine."
        }
    ]
}