{
    "product_id": "1744",
    "name": "Dualist Matte and Illuminating Concealer",
    "brand": "Wander Beauty",
    "categories": "Makeup, Face, Concealer",
    "price": 38.0,
    "about": "What it is:.What it does:.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "Matte Stick: .Caprylic/Capric Triglyceride, Titanium Dioxide (CI 77492), Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Euphorbia Cerifera (Candelilla) Wax, Microcrystalline Wax, Polymethylsilsesquioxane, Iron Oxides (CI 77491), C10-18 Triglycerides, Mica, Iron Oxides (CI 77499), Sorbitan Sesquioleate, Titanium Dioxide (CI 77891), Phenoxyethanol, Triethoxycaprylylsilane, Glyceryl Caprylate, Water/Aqua/Eau, Butylene Glycol, Camellia Sinensis Leaf Extract...Illuminating Liquid: .Water/Aqua/Eau, Caprylic/Capric Triglyceride, Methyl Trimethicone, Iron Oxides (CI 77492), Ethylhexyl Palmitate, Dimethicone, Butylene Glycol, Synthetic Fluorphlogopite, Iron Oxides (CI 77491), Mica, Polyglyceryl-3 Polydimethylsiloxyethyl Dimethicone, Sorbitan Sesquioleate, Iron Oxides (CI 77499), Titanium Dioxide (CI 77891), Polymethylsilsesquioxane, Silica Dimethyl Silylate, Sodium Chloride, Stearalkonium Hectorite, Polyglyceryl-3 Polyricinoleate, Phenoxyethanol, Magnesium Aluminum Silicate, Sorbitan Isostearate, Propylene Carbonate, Ozokerite, Propylene Glycol Dicaprylate/Dicaprate, Camellia Sinensis Leaf Extract, Anthemis Nobilis Flower Extract, Sodium Hyaluronate.",
    "how_to_use": "",
    "num_reviews": 84,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/dualist-matte-illuminating-concealer-P417143?skuId=1897123&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1897099-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Deep",
            "shade_descriptor": "deep with warm brown undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1897099-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Excellent concealer duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the feel and look. Itu2019s quite versatile. You can wear both on different places or stick to either matte or glowing. The packaging looks good. No breakouts or problems. The color is just right. Notice itu2019s made in Korea. I might be tan compared to a Korean lady, but Iu2019m not dark, yet Tan is the perfect shade for me. ("
        },
        {
            "review_title": "Extremely versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I've been using this concealer for several months and was skeptical at first, but ended up really loving it. The matte side is creamy but not too oily, the illuminating side I use very sparingly (mostly around eyes and forehead). Overall very versatile and I have been trying to repurchase, but it's been out of stock for quite some time now."
        },
        {
            "review_title": "will buy again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "i love both side of this product. want to buy a color deeper but it's out of stock now..."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I loved the 2 options but for the price & amount of product I donu2019t think I will re-purchase. However, great product, easy to apply & easy to travel with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had a creamy stick concealer 20 years ago when I first started using make-up, and absolutely loved it.  This feels similar, and will be a repurchase when I run out.  I don't love the radiant liquid end, but will continue to buy for the matte side. Bonus: it doesn't sit in my fine lines or eye creases."
        },
        {
            "review_title": "So Good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was so surprised at this!!! I have so many concealers and this one is one of the best.  Really surprised.  Really good!"
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "By far my favorite concealer ever used. Love the illuminating option too! Very creamy and stays put. I am a ranch hand and I work in the elements all year long, every season and outdoors, this concealer holds up. I have oily skin and am 33, so those lines are starting to pop up (haha) and this looks and feels wonderful. I use light in the summer and fair in the winter. I have mostly cool tones to my skin but not totally cool, and these shades blend flawlessly with my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "my skin is really dry and shows lines really easily. this is the best concealer ive found - both sides. love it."
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve bought hundreds of concealers and literally none of them have covered my horrendous dark circles until I used this. It has amazing coverage without accentuating fine lines. I hope this formula never changes because this is my forever holy grail concealer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great concept. The matte side has good coverage. I couldnu2019t use the illuminating on its own but blends well with the matte."
        },
        {
            "review_title": "pas super",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ce nu2019est pas le meileur, le cu00f4tu00e9 dur est sec sur les yeux et le cu00f4tu00e9 liquide nu2019est pas dut tout couvrant, donc si je compare u00e0 Tarte par exemple, pas de comparaison, dommage je le retourne"
        },
        {
            "review_title": "Shade range alone is SUS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "yeah it might be a nice concealer but in 2020 you canu2019t just have two same shades and call it fair and light when they are literally the same with different undertones."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I just cannot like it.  It does not cover  It does not last   Cute packaging though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love both formulas! Literally I can use the cream side so quickly and blend with my fingers on the go in about 30 seconds when Iu2019m not wearing any makeup. Doesnu2019t crease. Perfect undertone. And the liquid side is perfect for when I am wearing makeup. My new go to."
        },
        {
            "review_title": "good for dark circles and lasts a long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have oily skin (in Florida, no less) and it's hard to find a concealer that lasts and doesn't crease or change color. The only one that I swore by was Laura Mercier. (But since they are owned by Shiseido who tests on animals) I had to pick a new one.  The stick is drying and stays put; the cream lightens up dark creases and looks good around the cupid's bow.  This is my new fave!"
        },
        {
            "review_title": "Serious dupe for Shape Tape",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It's great to have the two formulas to choose from. I tend to use the cream more often and it's fully replaced my Tarte Shape Tape!"
        },
        {
            "review_title": "One of the only concealers I ever use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is one of my absolute favorite concealers! It's brightening, moisturizing, and provides the exact coverage I want. I have normal-to-dry skin, and I opt for a more natural look so it's possible this provides less coverage than some may desire but it's perfect for me. I have somewhat protruding eyes and do find some creasing in the undereye area, but that's to be expected. I'm halfway through this and will replenish it once I've used it up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the smooth glide and the coverage. Smells great and stays on all day!"
        },
        {
            "review_title": "Brightening Concelear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried so many under eye concealers  and I love this one! Creamy formula on one end can be used anywhere and the brightening on the other end is also good for highlighting. Its also great because its not drying and even after hours, it doesn't crease"
        },
        {
            "review_title": "Wander Beauty concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is worth all the hype it has received  The best concealer I have ever used"
        },
        {
            "review_title": "not full coverage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this concealer is not the same as you see in the advertising video. not full coverage and more of a natural look. clings to any dryness if you have it. overall kind of disappointed with the results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I use the liquid part under my eyes. I think the product is very good but at 58 it is hard to find anything that doesn't crese and the liquid end of this does not crese at least for me."
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is amazing! I love the liquid for under my eyes and the stick for blemishes. Works very well"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Maybe Iu2019m just super cool toned, but this particular color definitely veers warm. However, I can make it work. The texture of the stick part is really great, even on my dry skin. And, the liquid part helps it look more illuminated and polished. I really like this thing. Iu2019d buy it again."
        },
        {
            "review_title": "Best Multi-Tasker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the best concealer on the market. Iu2019ve used the ones rated higher, and none of them last without creasing or breaking down like this one does. It does not settle into lines and covers imperfections. I use the solid for under eyes and imperfections on my cheeks and jawline. I use the liquid to cover the redness on the bridge of my nose and to add light under my eyes. It covers well while looking natural and lasts through a 12-14 hour day."
        },
        {
            "review_title": "Doesn't really cover anything.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've used this concealer for several months and I honestly don't know why I've kept it this long. The light shade claims to have a neutral undertone, but it looks too yellow on my skin. It also doesn't cover blemishes-I applied it on a small, flat blemish that was just red and it didn't even cover that. I'll probably toss it as soon as I get a new concealer that actually works."
        },
        {
            "review_title": "So creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love how creamy and blendable this is! I bought it after seeing a video on IG and Iu2019m so glad I did! Blends amazingly under my eyes - the only thing it doesnu2019t cover well is dry blemishes. Love this and will definitely repurchase!"
        },
        {
            "review_title": "The one Iu2019ve been looking for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I was looking for a cruelty-free replacement for my NARS concealer and this is IT!! Not only does it give excellent coverage in the matte, the illuminating concealer acts as a great gentle highlight with NO sparkle or glitter. Iu2019m in love. I travel all the time and need products that are compact. I am thrilled with this purchase."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is just ok.  Was hoping for so much more after seeing numerous good reviews.  The Illuminating part of the concealer is really good, but the matte concealer is not so great.  It is just ok.  I will stick with my HG Tarte Shape Tape for now."
        },
        {
            "review_title": "The absolute best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My absolute favourite concealer for my combination skin. Iu2019ve tried to find something comparable to it, but nothing comes close. One side makes you look luminous, the other gives you a natural finish. In both cases, the coverage is superior and I routinely get asked if I got more sleep or drank more water (etc.) but the secret is just this concealer. If I had once complaint, itu2019s that the u201cfairu201d isnu2019t quite light enough for my pasty winter skin, although itu2019s perfect for me with a u201ctan.u201d (I really could blend in with the white walls, though.)"
        },
        {
            "review_title": "The Best of Both Worlds!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is a great concealer because it provides everything you could possibly need in one product. It is long lasting and very effective. The matte stick is perfect for concealing redness on my nose and cheeks and the liquid concealer is perfect for concealing under eye circles and brightening the eye area. If you have really dark circles you can use the matte stick for more coverage and layer the illuminating concealer on top for brightening the area and preventing dryness. These both work well for blemishes and you can pick based on your skin type. The fluid concealer may be better for dry skin and the matte stick for combo to oily skin. Iu2019ve even used the illuminating concealer as a base eyeshadow in a pinch. I highly recommend this product."
        },
        {
            "review_title": "Light coverage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "If youu2019re looking for a concealer that will provide more than 50% coverage, do not purchase this concealer. I was really excited about this, but, it barely provides any coverage."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I wish I could love this.  The matte stick is surprisingly creamy, the illuminating side is hydrating and they give a solid medium coverage.  My first issue is the shade range. Fair is almost orange and at least 2 shades too dark on my NW10 skintone. My second issue is the illuminating side has microfine glitter that I can see after blending and after I remove it.  If Wander Beauty extends the shade range and removes the glitter, I would try it again."
        },
        {
            "review_title": "Flawless Skin in 3, 2, 1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "There's a reason why this product is out of stock on sephora.com! This every day essential concealer provides seamless, flawless coverage without that cakey feeling! It's easy to blend, never gets cakey and makes your skin look absolutely flawless! If you're looking for the perfect everyday concealer, this my friend is the concealer you can't live without!"
        },
        {
            "review_title": "Creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product! Very creamy and smooth. Doesn't settle into my fine lines. I love the applicators!"
        },
        {
            "review_title": "No more dark circles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I am LOVING this product! Both sides are insanely easy to blend and cover up all my dark circles! If you are looking for an amazing concealer- you need this in your life!"
        },
        {
            "review_title": "Drying and cracks under my eyes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Maybe Iu2019m not using it right but I use both ends under my eyes and I notice by mid day it looks creapy and wrinkly by mid afternoon. I wanted to like the product cause Iu2019m open to exploring new brands but this just didnu2019t work out for me. It was too drying."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has been a life saver. Iu2019ve tried everything to cover my acne/spots on my chin. This product is light and doesnu2019t clog my pores while completely covering my problem areas and leaving a nice matte finish"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this product. I dot the liquid concealer over any blemishes. After applying foundation, I use the stick under my eyes. Itu2019s so creamy and covers up any dark circles, giving me a beautiful fresh look. I literally do not leave my house without putting this on!!"
        },
        {
            "review_title": "Holy grail of concealers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have tried so many concealers but this stuff is unbelievable, it is great for dark circles breakouts or any sunspots.It is great for dark circles, breakouts, and sunspot. I caught my husband using when he had a break out. He even said the stuff is unbelievable !!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love this because of its all in one ease.  It makes my undereyes look amazing and also fixes every dark spot on my face.  I love bringing it with me when I travel instead of the other 3-4 products that I used to use. This has become a staple in my everyday routine!"
        },
        {
            "review_title": "SO CONVENIENT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Makeup artists dream! I LOVE that the owner of the studio I work in - keeps this product in stock. Not only is it a beautiful formula - but it has everything you need in one place! More brightening under the eye with a more hydrating formula - then brighten in the Tzone with the matte formula and it will help control oil! It looks STUNNING on the skin if applied correctly!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep - deep with warm brown undertones",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The matte side of the stick is very smooth and soft and applies easily. The colors arenu2019t exactly the same on each side even after drying, the liquid side is a a little bit darker but not itu2019s not terribly noticeable. I didnu2019t have any issues with the product oxidizing when after a couple hours of wear. Iu2019m giving it 5 stars because it is a quality product and itu2019s convenient to have both a liquid and stick concealer in one well designed product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Deep - deep with warm brown undertones",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "The Dualist Matte Illuminating Concealer didnt cause any creasing (this is a struggle with A LOT of concealers Iu2019ve used.) With the humidity in NYC, I try to keep makeup to a minimum (Oily skin has a mind of its own! ) Part of my routine is to have my concealer sit prior to blending. I was surprised with how easy I was able to accomplish my look. I used the concealer with both the Flash Focus Hydrating Foundation and a foundation from another brand. Both wears gave me the look I wanted to achieve. The coverage was long lasting and I blotted throughout the day to keep a fresh face. I would love to see a larger range of shades in the future - especially with the formula used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product!! It really does the job of covering your acne/dark circles while also evening out your skin tone. The illuminating side also helps brighten up your skin which is what I really liked about this product - it has the best of both worlds!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is so great!!!! I love how easy it is to apply (since I am a beginner makeup user) and how easy it is to blend. I am in love with this concealer and definitely would repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LOVE that this concealer is dual ended! Super convenient for on the go!! Also I like the consistency of the formula because it doesnu2019t crease"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "more than great I just wish this has more color to choose from. I have neutral fair but i have to get cool fair which is ok but definitely not very bright. I just like the formula of this so much, very blendable"
        },
        {
            "review_title": "Very nice but too orange",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I really wished this product worked for me. Gave a nice coverage without creasing. The highlighter was nice. Both gave a very youthful look. Only problem is I'm porcelain and the lighest color was too orange for me. Please make a lighter color."
        },
        {
            "review_title": "Good Idea",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "When I first received it I loved it! It's an amazing concept but after a while the color developes an orange hue. I have tried this with many different primers and routines but nothing keeps this from oxidizing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I am obsessed ! Just got this and fell in love the matte side is super blendable and also pretty decent coverage . The illuminating side just adds a little coverage while brightening the skin. So glad I found this and I bought the color fair and Iu2019m very pale, for reference I wear 150 in The Fenty Beauty foundation and it was light enough and still brightened for me ."
        },
        {
            "review_title": "I love the concept of this, but way to yellow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "it is hard to choose a color for an item not stocked in stores, and I hav=d been wanting to try this product for so long, so I ordered in Medium, and based on the swatching pics, hoped this would work.  It is quite yellow, despite being labeled as neutral.  I think I would have been better served with light (as I had thought, but sadly out of stock)  What is it with this line, and stocking issues???  it seems as though there is never a full range available online. :-("
        },
        {
            "review_title": "IT LEAKS!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The coverage is ok, but beware, this product LEAKS! I was recently on a trip and opened my makeup bag after a long day at the airport to see that the liquid portion leaked all over. I assumed I hadn't closed it properly so I triple checked it on the way home and again, it leaked like crazy... probably lost about half of the product - which is super frustrating for the price!"
        },
        {
            "review_title": "no different then any other concealer",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not sure what all the hype is about.  This is just a concealer-----no different then any other concealer"
        },
        {
            "review_title": "disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Looked orange on my fair skin, not light enough for very fair skin tones."
        },
        {
            "review_title": "!!!! Please make Illuminating concealer alone!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The illuminating concealer on this guy is EVERYTHING. I freaking love it. The matte side is fine, but the color is a bit off for my skin tone so I don't love it. PLEASE make the illuminating concealer in a larger tube on it's own!!!! I would be a lifetime customer if that was the case, but for the price, I won't be purchasing as a dual again."
        },
        {
            "review_title": "The Perfect Travel Concealer for any Vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I absolutely love the versatility of this product! Whether you like cream contouring with the matte side or a natural luminous effect with the liquid side this is an amazing product.   I prefer using the matte side in dryer climates because the cream sits on my face without running or bleeding creating that mud mask effect.   I like using the liquid for a natural bronze base. This is great for winter because it hydrates the skin and brings out a natural glow which gets lost in winter dullness. Liquid contouring can be tricky but if your makeup skills are advanced this product is amazing.   I would like to try another colour in a lighter shade so that I can use both for a full contour- highlighting and sculpting.   This is an amazing product for on the go spot treatment, especially if you are running out the door and are wearing minimal makeup or want to dress up your face without over doing it. It is also perfect for people that travel often due to compact packaging.   There is an ample amount of product in both ends of the concealer- liquid and cream- which makes it an excellent investment and worth taking along.  I LOVE this product and will definitely keep it stocked in my collection."
        },
        {
            "review_title": "WHAT A SURPRISE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "OMG! I didn't expect this product to be THIS good!! I've tried a lot of concealers but this one is the BEST! If you're still looking for the perfect one, you should try this! You'll know what I'm talking about!"
        },
        {
            "review_title": "BEST CONCEALER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I first read about this product on PopSugar and decided to try it out because I couldn't find anything that worked well for me. I can't say enough great things about this, it covers dark circles, acne EVERYTHING. I've tried Tarte's new concealer and it doesn't live up to Wander Beauty. I recommend trying it out!"
        },
        {
            "review_title": "Saves my Teenage Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I am a teenager and as most of you know, teens are the main recipients of acne. Luckily in my case, I only get the occasional blemish but sometimes even the slightest irritation can cause it to redden and when that happens, it is only natural to try and find a way to conceal it. That is why when I spotted Wander Beautyu2019s Dualist Matte and Illuminating Concealer I knew I had to try it out. I am a lover of matte and this concealer had gotten great reviews and when I tried it myself, the reviews didnu2019t do this product justice! My skin has never looked better, and in times of breakouts and redness I will continue to use this product as my go-to!"
        },
        {
            "review_title": "A must have concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this concealer!! One side is a creamy full coverage matte and the other side is a creamy hydrating illuminating concealer. Everyone needs this in their collection."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I purchased this item in the shade tan.  I cannot say enough good things about it!!!! I have a tan skin tone and I often have a lot of trouble finding concealers that match my shade.  This concealer blended perfectly into my skin, and looked amazing!  I love the two sided product, giving you an option for using the same concealer with different looks.  Its nicely sized and I know it will last me a long time.  This is a must have item in everyones makeup bag!!!!"
        },
        {
            "review_title": "New obsession!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I'm obsessed!! So smooth and looks completely natural, I don't feel or look like I'm wearing a ton of makeup but it covers all of my redness!"
        },
        {
            "review_title": "Lightest shade=too dark",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "If you have very fair skin, this product probably isn't for you. The lightest shade fair was not very pale at all, so sadly I had to return this."
        },
        {
            "review_title": "Can't go wrong with this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I've used a lot of concealers - between many years and much to conceal, I've tried most of them.  This is my new obsession.  Great packaging - functions as it should, and the product is just perfect.  I highly recommend you try it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Holy moly new holy grail. Iu2019ve used Tarte Shape Tape, NARS Radiant, YSL, Tom Ford, Burberry...all of it. Nothing compares to this! Hydrating and goes on smooth. Hides everything, doesnu2019t crease, doesnu2019t u201clooku201d like I have anything on. Feels like wearing NARS Radiant, but more coverage, which is exactly what I wanted. This is so impressive I will definitely try other Wander products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Have been searching my whole life for an undereye concealer to cover my dark puffy circles and after so much research and trial and error this stuff actually works- will use it forever. The Illuminator is also excellent and when used with a highlighter powder on top really pops. Only small criticism is after using concealer have to check periodically for it getting crepey with the thin eye skin so just needs a few pats with your ring finger after applying but overall AWESOME for undereye!"
        },
        {
            "review_title": "Great formula, wish they made a lighter shade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Love the formula. The matte stick covers and blends really well an the liquid is great for undereye brightening. The only reason I won't be buying again is it is a little too dark for my skin tone. I am very pale and most foundations and concealers lean too orange for me."
        },
        {
            "review_title": "YOU GUYS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "As a reference I have oily combo skin. my under eye area gets dry and can look cracked and ugly, but my forehead gets soooo oily- which is why i often times use different concealers for each area, and we all know makeup is NOT cheap. This stuff isn't all that cheap either, but considering the amount you get (it's the standard amount that most concealers have at higher price ranges) and the quality, can't complain about it! I still can't believe it's not talked about, it's amazing!!!"
        },
        {
            "review_title": "Close But No Cigar",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the idea of a dual product. And the liquid concealer was great for areas that need lighter coverage--it went on well and felt nice. But the stick part was terrible--it was very drying and didn't do the job. This wasn't about the wrong color. I've used both liquid and pot concealers over the years. I would never recommend this to anyone. Maybe they need to reformulate."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried numerous concealers for my face and under eyes and could never find the right consistency or wouldn't last.  This duo is perfect!  It gives full coverage that lasts.  The texture is perfect not to moisturizing or drying. The two products together is genius."
        },
        {
            "review_title": "BEST IVE TRIED SO FAR!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i've tried a lot of concealers and this is the best, the color matches me perfectly and it looks sooooo natural! very long lasting as well! lasted 4 hours of dance!"
        },
        {
            "review_title": "Covers dark circles and acne!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have struggled to find a concealer that covers both my dark circles and terrible acne without looking cakey or splotchy. This concealer has changed my life! It stays on all night (even when I'm sweating) and the texture is perfect."
        },
        {
            "review_title": "great multitasker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this in light and it works awesome for my skin tone. The stick covers wonderfully under eyes and any blemishes/discolourations that I need to hide. It doesn't settle into line or slide off throughout the day. The liquid is a nice fuller coverage highlighter, although it find myself wishing that it was toned just a half shade lighter to properly highlight. It does lend a nice subtle glow. I find myself still pulling out my Touche u00c9clat, however. Would buy again."
        },
        {
            "review_title": "BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried so many concealers (NARS, urban, Lancu00f4me, MAKE UP FOREVER to name a few). I went into Sephora looking for a concealer for contour and stumbled upon this gem. Not only is it perfect for contour, it covers everything! I put it on and it covers my red face. I put the matte side on my cheekbones, under my eyes, nose, chin, and forehead. Then I sprinkle on the other side in little dots. It makes you glow in a subtle, beautiful way. You don't even need foundation tbh. It even our skin tone, lasts all day, and isn't cakey. I also have tan very red skin, and it covers it flawlessly. This is the only concealer that has ever covered my red. This will blow up once people find out about it because it's amazing!"
        },
        {
            "review_title": "covers dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, mediumTan skin tone, Dry skin",
            "review_text": "I feel like you get a lot of product for the price, so far no breakouts and doesnt seem to crease under my eyes unless im extremely dehydrated"
        },
        {
            "review_title": "No Makeup Makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! I've actually been using it all over my face to even out my skin tone because I don't normally like to go heavy on the makeup everyday (and I'll be honest, I ran out of foundation months ago). I use the matte side and make dots around my face then I dampen my beauty blender with a hydrating spray. After I blend that out, I use the illuminating concealer under my eyes, down the bridge of my nose, on my forehead, and on my Cupid's bow. I also fill my brows out a bit with their eyebrow pencil. A little bit of blush, highlighter, and mascara and I'm out the door!  Pros: Hydrating upon application. Makes my skin glow. The matte side is the perfect domed shape.  Cons: There isn't a lot of product on the liquid side. After a few hours, I've noticed I start to crease under my eyes. It also sinks into fine lines (and I'm 22!)"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this for over a week.. its creamy and lasts almost all day.. I love it!"
        },
        {
            "review_title": "Big Bang for your buck",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am in between fair and light so I use both. Fair is very fair, and light is very golden. So mixing them both is perfect for me. I love the liquid end for brightening. I'd love this is a larger size. It's beautiful. I use the twist side for blemishes or anything needing heavier coverage. The liquid is amazing for dark circles. I see no orange in the fair at all. But everyone's body acidity reacts to products differently. This is a great multitasking portable product. Try it, you will love it."
        },
        {
            "review_title": "Great concept - Inaccurate shades...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone",
            "review_text": "I was really excited to try this, the concept is great, but the shades are way off... Fair for Fair complexions with cool undertones is straight up orange. Really disappointing, but I hope to see more lines coming out with similar concepts!"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, mediumTan skin tone, Oily skin",
            "review_text": "Just like all of the other products I have purchased from Wander Beauty, this one did not disappoint. I love the fact that I get a cream concealer AND a liquid one all in one product. It is well worth the price I can promise you that; i've never looked so awake lol"
        },
        {
            "review_title": "results....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So I bought this because I was in the market for a new concealer, loved that this one travelled well, intrigued by the matte stick. I have to say the product is easy to use and creamy. I have mature skin so some fine lines and wrinkles, I also have under eye bags.  This wore for about 6 hours before I noticed some cracking. By the end of the day my undereye area was a bit dry. Always moisturize day and night to prevent this. This product just didn't perform to my standard. I gave it 3 stars as the concept and portability are great, the longevity and cracking issue need some work."
        },
        {
            "review_title": "Great concealer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wasn't sure about this concealer at first because of the price, but it is worth every penny. I didn't give it 5 stars because you don't get very much product. I have oily skin and, and it work great!"
        }
    ]
}