{
	"product_id": "1498",
	"name": "Medium Slipsilk™ Scrunchies",
	"brand": "Slip",
	"categories": "Hair, Accessories",
	"price": 63.0,
	"about": "What it is:A set of five midi scrunchies made with specially selected elastic and a slipsilk™ covering..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.What Else You Need to Know:Upgrade your hair tie game. From the makers of the Slip anti aging, anti sleep crease, anti bed head pure silk pillowcase, these scrunchies were designed to avoid hair creases. Made with specially selected elastic and a slipsilk™ covering to be gentle on your delicate hair..This Set Contains:",
	"ingredients": "",
	"how_to_use": "",
	"num_reviews": 26,
	"overall_rating": 3.0,
	"product_url": "https://www.sephora.com/ca/en/product/medium-slipsilk-tm-scrunchies-P446866?skuId=2232486&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2232486-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Too big",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love how soft they are but they’re so big they fall off my wrist and don’t keep my hair up unless I wrap it like 3-4 times and then it’s way too tight"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I like that it doesn't crease my hair, but they stretched out so much that I have to wrap it around my hair so many times just to get my hair back in a ponytail. I wouldn't purchase again, but what I bought worked well enough while it lasted I guess"
		},
		{
			"review_title": "I love them but they stretch out quickly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "As you can see the pink scrunchie has been stretched out. The white one (not in the picture) is even worse. These two are the ones I use the most, however it’s not like I was using them every day. They stretched out after using them like 3-4 times. I love them and I even feel like buying more, however just be aware that the elastic stretches real fast."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "They feel so nice at first but definitely stretch out, very hard to recommend this product because of that."
		},
		{
			"review_title": "leave creases",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I haven’t had the problems with them stretching out as other reviewers have said, but they absolutely do leave creases in my hair, unlike the description states."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Slide out of hair without any tangles. The reviews said they stretch out easily but I haven’t had that issue at all. I put these to work and no stretching out at all!"
		},
		{
			"review_title": "Not Worth It",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I had high hopes for these but I should have read the reviews. They do not last and stretch out of shape easily. Save your money!!"
		},
		{
			"review_title": "stretch out in a day",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "As others have stated, these stretch out so much so quickly. I read the reviews and got them anyway thinking it wouldn’t be that bad. It is that bad. The skinny ones and large ones are both much better options. Save you’re money for those."
		},
		{
			"review_title": "Cat fight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "These are great for my hair and look cuter on my wrist than a regular hair tie, only bad thing about them is my cats like them more than the other hair ties and I can’t find them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been using these for awhile now and I love them! I throw my hair in a bun with one of these before bed, and in the morning I can just brush through my hair and it looks good. When I use a normal ponytail holder, I have to flat iron my hair in the morning, because it’s pretty frizzy. I definitely notice a positive difference when I use the Slip scrunches."
		},
		{
			"review_title": "Don’t waste your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I rarely write bad reviews but I had to for these scrunchies. They are the WORST hair ties I have ever used. They do not hold even if you wrap it 3 times. They slide off and leave lines in the hair. They also loosen after one use. Seriously one of the worst purchases I’ve ever made and they are quite pricey. I really thought they worked well especially for that price. Maybe they’re good for kids? Cute as as bracelet but no good for hair. So disappointing for the price!"
		},
		{
			"review_title": "I keep buying more of these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have purchased every size of these SLIP silk scrunchies and I love them. I have long hair past my bra line and it is fin and straight they do no pull my hair out and I use to them after washing my hair and falling asleep with them in a wet head of hair. They don't leave huge creases in my hair. The small and medium-size is my favorite for everyday use outside the house the large I use when applying my makeup or after washing my hair and going to bed with wet hair up in a bun.  * I personally have not had any change in the texture of the silk when washing them with my towels in the laundry and then I use to hang them to dry or even using them in wet hair! They seem to hold up well!"
		},
		{
			"review_title": "They are pretty...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "They are okay. They’re cute on your wrist and cute to use on your head but I find that they still pull on my hair especially after paying quite a bit for them."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "These work great at night for keeping my hair out of my face without the annoying kink of a regular hair band. They will stretch out a bit so only get this size if you have thick/ a lot of hair!  I do find if I swap them out they will go back to their regular size eventually tho."
		},
		{
			"review_title": "Don’t Do It",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have these same scrunchies in the small size and did not have any problems with them. Decided to try the medium size. They stretched out horribly after 2-3 uses and won’t stay in my hair anymore. Can’t blame over-stretching them, as my hair is ridiculously thin and fine. Terrible quality for the price. Don’t do it!"
		},
		{
			"review_title": "medium silk scrunchies-so kind to hair!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love, love these scrunchies for the comfort and protection they provide my hair!! I would have given five stars but the scrunchies stretch out no matter how careful I am!  I love the colors the scrunchies come in-light colored and black and white stripes-beautiful colors that go with everything, they’re awesome to sleep in-they don’t pull or tug at your hair and their comfortable to sleep with in one’s hair! I’ve purchased these twice, I love them so!! They stretch so I buy more....honestly, though-silk probably stretches so I guess that’s the trade-off for “hair loving scrunchies”!!"
		},
		{
			"review_title": "Stretched out in No time",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I really expected more from these scrunches, considering their price and all the rave about them.  Within 2 weeks of using them, they were extremely stretched out.   However I must say, they do not crease the hair. I do have fine hair so I’m wondering if the small size might have been a better fit. If you have fine hair then I don’t recommend you buy these."
		},
		{
			"review_title": "Perfect for anyone that loves their hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I love these scrunchies. They dont damage my hair at all! I have fine, long blonde hair and these hold my hair through all of my HIIT, running and Pilates workouts.  Absolutely 0 damage or breakage.  Would definitely recommend for athletes that love their hair!"
		},
		{
			"review_title": "Amazing at protecting hair - maintains strength",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Ever since I started to use this product I have noticed my hair noticeably become less damaged and less breakage. I try not to wet my silk hair ties. I also notice that there are a lot of comments about this product stretching out after usage but I think it's meant to be loser for your hair to not get damaged."
		},
		{
			"review_title": "These suck for the price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone",
			"review_text": "These are very nice at but after awhile they stretch out so much I can’t use them"
		},
		{
			"review_title": "ehhh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The others are better. I have all of the different sizes and I was really excited when they came out with medium size ones but they’re not as good as the others. I used one once and it totally stretched out."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "I love the skinny ones but these were too big to even stay on my wrist when I bought them and then I pulled it once and it was stretched out. Stick with the skinnies."
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "although these are slightly expensive, I will say I am so happy I bought these and will def purchase again. I use to use the swirly cord but the silk has changed by hair for the better. It NEVER gets tangled and does not pull hair what so ever. I wear a pony tail/bun everyday for work as an RN and I do not get a headache either."
		},
		{
			"review_title": "Alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "These look cute on the wrist, but are way overpriced  Does the job, holds my hair in but not as tight as a standard hair elastic would."
		},
		{
			"review_title": "Soft but Strong",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "These scrunchies are perfect for pulling up my long fine hair. No more shedding when taking scrunchie out. Their super soft and strong I can actually sleep comfortably in them (hate having my hair hanging over my face while trying to sleep) definitely reccomend."
		},
		{
			"review_title": "Too much slip",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Combination skin",
			"review_text": "Very disappointed in this product.   They stretch out after being used twice.   I had purchased some last summer that are still in shape,  these are unusable after two wearings.  I am returning them."
		}
	]
}