{
	"product_id": "537",
	"name": "MAKEOUT CLUB Soft Blur Lipstick",
	"brand": "Freck Beauty",
	"categories": "Makeup, Lip, Lipstick",
	"price": 32.5,
	"about": "What it is: A soft-blur lipstick delivering depth and color with a buildable matte finish...Formulation Type: Lipstick..Benefits: Hydrating, Long-wearing..Highlighted Ingredients:.- Royal Orchid Extract: Reinforces and protects lip.- Magnolia Bark Extract: Anti-oxidant and anti-inflammatory properties.- Vegan Lanolin Substitute: Provides seamless adhesion and moisturizing properties..Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: A buildable, medium-to-full coverage lipstick with a soft-matte, transfer-proof, feather-free finish. This nourishing formula features Royal Orchid Extract to reinforce and hydrate lips, Magnolia Bark Extract rich in antioxidants and vegan lanolin for a cushioned feel....",
	"ingredients": "-Royal Orchid Extract: Protects lips. .-Magnolia Bark Extract: Adds antioxidant and soothing benefits. .-Vegan Lanolin Substitute: Provides seamless adhesion and moisture. ..Dimethicone, Isononyl Isononanoate, Dimethicone/Vinyl Dimethicone Crosspolymer, Polyethylene, Sucrose Tetrastearate Triacetate, Bis-Diglyceryl Polyacyladipate-2, Silica, Magnolia Officinalis Bark Extract, Orchid Extract, Caprylic/Capric Triglyceride, Aroma (Flavor), Dicalcium Phosphate, Methicone, Polyhydroxystearic Acid, Disteardimonium Hectorite, Linalool, Hexyl Cinnamal, Citral, Citronellol.  May Contain/Peut Contenir: (+/-) Ci 77891 (Titanium Dioxide), Ci 77491/Ci 77492/Ci 77499 (Iron Oxides), Ci 15850 (Red 7 Lake), Ci 15850 (Red 6), Ci 15985 (Yellow 6 Lake), Ci 19140 (Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 45410 (Red 28 Lake)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply directly to lips and blend with fingers along edges for a blurred look..-Build opacity by layering up.",
	"num_reviews": 308,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/freck-beauty-makeout-club-soft-blur-lipstick-P502850?skuId=2590149&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2590149-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Baddie",
			"shade_descriptor": "a dark brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2590172-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Freck Rust",
			"shade_descriptor": "a rust orange red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2590164-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Muse",
			"shade_descriptor": "a pink beige",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2590156-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Main Character",
			"shade_descriptor": "a rose brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2590149-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "The Moment",
			"shade_descriptor": "a muted rose",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2699114-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Legend",
			"shade_descriptor": "a rich warm brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2699122-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shy Hottie",
			"shade_descriptor": "a warm caramel",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2699106-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I love this product so much!!! The formula is amazing, it’s a lipstick but it doesn’t dry out my lips at all!! I love the smooth texture of the product and this shade is just perfect!!"
		},
		{
			"review_title": "Gorgeous, but needs some improvements with age",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "BEAUTIFUL orangey red without looking overboard. Pros: really smooth formula, gorgeous color, sleek packaging Cons: there’s a little space in the packaging so the bullet shifts side to side and might drag a bit on your lip, does cling to dry patches instantly, tried making out in this and my boo’s lips also turned orange so watch out for transfer hahah!  G"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I love the color and the finish. It has a very silicone feel to it, which i usually like in a blurring lipstick. I did notice it was pretty drying and reapplication was tough without additional lip prep."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I love this product so much the texture is amazing and so lightweight and it’s not drying at all and it has a very smooth creamy finish"
		},
		{
			"review_title": "No staying power",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love the color! Absolutely no staying power. This lands perhaps an hour, usually less, before reapplication is necessary."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The colour is really nice and does have some lasting power. I cannot get over the terrible rubber smell and the extremely cheap packaging/applicator. It takes a decent product and makes it feel like something from the dollar store. Will not be repurchasing."
		},
		{
			"review_title": "I’m obsessed with Freck Rust",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been looking for the perfect fall red orange lipstick and finally found it. It’s a comfortable, soft matte lipstick that doesn’t dry out your lips. I’m obsessed with the color as it is very pigmented and unqiue, unlike any other shade I’ve had. I’m always afraid of wearing red lipstick for colors but this one is perfect and very classy."
		},
		{
			"review_title": "Stunning & Vibrant color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I purchased MAIN CHARACTER! It’s a stunning color and the formula is so soft! It’s a matte which is my favorite and it doesn’t dry out my lips. My only complaint is that it does smell odd, but it’s CLEAN"
		},
		{
			"review_title": "holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "I never, ever leave reviews, but I had to for this lipstick. these are seriously amazing, and if they're ever discontinued, I will cry. it gives a beautiful, blurred, matte look while also being genuinely hydrating. I've never felt a lipstick like it before. I'll absolutely be buying more shades."
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I am obsessed with this brand and their lipsticks! They go on very smoothly. I bought both “the moment” and “muse” and love them both. These two are my staples! They’re perfect rosy pink for a fresh flirty look. On the pic I’m wearing “the moment”"
		},
		{
			"review_title": "Everyday shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Smooth and buttery, glides on lips effortlessly  The shade is so beautiful."
		},
		{
			"review_title": "Minus the scent it’s my new go to!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "Loveee this! Doesn’t transfer, when it fades it actually looks like a natural lip stain and love the color! Took off a star because the scent is kinda weird and I wish the packaging felt less cheap but if they change those two things it’s a 5:5 for me!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Legend - a rich warm brown",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "i bought legend. it’s a lovely color, nice and cool toned, since i’ve dyed my hair to a more ashy light brown it’s been the best color for me. it’s nothing new but it’s a nice color."
		},
		{
			"review_title": "Must have everyday use! Naturals but buildable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this product, you can layer or dab on lips for a more subtle natural look. It’s creamy but looks matte. Highly recommend! This is my 3rd time repurchasing"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Legend - a rich warm brown",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Legend is my absolute favorite nude. I have slightly pinkish brown lips with a medium complexion and this suits me."
		},
		{
			"review_title": "pretty but smells terrible",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love how it looks but it STINKS. Literally smells like musty fish. I dont really reach for it because of the smell which is too bad because I loved how it looked"
		},
		{
			"review_title": "Faulty packaging ruins a good product.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Color was nice, quality was nice, packaging was faulty. The cap kept popping off in my purse, and the product was almost immediately destroyed."
		},
		{
			"review_title": "Orangey and unremarkable",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "All the shades are way too orangey for me. Had to return because it made me look ill."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Smelled so bad, I had to return it. Probably expired when I received it."
		},
		{
			"review_title": "French blur + moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought all the colors! They all look so good and feel amazing. There is zero drying out of the lips, in fact it feels like buttery moisture! It is truly the French blur everyone is looking for. ￼"
		},
		{
			"review_title": "The BEST lipstick on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I own 1 million lipsticks. I own satin and matte and high gloss and glittery and everything in between. After trying just one of these colors I went online and purchased the rest of them. They go on like buttery velvet and even as they wear off, they still tint your lips and it literally looks like a blur/filter. ￼"
		},
		{
			"review_title": "Cursed cap, lost so much product.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Colour is pretty. Formula is soft matte, ever so slightly streaky, and transfers a lot. Packaging is AWFUL. The cap does NOT stay on. Like another review said, i also experienced it opening inside my purse and making a mess, multiple times!!!! What a waste"
		},
		{
			"review_title": "Terrible packaging lipstick waste",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Product was great but design was not. The cap kept popping off in my purse and the lipstick fell out of the packaging and all over my purse lining. I barely used it. Waste of money. Would love a replacement or a credit."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love love love this lipstick! Its the perfect soft matte that can be toned down or built up. The color Main Character is a stunner, 10/10"
		},
		{
			"review_title": "Everything you'd want from a lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Freck Rust was the exact rust-red shade I have been searching for. For comparison, I had been using Kosasport Lip Fuel in Flow (creamy and hydrating but sheer color) and Gucci's Satin Lipstick in 505 Janet Rust (not hydrating enough - settles into any cracks or lines in your lips). Freck Makeout Club Soft Blur lipstick in Rust checked all my needs: strong, pigmented color; creamy formula; hydrating; long-lasting; mostly smear proof. I love it and will be replacing it when I'm out! (Also, it does not break off or crumble like so many other lipsticks do, it keeps its form while applying to my lips with pressure)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I absolutely love this. It’s great on my sensitive skin. The colours are not really accurately described or shown online but I went in store and looked at the colour. It’s a nude on my skin and looks so great. I use it both for every day and special occasions."
		},
		{
			"review_title": "Need more cool colors!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love Main Character. The Moment is a bit too orange on my cooler complexion. Baddie is awesome but way less pink looking on a pale cool tone like me. Legend was also, sadly, not close to the images for me. Some orange in it and much more brown, I didn't see that nice subtle purpleish color like the photos show. Maybe it's just my skin tone again. Would love some of those colors with less orange in the color, more fitting for cool people. Overall I love the formula and I'm in love with this lipstick. I just need some shades that fit me better."
		},
		{
			"review_title": "Don’t hesitate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Stunning, beautiful texture, bury me in this lip color"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this lipstick! The staying power is top notch and feels so perfect on my lips (not drying although it is matte). It is a constant repurchase and Muse is the every shade for day AND night."
		},
		{
			"review_title": "MORE SHADES",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I tried like 3/4 of the shades, and The Moment is the only one I could make work as a cool-toned girlie. the formula is great and looks even, I just wish there was a better shade range. it all seems to be for warm-toned people, which sucks."
		},
		{
			"review_title": "Cute color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Perfect color for me and I love the shape but it is a little bit dry for me and after a while the packaging tends to be a little bit wobbly for my liking."
		},
		{
			"review_title": "High pigment, low moisture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s ok. Not really moisturizing. I have medium golden ski and blue eyes; Freck Rust was really vibrant orange on me.  If you’re more of a lip gloss or tinted balm girl this won’t replace that."
		},
		{
			"review_title": "My Favorite Lipstick Formulation Yet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Very hydrating and creates a natural finish on the lips. This color is perfect for Tan/ Tan-deep skin tones as a “my lips but better pink color”.  This lipstick also last all day for me."
		},
		{
			"review_title": "One of my favorite lippies for dry lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone",
			"review_text": "I have dry lips and usually use hydrating, shiny lipsticks only, but this one is perfect!!! It does not setting into my lip lines and it is not drying at all. The thin bullet makes it so easy to apply and quickly smudge out."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love it. Hydrating and beautiful color. The color last long. Freck rust is my favorite color"
		},
		{
			"review_title": "Smells like a fish!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "literally smells like a fish! I liked the color 😍 Since it smells  like fish I had to return the product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "LOVE these! I have Main Character and Shy Hottie and I LOVE how these look on the lips. Matte and blurring without being chalky, gorgeous colors, and stays pretty well. I mostly blot these on my lips for some color. I just wish the packaging was higher wualoty."
		},
		{
			"review_title": "Stinks of Burnt Plastic",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love the colour & that it’s matte. I bought Main Character & it was great. Works wonderfully under a shear gloss. So, I bought Muse & The Moment & they REEK of BURNT PLASTIC—to the point that I got a terrible headache, nausea, & was super dizzy & had to remove it. I’m not sure if it’s the lanolin alternative but the smell does not make the product feel safe, particularly to wear on your lips."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I am so sad this didn’t work out I really wanted to love it. The color is beautiful but Unfortunately this has made my lips very dry and little bumps on my lips like almost milia."
		},
		{
			"review_title": "New standard",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "New favorite lip color. I’ve been a Glossier user for years but have issues w/ packaging drying the product out. This is soft & moisturizing; the color is rich & lasts forever. Way better than glossier."
		},
		{
			"review_title": "The color will leave you speechless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The color will make your lips pop! Smooth application, very pigmented; this is my new pocket friend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Such a good matte lip color. Subtle but very pretty. Can be a little drying, but with good lip prep goes on great."
		},
		{
			"review_title": "Beautiful shades mainly for warmer tones",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have tried Baddie, Muse, Main Character, and now The Moment. I love the formula really badly, because it goes on smoothly and it glides perfectly, leaves a really nice matte finish that doesn't feel dry, and overall it's just a great lipstick. As a fair, cool skin tone leaning neutral, here is what I'm thinking of these colors. This is obviously a line for generally warmer and darker skin tones, and they look amazing, so this will only serve a few people but here it is.  Baddie was definitely browner than I think, with no hint of pink on me. It looked also darker, so I couldn't go for it, but obviously a beautiful shade otherwise.  Muse was a bit orangey, and just didn't work. I noticed that I'm a very cool tone when it comes to lipstick because anything remotely warm will look orange on me (if you're like me, you know), so that had to be a pass. A beautiful pink otherwise if your skin tone can take it.  Main Character I actually kept! It's the perfect blend of brownish pink mauvey that doesn't lean warm, and again, the formula made me so happy I could keep one of them. Very moody and mature, love it.  And so I tried The Moment recently. Again, a beautiful nude pink but also a bit orangey, so sadly I have just been completely unable to find any nude color that works on me, because they are all too warm overall. I will just say, it looks much more nude than pink in person in my opinion, I expected something much more on the pink (and blueish) side, so keep that in mind and ideally swatch swatch swatch at the Sephora store! (if they have your shade in display of course)"
		},
		{
			"review_title": "The perfect burnt orange lip!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I purchased this lipstick for my wedding this past weekend and it was the PERFECT long-lasting rust red lip! I was completely obsessed and it will be my go-to lip color all through the rest of Fall and Winter!!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The color is nice a little more pinky than I was expecting but the formula feels soooo dry to me. Am i the only one? My lips feel so dry as soon as I put it on"
		},
		{
			"review_title": "Wow! Super impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Bought muse main character and one other shade and wow! This formula is bomb! Gorgeous!!! Doesn’t dry you out, soft focus blurred appearance. Can’t speak to how long wearing it is is. Shades do run warm. Doesn’t have that awkward silicone feel. If you are into warmer tones shades comfortable mattes and that blurry look, you have found your grail."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This lipstick gives your lips a soft matte finish and feels very comfortable on. The ingredients help to protect, moisturize and soothe your lips. Additionally, it is made with vegan lanolin, which gives your lips a cushioned feel which I really enjoy. The color range is very lovely as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is a great lip product with awesome ingredients. It buildable and it keeps my lips soft for up to 8 hours. It doesn’t smudge and I don’t need to reapply every-time I eat. My lips are moisturized all day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been able to use this 4-5 times now. Even thought I enjoy the color, the application is not smooth at all. I wouldn’t recommend putting this on without a mirror present since the color pigment doesn’t spread out evenly."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am obsessssssed with this lipstick!! I have been wearing it non stop. I love how velvety the formula is. It glides on so smooth and lasts all day. The shade is gorgeous and matches my complexion very well.  Plus it's hydrating and not drying!"
		},
		{
			"review_title": "I’m loving the color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently tried the Freck Beauty Lip Blur and I must say, I am thoroughly impressed. This product has quickly become a staple in my makeup routine.The formula of the Lip Blur is incredibly smooth and creamy. It glides onto the lips effortlessly, providing a comfortable and hydrating feel. I love that it doesn't dry out my lips like some other lip products tend to do.The color payoff is fantastic. The Lip Blur provides a beautiful, natural-looking tint to the lips that enhances my natural lip color. It's perfect for those days when I want a subtle, effortless look. Not only can it be used as a lip tint, but it can also be used as a blush or even an eyeshadow. I love products that have multiple uses, and the Lip Blur definitely delivers in that aspect.It stays put for hours without fading or smudging, which is a huge plus for me. I don't have to worry about constantly reapplying throughout the day."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was very excited to receive this lipstick. Overall, the texture is very velvety and I really like the pigment or the color. Also, this lipstick is very long lasting and I wear it out the day underneath the mask at work. Overall I highly recommend this product due to its great consistency and overall wear"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I was really nervous when I got this because the color ended up being SOO DARK!! But it honestly gives Clinique black honey because it’s super sheer and has a purple tint to it. That being said this is perfect for my dark skin glirlies cause it will complement them the best. But the product itself is hydrating and velvety for sure"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "While Freck has been hit or miss for me, I really love how easy this lipstick is to use on a daily basis. The color compliments me well, and it's something I could throw on for work or a quick errand without having to work too hard to make it look perfect. The formula is really velvety soft and makes my lips feel smooth and buttery.  This will be an everyday staple for those non-glam days. Love it!"
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I recently tried the MAKEOUT CLUB Soft Blur Lipstick, and I was genuinely impressed by its performance. It kept my lips feeling moisturized and comfortable throughout the day. It stayed put, even through meals and sips of drinks, with minimal transfer. I appreciated not having to constantly reapply during a busy day. The texture of this lipstick is a dream. It glides on smoothly, creating an even and soft finish. It's not heavy or sticky. I found the colors to be versatile and suitable for various occasions. Whether I wanted a subtle look with a single swipe or a more dramatic effect with layering, the options were there. Overall it's a makeup essential that combines style and comfort beautifully."
		},
		{
			"review_title": "My favorite lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Literally the most beautiful lipstick ever!! I honestly didn’t think an orange lipstick would suit me but this is my new favorite lipstick! It feels amazing on the lips & is the most beautiful shade!! -Lyzastarrz"
		},
		{
			"review_title": "A beautiful well wearing lip shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "What a pretty nude shade! This doesn’t require a liner as the pigment slightly “blurs” along the edges of the lip. A soft and initially hydrating formula, it wears beautifully and has decent lasting power."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "The Moment - a muted rose",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Very matte lipstick. It reminds me of old school makeup every was raving about. The color is beautiful though. I got the moment dusty rose color. If you have dry lips, try to prep it first then put on this matte lipstick."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Freck Beauty's Soft Blur Lipstick is a game-changer! The texture is incredibly smooth, and it leaves a natural, velvety finish. The shade range is versatile, and it lasts all day. I'm obsessed with the subtle, blurred effect it gives to my lips. A must-try for any lipstick lover!"
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love the shade! So velvety, creamy and wearable. A beautiful formula and such a pretty everyday shade, especially for fall. I would definitely checkout other shades too. It’s a very hydrating, non drying matte which I so appreciate!"
		},
		{
			"review_title": "Such a good formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I like how hydrating this lipstick is with a great pigment. This color is perfect for fall and the up coming holiday season. I was gifted the make out club soft blur lipstick from Freak beauty for my honest review."
		},
		{
			"review_title": "Amazing everyday lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is an awesome lipstick, and it comes in amazing shades. It feels soft on the lips and is super moisturizing. Usually when I use other matte lipsticks, you can see every single imperfection on the lips put the blurring affect on this one is unmatched."
		},
		{
			"review_title": "LOVE THIS PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This formula is incredibly hydrating, keeping my lips hydrated throughout the day. Its long-lasting power means fewer touch-ups, which is a win. The velvety soft texture feels luxurious and comfortable. Plus, the color wears so well; it's a perfect blend of style and substance."
		},
		{
			"review_title": "Excellent lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow. Love this lipstick. The formula is so hydrating, velvety soft and long lasting. The color is wearable really great and stays long on your lips. I would highly recommend it to everyone to try out. Perfect!"
		},
		{
			"review_title": "Beautiful but drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Such a pretty shade, but it is drying to me. I love it and just put a balm over and under it, but be aware if you have super dry lips!"
		},
		{
			"review_title": "Great for simple look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this eyeshadow stick complimentary from Freck Beauty for review purposes but this review is my honest opinion. I love this shade on my darker skin tone because it gives me a little natural shimmery oomph without being overpowering. It applies smoothly without transferring or creasing. I think it is great to keep on hand for a quick simple glam look!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "Great texture, nice colour, but hate the smell. Will not purchase again."
		},
		{
			"review_title": "The color is so bland",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Definitely save your coin if have a deeper skin tone. The shade is so dull.  Just buy a revlon lipstick for 6$"
		},
		{
			"review_title": "New fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Love it, my new go-to lipstick. Not drying and a great colour that goes with everything"
		},
		{
			"review_title": "A staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I bought this randomly because I loved the color. After using it for 3 months it has become a staple!!! It gives a beautiful matte finish but without drying out my lips.. in fact, my lips even feel softer after using it. The color is the perfect combination of rosey and brown and makes my lips look full, plump, and beautifully tinted."
		},
		{
			"review_title": "I love this shade of brown",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The formula gives a blotted look type of blur, which I love. The shade is a rosy brown. I know in my swatch it can look red, but i swatched it next to a red brown and I could clearly see that this is more rosy than red. I have very dry lips, and I think this is a pretty comfortable matte, though it can feel drying at times. What I like the most about this is it looks good even if my lips are dry, and also looks great under lip oils/glosses."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I used to be in love with Make Up Forever  lipstick in Fearless Valentine. This is so much more comfortable, and the look is softer. I still love MUF, but I could wear this one everyday if I want."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I love a matte lipstick and this one delivers on all counts. It's long-lasting, non-drying, pigmented. 'Muse' is a must-have! It's a flirty shade that adds just the right pop of colour while also being perfect for everyday wear."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "didn’t order this lol but tried it and it’s a pretty color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I finally got to try one of these despite the very mixed reviews. Does it smell? Yes, kinda bad. Chemical-y or plastic-y. Is it matte? Yes, but smooth going on. It is slightly sheer but with my natural lip color I think the color is great. I decided to keep this over Saie Modern. If you can look past the smell and cheap-ish feel of the stick, I think it's a good lipstick. I'm just glad I gave it a chance."
		},
		{
			"review_title": "Exactly as advertised.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "It’s matte but hydrating, and lasts super long. Does exactly as advertised, and the shade Main Character definitely is a staple nude everyone should have."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Such a pretty color, creamy. It works really well like my lip color but a little amplified. Only minus one star because it has a heavy crayon scent lol"
		},
		{
			"review_title": "Meh.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Nothing to write home about. Not in love with the smell or the texture. Just kinda meh."
		},
		{
			"review_title": "Good formula needs much better packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love the formula — a bit on the drying side so hydrate before use. But MY GOD it’s the cheapest feeling package ever. I had this in my purse and the lid cracked and I couldn’t shut my lipstick properly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Colour payoff packs a punch and the shade is stunning. Has a beautiful, plush velvety look and feel, very comfortable to wear."
		},
		{
			"review_title": "must-have purse staple. so versatile and buildable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "this was a surprising homerun product for me. i’ve recommended this to so many friends of diff skin tones bc it is so versatile and buildable. don’t trust the swatches on sephora - baddie is way less brown and has rosy warm flattering undertones that are a total MLBB for any olive toned or even light to medium warm undertone ppl out there. one swipe and it literally gives me the warmth my naturally purplish gray lips are missing. two swipes and i’m ‘90s grungey brown.  i like to layer this under a hydrating balm because it works like a stain. it’s matte but not drying. just an absolutely surprisingly flattering color that won me over to freck products. trust me, these heauxs knew what they were doing w this product!"
		},
		{
			"review_title": "LOVE LOVE LOVE, but stinky stinky stinky",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Ok I will admit this has a strangely awful scent… like I have no idea who approved of it, but regardless this lipstick is perfect! I love exaggerating my lip line without being so obvious about it and this product is just perfect for that. I loved it so much I came back and got another one in a different colour"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "In love with formula and color. Even though now glossy look on lips is more trendy I still could go pass this one.  I like the way it feels on my lips and I love the blurry look!"
		},
		{
			"review_title": "The bomb lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This color will suit any skin tone! It’s that perfect pinky brown and it goes on smoothly and does not dry out my lips. I wear it every day."
		},
		{
			"review_title": "Smells like burnt rubber",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I don’t know if some of the batches are off but this smelt strongly of burnt rubber as soon as I opened it. Sadly returned it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "NON STOP COMPLIMENTS!!!!! Seriously this is the lipstick that gets me nonstop complements, so much that I’ve bought a second so I can always have it on me. It feels very moisturizing but the color stays for hours for me! Love it!!!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bought colour Baddie. Soft yes. Casual lipstick for me. I think it’s a colour that would suit anyone. Doesn’t feel drying. Fades quickly and easily I think"
		},
		{
			"review_title": "Baddie",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This review is for shade baddie. Shade is highly pigmented and has a smooth unsticky consistency. It does not dry out my lips. Only downside is that if you have any dry patches on your lips it will really collect there. This is definitely an exfoliate-before-use product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this product! My lips have been feeling super dry these days with the extra cold weather and this really helps retain the moisture for hours. Will be keeping this in my everyday bag for emergencies :)"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great lip balm option! I’m very happy with it. It’s not sticky but it does stay on which are two things I look for in a balm. I’d definitely recommend. This is also a great small gift option for anyone since it works on anyone!"
		},
		{
			"review_title": "too drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I like the concept but this was too trying on my lips and I don't have dry lips normally.  When looking in the mirror an hour after applying I realized my lips looked dry and honestly, not good.  I returned."
		},
		{
			"review_title": "Genuinely a perfect soft blur",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I've made a lot of mistakes with lipstick in the past - my liquid matte lipstick phase, for example, which I still own hundreds of dollars worth of evidence of. So I hesitate to jump into new lip products now, but I couldn't pass up the cute name and a perfect rusty orange color. Kind of expected to want to return it. Put it on the other night and then fell asleep soon after without wiping it off. Woke up and had the most perfect color stain on my lips from this lipstick. It truly was a soft blur! I was immediately sold. I wore it to work today and it lasted *most* of the day. I wouldn't say it's INCREDIBLY long lasting, but it does work pretty hard considering how much I talk and drink coffee all day. I also find that it fades out in a really lovely way. I bought another shade too which I'll probably try out tomorrow. Love the formula though. Between this and cheek slime, Freck is a brand I'd all but disregarded until recently and am now pleasantly surprised with. The pigmentation is definitely there, but in a way that you can do a small swipe and then blot it out, or lay it on thicker. I prefer the former."
		},
		{
			"review_title": "Great but bad scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Echoing the great reviews abt texture and blendability. Main Character is a lovely neutral rose-brown that covers pigmentation. However, the scent! Smells powerfully of burnt crayon!"
		},
		{
			"review_title": "My new lip staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This is such a beautiful nude brown for dark skin women. This is definitely my new go to on days where I want the no makeup-makeup look. I'm absolutely in love with this color and the formula! The formula is soo hydrating it feels like a balm but the pigment is still lipstick level."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Cute colors, but had to return these because they smelled absolutely awful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this product! It feels super hydrating on my lips and lasts a long time! I love how creamy the formula is, it doesn’t dry out or crack as the night goes on. Would recommend"
		},
		{
			"review_title": "Not typical of Freck",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product looks beautiful on- I didn’t really need another lipstick but I love everything else Freck has created but WOW THIS PRODUCT SMELLS HORRIBLE. I cannot even believe they released this to the public- it smells very strongly of burnt plastic. Will be returning."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I really enjoy how soft and pigmented these lipsticks are. The formula is more velvety than matte and does blur the lip lines a little bit. I purchased Muse and Main Character. These are everything that I wanted another very popular brand's blotting matte lippies to be."
		},
		{
			"review_title": "wrong colour",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The formula feels nice, but the colour is not at all what was advertised. It’s much brighter and almost looks Like a coral pink to me"
		},
		{
			"review_title": "PERFECTION",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is such an amazing every day lip color! I got the shade main character and let me tell you it definitely makes you feel like that! Glides on like a lip balm, but gives you a powdery-velvet Matte look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These lipsticks give a beautiful finish! I would say they're a hybrid between Rare Beauty's matte lipsticks and Mac's powder kiss. They don't feel overly hydrating IMO, but they're so lightweight and don't emphasize fine lines or existing dryness, which is perfect... especially in a dry winter climate! The Main Character color is the perfect deep nude tone and is so versatile!"
		},
		{
			"review_title": "Go-To Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Probably my new favorite lipstick ever! So SO freaking soft to apply, the color is stunning and pigmented without being too much, and it wears beautifully throughout the day. Will definitely get the otherother colors!"
		},
		{
			"review_title": "Absolutely Love this Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "From the moment I first tried this lipstick, I was hooked. So much so I brought another. The feel is moisturizing, but matte look. Such a soft finish, yet the pigment is on point!"
		},
		{
			"review_title": "New Fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have a hard time finding matte lip colors that work with my skin tone (tan/deep with golden undertones), but this is amazing! I love that the color is noticeable, yet effortless. It’s also matte without drying like others that I’ve tried. The color does transfer a bit, so be aware if that’s a deal breaker for you!"
		},
		{
			"review_title": ""Freck Rust" is a GORGEOUS color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I was on a quest to find the perfect orange fall lip color, and boy does this fit the bill. I am OBSESSED with this color. It's reddish orange in a really classy way - not at all clownish or obnoxious. I'd say muted but it's also bright at the same time. The consistency is less creamy than I expected, and I have to be sure to pre-hydrate with a lip balm while applying the rest of my makeup, but this is usually enough. It also helps the color last longer. I'd say the consistency is slightly creamier than the Charlotte Tilbury lip cheat lip liner. A few things to note:   - Color does transfer. Not a deal breaker for me, but yes. Your Starbucks lid will let everyone know.  - I hate the packaging. It feels cheap and doesn't keep the product in place while you're applying it. Be careful when opening and closing the lid, I feel like the entire stick could overextend and break off easily. - Reapplication is super easy. It's enough to dab it in the middle of your lips and rub. It has a really natural finish that doesn't fade awkwardly like some bright lip colors. - Since it's really matte, I enjoy wearing a lip oil over top of this product to give it a bit of hydration and shine. It looks fantastic either way."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "absolutely in love with this formula. matte but not drying. it goes on so smooth. i got all the colors and I'm in love. I've tried so many lipsticks, this one is so far my favorite"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "Love this lipstick. it's such a nice color and doesn't dry my lips out. It's the perfect size and I love that it doesn't have an obnoxious scent to it. It has nice pigment and last a good amount of time throughout the day. Highly recommend!"
		},
		{
			"review_title": "Love it! It transfers, but not a deal breaker",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Such a beautiful color and formula. Knocked off a star bc it seems SUPER transferable. But that’s not a reason I got it. I just wasn’t expecting that much transfer. It kinda acts like a stain where the color stays but not much"
		},
		{
			"review_title": "Really pretty color and finish!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I really enjoy the pigment and feel of this lipstick - its not too creamy but not too matte. I am taking a star off because the smell is a bit strong for me, its kinda chemically. However after wearing it for a bit that smell does go away."
		},
		{
			"review_title": "Beautiful and hydrating color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "This lipstick has a soft matte texture that leaves my lips feeling soft and looking healthy. The formula doesn't dry my lips and is pigmented. The opacity is versatile, you can go from a lightweight to full coverage. The color stays for a while and is so buttery."
		},
		{
			"review_title": "The formula is spot on!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This is a beautiful color. However, the color does wash out my dark tan skin tone if worn alone. The application of this is very smooth.  The finish is matte but it’s very comfortable and It didn’t make my lips feel dry."
		},
		{
			"review_title": "I really love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It's my first time trying this brand.. I got the shade Muse and I really love it! The shade is beautiful,  It's  matte but it didn't dry out my lips.. It's pretty hydrating, It feels nice on lips.. It feels velvety smooth, It is buildable and it is long wearing.."
		},
		{
			"review_title": "Love this product, would wear year round",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Now Freck Beauty knows how to do natural makeup RIGHT. I have always been on the hunt for something that reminds me of the Sephora lip blush(love those_. Something timeless,feminine and classic. This product can be dabbed on, wiped on,etc and it looks amazing anyway. The only pet peeve is when people call shades like rust fall colors or imply that these colors are only suppossed to come out int he fall which is wrong. For gals with dark hair, dark big eyes..rust is an all year color that suits our  coloring. Rust is not a color I pull out in the fall. I wear it in all seasons. Its a natural lovely color. Stop assuming that if a color isn't pink, it means it must be fall."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I was not super excited about this formula but once o tried it I was so happy! It is not drying and went on super smooth. All in all it is a solid product and I like the color!! The other colors are great too."
		},
		{
			"review_title": "Cute matte lip",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Regular Lightweight matte lipstick. I do have darker lips so I did need to build up the color but it ended up coming out nice. Very comfortable to wear and didn’t have such a super drying formula like some matte lip products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This lipstick by FRECK beauty is absolutely gorgeous! It is one of those everyday colors that you can match with anything! It doesn’t dry out your lips and is super versatile to go with anything! Highly recommend!"
		},
		{
			"review_title": "I really like this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really like this product. It was a light, creamy texture and a soft matte finish. The shade I ordered is ‘Muse’, which is almost a perfect match for my natural lip color, so it’s great for a natural makeup look. I also love the packaging and the name of this product - makeup club! Such a cute and fun idea."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Love love love! I love how buildable the color is and how it doesn’t dry my lips out AT ALL!! It lasted me around 5 hours without needing a reapply but it wore down nicely without looking weird. It didn’t feather either"
		},
		{
			"review_title": "Obsessed with this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love love this product and I want to try more from this brand! From the packaging to the color! This is for sure something I would recommend and I want to get other colors in the line! 100% will continue using this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I loved the way this color looked on my lips! The texture was super feathery and comfortable. I applied two coats for coverage and it lasts pretty long without fading. I would definitely recommend this lipstick"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "What an velvety and soft textured matte  lipstick in shade “Rust” one of my favourite color during fall. This goes really smooth on my lips and I like i can blur it with my fingers. So slick design plus easy to carry in my purse.Love the formula it’s light and doesn’t dry out my lips. The color is very pigmented and looks so good."
		},
		{
			"review_title": "Beautiful formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this lipstick color, it is such a nice shade goes beautifully with my tan skin tone. I also love how smoothly it glides in my lips. It is long lasting and I use it for my everyday wear color. I truly like this formula so much I have to pick up a few more shades."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted by freak beauty this lipstick is so creamy yet leaves the perfect matte finish. Sometimes matte lipsticks tend to be runny but this one wasn’t runny, didn’t bleed nor was there any feathering. I also loved how pigmented it is and the perfect day - night lipstick"
		},
		{
			"review_title": "You NEED this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this lipstick! I’m obsessed with how it applies so smooth and I love this color for fall! So pretty! It is beautiful on its own but I also love it with a gloss over it! Doesn’t transfer either it’s amazing!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have the Makeuout Club Soft Blur Lipstick in the Shade Muse. It's a soft pink and goes on so smoothly. I love using this on my inner lips and really blurring out the lipstick to create a soft makeup look. This has been perfect for that. It's long lasting and I love that it feels weightless on my lips."
		},
		{
			"review_title": "A staple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I really like this lipstick!!! The shade is gorgeous. I like that while it’s a soft formula that applies easily, it doesn’t move around too easily. Definitely want more shades of this lipstick. Highly recommend"
		},
		{
			"review_title": "Beautiful Fall Lips!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Thus color is absolutely beautiful for fall! The pigment is great and I love how soft it feels going on! The formula finish gives a beautiful soft blur but without the drying texture for the lips! Super comfortable! The wear is also amazing, I only touched up once and really didn't even have to because the color fades beautifully as the day goes on. The only thing I would change honestly would be for the lippie to to have like a vanilla scent to it."
		},
		{
			"review_title": "In love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love freck beauty products, all their shades are pigment and look pretty on my skin tone. This lippie feels like a lip balm, moisturizing but with that added pigment. It’s very lightweight and the shade is buildable and looks pretty as a cheek too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "The color on this is gorgeous! The texture of this lipstick is my ideal type- soft, buildable and it has a blurred effect that easily provides great coverage with only two to three passes. This deep shade went well with my skin tone too!"
		},
		{
			"review_title": "So pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This stuff is great! I love the shade. It’s not too drying and lasts nicely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this lipstick. It is very soft. It gives the effortless blotted look. The color is a bit more orangey rust than I expected but it is a nice color for fall. I like how compact the lipstick is as well. It feels very comfortable to wear."
		},
		{
			"review_title": "Beautiful day wear shade.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have tried a few freck products and this was the first lip color. Pleasantly surprised. It’s a matte finish and I loved the shade! It goes well with a simple day makeup! You can layer with more shades for a more glam look but I like it this way for work everyday."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was very excited to receive the soft blur lipstick!! I got the shade Baddie which is a chocolate brown with a pink undertone. Applies to the lips nicely. I’d say medium coverage. Very smooth and does not dry out the lips."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This lipstick by Freck Beauty is absolutely gorgeous! I love how the lipstick doesn’t crack when it dudes. This pigment is beautiful. It’s one of those go to lipstick shades that you can wear with anything!"
		},
		{
			"review_title": "Soft and natural looking!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love the natural lip color and how non-drying/light weight the product is on the lips. It’s soft and gives a blurring effect for someone who is looking for something more natural without all the feathering and bleeding some lipsticks have. Very buildable and pigmented for those that are looking for more color."
		},
		{
			"review_title": "Smooth and Buildable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I tried an eyeliner from Freck Beauty which was super nice so I wanted to try the lip product. Makeout Club Lipstick is very smooth on the lips and easily works with fingers to blur yet possible to build up the color. I have 'Baddie' perfect for the fall season. I would love to try other colors."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This product is super pigmented!! I love how it’s not drying and it’s really buildable. Personally the color I picked is not my absolute favorite but the actual formula is amazing. I highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, lightMedium skin tone, Combination skin",
			"review_text": "As soon as I put it on I noticed how buttery smooth the formula and my lips were a little chapped before putting it on but it immediately felt better. The color is gorgeous perfect for the fall and was lightweight."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Obsessed with this freak beauty lipstick. I had never heard of this brand before but am always ready to try something new!! The color i got is so good and i feel like goes with every skin tone. Going to buy more!!"
		},
		{
			"review_title": "Great modern matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was really surprised by this lipstick! Such a rich, saturated color in one swipe. It is a soft modern matte formula, but very comfortable on lips. Wears well, and faints evenly over time - no smearing or feathering noted. I also like a slim white case of this product - simple and minimal design. Love it."
		},
		{
			"review_title": "Comfortable matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I normally don’t prefer the look and feel of matte lipsticks, but this one wears comfortably. It has a comfortable velvet texture and really gives a “soft blur” look to the lips without looking flat."
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love how comfortable this lipstick is. The texture is a soft matte that doesn't dry out your lips. The pigmentation is really nice as well. It is buildable, which is nice to change up the opacity. It lasted well though out the day and I didn't notice any feathering or bleeding. The shade is very gorgeous."
		},
		{
			"review_title": "Good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is my first time trying Freck beauty. I must say that I love the lipstick shade. It is a perfect nude for my skin tone. I would definitely recommend everyone to try it out. The formula is really nice."
		},
		{
			"review_title": "Perfect fall color, and fades beautifully",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this color, Freck Rust! It's perfect for this fall. I have been on the hunt for a rustic color like a burnt orange/red that is not too dramatic because I am not a bold lip kind of girl and this one is so close to what I was looking for. In terms of formula, it is really creamy and comfortable/hydrating but it does bleed out if I don't set it. I learned this trick a while back that you can blot your lipstick so it doesn't transfer easily. This is what I do every time with this one, a piece of tissue and setting powder and voila! Plus, what I LOVED about this one is that it seems to stain the lips so as the formula wears off it leaves the color behind so it doesn't look patchy at all. It looks evenly faded and the beautiful color is still there. Of course, I prefer liquid lipsticks because I do over line my lips so this isn't most convenient for me in that aspect so I do sometimes go over my lip line with a lip brush to fade any harsh lines. All in all, I am really enjoying this lipstick!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My favorite lipstick ever. It works so good with my skin color(I have an olive skin color). Soft matte texture, very comfortable to wear, non drying formula, long lasting. It is really great!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I always like to start any review involving lip products by letting everyone know-I have the driest lips ever known to man. For that reason, lipsticks can be hard for me to find that agree with my dry lips. This one is absolutely beautiful in color, but as always, I wondered if it would be too drying on me. It’s very soft and velvety and lasts all day long, and does not dry my lips out or accentuate my dry lips at all!"
		},
		{
			"review_title": "Shade MUSE is a MUST!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I am LOVING this lippie!! It is matte without being drying at all and the texture…OH MY! Did I mention this blurs the lines and texture in my lips. This shade is absolutely GORGEOUS with just enough pigment!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Complimentary from Freck Beauty. I love how matte this lipstick is--it's very comfortable to wear all day. My lips didn't feel dry at all after I used i, and it's perfectly pigmented.  i did layer it a bit,  but it wasn't completley necessary."
		},
		{
			"review_title": "Lovely !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "This is a lovely lipstick that I love! The color is super cute, i used the shade muse and it’s perfect for fall and everyday use. It’s easy to apply and you can blot it if you want a blurred look. I totally recommend it for everyone, it lasts all day and does not smear"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I love this lipstick, it’s very comfortable to wear and blends out into a lovely shade of bright shades arent your thing. It’s not drying at all and I really like the shade “muse” it’s a lovely natural shade. I really like this lipstick and look forward to picking up more shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is a really great, hydrating, pigmented lipstick. I love it for everyday wear. It doesn’t bleed and stays in place. It has such a soft formula which is lovely. I stick it in my purse and bring it everywhere!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Beautiful rose brown shade and lovely formula. The color is buildable to the desired opacity, it’s soft matte. It doesn’t feather or bleed, so comfortable to wear. It applies easily. Such a pretty packaging too."
		},
		{
			"review_title": "Love this lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is my new fav lipstick! It's so cute and flattering. I've had a hard time finding matte lipsticks that don't look dry and crunchy on me but this one is soft & non-drying. The formula is easily buildable if I’m looking for a more matte lipstick kind of look but I prefer a light tint look. I never have any bleeding or feathering with this lipstick so lip liner is totally optional. I definitely recommended it!"
		},
		{
			"review_title": "Must have!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love how this color looks on me with a clear gloss over or by itself! I love how it’s not drying at all like some other lipsticks can be! It never gets on my teeth either which I appreciate and it’s a super soft application which is also usually hard to find!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "Loving this lipstick. The color that I got it look so natural on my lips. The lipstick is buttery smooth and hydrating. It’s has soft matte texture, very comfortable for lips because it doesn’t dry your lips.  I hope they release more colors in the future."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Love love love this lipstick! The color is perfect for fall season and all the fall looks! It’s a matte formula but it’s not drying on the lips and it’s super soft as well! The formula is pigmented but also buildable as well!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Wow! I was pleasantly surprised about how non-drying this formula is. Very easy to wear + apply! You can definitely build up coverage to how deep you want the color to be! I definitely will be purchasing other shades."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This lippie is a new favorite, the burnt orange color looks so good on my skintone! It's super buildable so I can just dab a bit on for a pop of color or easily build it up. It feels nice when applying and once it dries down it doesn't feel like I'm wearing anything"
		},
		{
			"review_title": "Love this lippie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This was sent to me by the brand but my opinions are my own - I love a shade that’s “ my lips but better“ and Falls in that range. It’s a burnt orange color so not exactly the shade of my lips but still looks very natural and it’s an amazing shade for the fall season. The formula is great, very hydrating but still long lasting. I like the sleek packaging and it fits in a purse very easily without being bulky or taking up too much space. Absolutely would recommend this!"
		},
		{
			"review_title": "The perfect shade & formula for fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I am in love with this soft matte formula! Not only is it extremely comfortable and lightweight on the lips but it’s very pigmented and lasts throughout the day without having to reapply it. A little goes a long way with this formula and it doesn’t dry out my lips which I love! I also love how I can use one layer on light makeup days and build it up through layering on full coverage days! Overall it’s an amazing formula!"
		},
		{
			"review_title": "Highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love this lightweight cream. Eliminates frizz and makes ends appear healthier. Doesn’t make your hair look greasy at all, or feel greasy. I put in on after the shower on wet hair, but also on my ends on dry hair."
		},
		{
			"review_title": "Perfect for fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This lipstick is perfect for the fall! The shade literally gives fall vibes! It’s matte but doesn’t dry at all and it’s super soft on lips and super comfortable to wear. The color is also buildable which I love."
		},
		{
			"review_title": "Comfortable and cute",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It's my first time using a lipstick with ingredients that include Royal Orchid Extract and Magnolia Bark Extract. My lips felt comfortable and soft and quite nourished. I finish was matte and it looked very subtle.  I like that this brand is clean and vegan. It does transfer a little but overall I'm a fan!"
		},
		{
			"review_title": "Soft formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I really like the “long” lipsticks vs the standard size ones since they are less bulky in my purse. This shade looks really nice on my skin tone and the formula feels soft on my lips but it bleeds through so I will use this with a lip liner when I wear it"
		},
		{
			"review_title": "Holy Grail Status",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I don’t even know where to begin with how much I love this lipstick formula! I have many powdery, blotted lip formulas in my current makeup collection, and the Freck Makeout Club Soft Blur lipstick formula has quickly become my favorite. It’s incredibly comfortable, blends out easily with your finger, can be built up or sheered beautifully. Truly this is my ideal, perfect lip formula. I have the shade Baddie, which is beautiful and perfect for the Fall/Winter seasons, but I now want every shade because of how lovely this formula is."
		},
		{
			"review_title": "Gorgeous lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Loving this lipstick so much. Gorgeous shade and gorgeous formula! I love how this looks on my face! It makes my lips look full naturally. It also feels great and is long lasting! Such a hood lipstick I want to get all the shades!"
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "Love this Freck Beauty Blur Lipstick! I got the shade “baddie” and it lived up to the name. It’s medium to full coverage and best part is that it doesn’t bleed. It’s compact that it can be carried around my purse."
		},
		{
			"review_title": "So good-even for dry Lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I always like to start any review involving lip products by letting everyone know-I have the driest lips ever known to man. For that reason, lipsticks can be hard for me to find that agree with my dry lips. This one is absolutely beautiful in color, but as always, I wondered if it would be too drying on me. It’s very soft and velvety and lasts all day long, and does not dry my lips out or accentuate my dry lips at all!"
		},
		{
			"review_title": "MUST BUY! Need more colors!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "Freck Beauty has done it again! Such a beautiful lipstick! Love the color, the texture of it! It goes on so smooth and really does blur the lips a bit so it’s even. It’s not a drying matte at all and is so comfortable. Highly recommend!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I loved this product the color is so cute it’s very pigmented. I love that’s it’s Mayte but it won’t dry out your lips it’s my favorite lipstick at the moment. The color is perfect for the fall season."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I like how comfortable this product is, it is very buildable and still looks nice and smooth. I did not think this brown color would look great on me, but I was pleasantly surprised. The sleek packaging is a plus too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have the shade main character and I love the soft matte texture. It is so comfortable to wear it feels like you don’t have anything on and it doesn’t dry out my lips. I love how easily buildable the color is and it doesn’t bleed. Definitely going to pick up more shades!"
		},
		{
			"review_title": "Lovely sleek packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Sleek lipstick to start with that makes it so easy to carry in a purse. Lovely color & buttery formula . Best part is that it’s buildable & you can have multiple layers to get your perfect hue. It’s keeps lips moisturized for good time."
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Sleek lipstick to start with that makes it so easy to carry in a purse. Lovely color & buttery formula . Best part is that it’s buildable & you can have multiple layers to get your perfect hue. It’s keeps lips moisturized"
		},
		{
			"review_title": "Beautiful color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I am always on lookout for nude shades that works for brown skin and I think it’s a good shade for me. It glides on smoothly and give a great color payoff and very moisturizing. I am a person who prefer long lasting color but the negative side is that this one doesn’t last long."
		},
		{
			"review_title": "LOVE this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Okay I love this product! It’s the perfect brown shade and I really like this brand! I for sure want to try the other colors but this has been my go-to since trying it out and I would for sure recommend it to anyone!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "As a long time lipstick junkie, I’m always on the hunt for a new favorite. This one is perfect! It is so comfortable, glides on the lips, great color payoff in one swipe and it feels like I have nothing on!! This is an instant favorite and perfect for everyone! So happy to discover this one and I can’t get enough! It is not transfer proof (which doesn’t bother me), but I figured it was worth mentioning"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted from freak beauty I personally love matte lipsticks and this lipstick definitely gave that! The  soft matte texture and long lasting /non drying  formula made me fall in love with this lipstick. I personally wasn’t a huge fan of the color but my sister tried it and loved how pigmented the color was.  I also loved how there was no feathering or bleeding in this lipstick which is typically associated w matte lipsticks"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Pretty lipstick and a lovely color as well - find it to be hydrating and I enjoy the natural matte finish. Love the color I was sent - a very minimal brown that can be worn daily. I think the color would look good on everybody!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Green eyes, lightMedium skin tone, Combination skin",
			"review_text": "I am so impressed with this amazing lipstick. Very long-lasting, beautiful color, and a generous amount of product. This product lasts forever, from 7am before I go to work to 7pm for drinks. Absolutely amazing and highly impressed!"
		},
		{
			"review_title": "I really like this formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "This lipstick is so comfortable and light, looks great all alone or with a full face of makeup. I like how it compliments my lip color and makes them look gorgeous. I have the shade Baddie which is a dark Plum shade, I thought it would be too much for me as I normally do not like dark lipstick shades. But since it's such a light formula it really compliments my lips."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The perfect lipstick for everyday, I am using the shade “muse “ it’s a pink beige , it’s the perfect fall shade   it has a soft matte texture it’s so confortable wear it, I really like the packaging is beautiful the best part this lipstick stay all day"
		},
		{
			"review_title": "Great lippy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "A great lipstick that doesn’t have much transfer! Love the color that I was sent. A great nude that I can wear everyday with most of my casual outfits. Love how moisturizing this lipstick is as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I really liked this lipstick. It’s velvety and creamy. Goes on smoothly on my lips and looks gorgeous. I even got a couple of compliments, which doesn’t happen that often to me with lipsticks. The color suits me very well as well."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful- this lipstick is absolutely incredible. The shade is perfect for fall. The formula is creamy and matte but not drying at all after a long wear. This lipstick can also be buildable to a perfect hint of color to the lips to a bold amazing look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love this lipstick!!!! I love the nude color and stays put on the lips for a long time. It feels comfortable and is longlasting and makes my lips look blurred. I’m excited to try other shades in the line as well!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’m a huge fan of freck beauty! The make out club soft blue lipstick is smooth, a matte finish and has a nice deep color. It’s hydrating and king wearing. I love that the brand is clean and cruelty-free!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "What a lovely little non drying formula perfect for all your fall dreams and your upcoming holiday parties! This is such a great and wearable formula! Excellent for all who might want a bit of lip color fun!"
		},
		{
			"review_title": "Perfect fall lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am loving this beautiful matte lipstick! It is the perfect fall shade, I really love it. It feels so comfortable on and doesn’t dry out my lips. I love how long lasting it is as well. The shade is very pigmented, and you can build up the color as well. Hi can’t wait to try more shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "The soft matte formula of this lippie is really nice! I like how it feels going on and how pigmented it is. It feels moisturizing, not drying at all. And doesn’t feather or bleed. You can build it up and stays feeling comfortable on the lips. It does transfer but I don’t mind that too much. The shade Freck Rust is gorgeous, I love it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I like the applicator and that this is a mat yet comfortable lipstick! It's buildable, pigmented, and doesn't bleed.  I got it in the shade muse- a pink beige but the color is not as expected. It has more of an orange rust tint which I thought was one of their other shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The name of this lipstick is self-explanatory - it leaves you looking like a baddie. Brown lips are all the hype right now and this is definitely a game-changer. This applies so beautifully; I love how it doesn’t leave you feeling dry. I highly recommend you try this out. This product was gifted to me by Freck Beauty for review purposes."
		},
		{
			"review_title": "A must have for your makeup look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I love this product it was very pigmented and it didn’t bleed. I love the matte finish and it is such a beautiful color. It doesn’t dry out your lips either I would honestly recommend this lipstick it’s my favorite."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I found my new favorite lip product! Omg this is amazing! The formula is so pigmented but non drying! It lasts a long time on the lips even after eating! I definitely recommend! It’s my new favorite lippie"
		},
		{
			"review_title": "a beautiful shade w a lovely soft matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this lipstick! It has a beautiful blurring effect with a soft matte finish that doesn’t leave the lips dry. The color is a deep rose with a warm brown that is perfect for a clean girl/everyday look but also super cute for a night out. I don’t need to layer the product as much because it shows up beautifully on my skin tone with just one swipe, but it is super buildable and might need more swipes depending on skin tones and desired opacity"
		},
		{
			"review_title": "Love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "Love the texture of this lipstick! It’s so smooth and it doesn’t create. I have been loving using this as my everyday lip product. It last a good while and doesn’t create a mess when I need to reapply. Totally recommend!"
		},
		{
			"review_title": "Love it smooth lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a beautiful shade I have shade baddie which is perfect for dalo it’s a brown shade but not too dark. It also glides on and does not dry my lips out it also seems to smooth or full the fines lunes in my lips!"
		},
		{
			"review_title": "beautiful color and lovely soft matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this lippie! It has a beautiful blurring effect with a soft matte finish that doesn’t leave the lips dry. The color is a deep rose that is perfect for a clean girl/everyday look but also super cute for a night out. I don’t need to layer the product as much because it shows up beautifully on my skin tone with just one swipe, but it is super buildable and might need more swipes depending on skin tones and desired opacity"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I picked up the shade main character, a beautiful brown shade. Perfect if you are looking for a 90's brown. This is it! it's warm and rosy and glides so smoothly on the lips. It has a lovely matte yet not drying formula, and its buildable. I also really enjoy the packing.But we need more shades! Highly recommend!"
		},
		{
			"review_title": "Beautiful color and pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a beautiful lipstick that feels feather light but gives good pigment. It doesn’t dry out my lips or settle it my lines.  I love how it is matte but doesn’t make my lips look dry. It’s buildable and I can apply one layer for a light look or more layers for a more pigmented look. I can’t wait to try the other colors! This was gifted by Freck."
		},
		{
			"review_title": "The perfect fall lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "For the fall season especially I go more fuller glam and matte, this color in particular is very fall appropriate I love the soft matte formula because I and a long-standing lipstick but I don't wanted to be dry, is you are looking for the same thing this is it, goes on very smooth and very pigmented."
		},
		{
			"review_title": "Pink nude lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I picked up the color Muse... perfect nude pink. It’s soft and long lasting, and the color is the best part. It gives off a natural look. But make sure your lips are hydrated/ moisturized to look smooth."
		},
		{
			"review_title": "Perfect color for fall!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the rust color I was gifted complimentary from Freck. It’s a perfect, rich brick color, that is a matte & is perfect for fall. The color is very pigmented & goes on smoothly. The lipstick gives off a blurred effect that gives the right amount of color & makes it easy to layer on and build the color. It’s a mix between a lipstick and a lip tint. A little goes a long way, which makes it easy to really have great color pay off. The second time I wore the lipstick I tapped it on my lips versus swiping it on. I love this color & this a cool matte formula you must try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this!! I’m always hesitant about matte formulas because of how drying and uncomfy they are but this one is not that. It’s very soft and didn’t notice my lips cracking at all. The color is very pigmented but also very buildable which is great for more everyday looks. It wears very well without feathering."
		},
		{
			"review_title": "LOVE THIS PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I cannot recommend this product enough!! I rarely wear lipstick (especially matte) because it always feels drying or bleeds or the texture is just horrible. This lipstick is my new favorite go to!! It’s so smooth. The texture is amazing and it doesn’t dry out my lips at all. I love how you can layer it to make is more opaque or just blot it on for a blurred look. I rarely have to retouch it and I get so many compliments. I will be back to buy all the colors"
		},
		{
			"review_title": "My favorite lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My favorite lipstick ever. I got the color muse and it works so good with my skin color(I have an olive skin color). Soft matte texture, very comfortable to wear, non drying formula, long lasting. It is really great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This freck beauty lipstick is so smooth and creamy and the perfect shades of neutral. I am a medium olive skin and the neutral shades work so well with my tone. Doesn’t dry your lips out and it stays on, with no feathering. Also super pigmented!!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this lipstick! It’s both long wearing and easy to build up without drying my lips! The soft matte texture is great, but doesn’t crack at all. It even held up after eating lunch and dinner! Would recommend."
		},
		{
			"review_title": "She’s a winner! Long lasting & hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This soft blur lipstick has pleasantly surprised me! At first, I thought omg I picked such a dark color but it’s okay coz it’s fall I’ll pair it with something else. It didn’t need any pairing. It’s absolutely soft, not drying at all I stead it’s very hydrating, you can build up the color if you want it darker or lighter and it looks great on me even without makeup. It’s the perfect daily lipstick that doesn’t feel like lipstick, it feels like you’re treating your lips while wearing it, it’s lightweight and looks great on all skin tones. I need all the colors because WOW she’s a winner!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is the cutest lippie love the packaging so much super easy to take everywhere, the shade is a beautiful brown color and feels amazing on my lips I’m totally obsessed with this beautiful lipstick"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This freck beauty lipstick is so smooth and creamy and the perfect shades of neutral. I am a medium olive skin and the neutral shades work so well with my tone. Doesn’t dry your lips out and it stays on, with no feathering. Also super pigmented!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "",
			"review_text": "This formula is soooo good! It's matte and long-lasting. Lasts almost all day! But it is not drying. Love how pigmented it is. It's almost like a liquid lipstick. Really like that in just one swipe you get so much color!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have found the perfect nude lipstick. The formula is non-drying, which is why I love it so much.  The lipstick is very pigmented and has a soft matte finish. Ideal for an everyday natural makeup look. It was gifted to me by Freck Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this lipstick. The shade is beautiful. It is so creamy that it applies very easily. I am obsessed with how it looks on my lips. It does not dry out the lips and it does not smudge at all. It is long lasting as it stays on for a long time while staying in place. I am so happy with this lipstick. Cannot wait to actually purchase the other shades. Simply beautiful, good quality and solid lipstick that you need in your make up bag."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love that the trend for lips is going softer and more blurred.  This blurred lipstick is perfect for that trend.  It feels nice and light when applying and you forget you have anything on your lips after awhile.  The formula is matte but not drying.  One swipe was enough color for me you can also build it up.  Love the nude shade of Muse!"
		},
		{
			"review_title": "Makes your lips look kinda dry",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I feel like it looked dry on my lips. The good thing is that it didn’t make my lips feel dry though. It is very light and you can barely even feel it on your lips. The color was alright, but I didn’t really like it."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I’m so obsessed with this super lipstick I love the consistency and texture, specially how beautiful look on my lips! The packaging is easy to used and the packaging is beautiful I’m totally obsessed with the shades!"
		},
		{
			"review_title": "so nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "this feels so comfortable it looks like a matte but it’s so creamy! the shade is freck rust, kinda like a red shade. the packaging is really nice and the angle helps you line your lips before filling in with the entire product"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this lip product! I buy many lip products and this consistency is one of the best I’ve ever used. I absolutely love the wear of this product and how it looks on. I got a shade darker than I normally do and I really love"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This product looks stunning on my lips. The formula is very moisturizing while still being pigmented. It wears well throughout the day and the coverage is buildable. The color makes my teeth look whiter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "I love the formula so much. It has a nice blurring effect, satin/ matte finish and is not drying. I love the ranges of shades available for this product and it’s affordable. If you’re looking for a new lip product definitely give this one a try!"
		},
		{
			"review_title": "Good lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is a great lipstick. The color is amazing and isn’t too much wish my skin tone. I really like how buildable the product is so I am able to wear it with just a little color or I am able to build it up and have the full color show through."
		},
		{
			"review_title": "So comfortable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I wasn’t sure if I was going to love this shade on myself but wow was I wrong. If I wear the right colors, this lipstick looks stunning. I love how comfortable this feels on the lips. It’s very soft but her keeps my lips hydrating at the time. The texture is amazing, and I love it. I also love that it doesn’t make a mess lip some lipsticks do. It’s slowly becoming a favorite formula."
		},
		{
			"review_title": "MY NEW HOLY GRAIL LIPSTICKS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love everything about it!  From the packaging to the color and the formula itself.  I am obsessed with this color.  It goes on smooth and matte without drying out my lips too much.  Honestly, it doesn't dry them out.  She slowly fades gracefully.  But get this, it fades in 4-5 hours."
		},
		{
			"review_title": "It's become my new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It's my first time trying anything from Freck Beauty.  This soft blur lipstick applied like a dream. The texture is so soft and very pigmented.  On me it's like a terricota color that's perfect for this fall season.  It does dry down to a matte finish but it is not transfer proof. It did last for most of the day on my lips. This is a color Freck rust  I will use frequently this season."
		},
		{
			"review_title": "New favorite fall lippie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
			"review_text": "The Freck Beauty Makeout Club soft blur lipstick has been my go-to lately. I have the shade “Freck Rust” which has been perfect for Fall! The finish is a soft-matte, very comfortable on the lips, and it’s non-drying (not transfer proof), but I don’t mind at all. The color still stays on even after having a few meals throughout the day. It’s a very buildable coverage and can be work with or without a lip liner (I haven’t been reaching for a liner with this one), but will use a dark brown liner to give it a more intense vibe. Definitely recommend these lipsticks from Freck Beauty!"
		},
		{
			"review_title": "Love this color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I love this lipstick! The shade is gorgeous and looks great with my complexion. I also love the matte finish- it’s matte but still keeps my lips so hydrated and doesn’t dry them out at all. Lasts a long time as well."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this soft blur by freck beauty this week and I’m not sure how I feel about it. I didnt like the way it applied and it was very dry. It was neither matt or glossy it was like a powder in a tube form"
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Holy pigment. I really love this shade it neutral but with a reddish hue which I definitely enjoy. It almost last long and the packaging is super cute. I would recommend this buttery soft product to everyone."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I love this formula! It feels so soft and lightweight on the lips! It’s a matte lipstick but not drying! The color I received is beautiful! I’m new to this brand but if everything is as nice as this is, then I can’t wait to try everything else!"
		},
		{
			"review_title": "Great lipstick but iffy smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I bought this as I was looking for something similar to MAC’s Powder Kiss.It has the same soft diffused finish but thinner and not so much slip so it lasts longer.I love the colour and how it feels on the lips. My only issue is how it smells. I don’t know if my batch was a bad batch or this is truly how it is supposed to smell but it smells like burned plastic. Like I just lit a child’s toy on fire. It is terrible. BUT otherwise it is a great lipstick. Haha"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Hola !! Estoy muy contenta por la oportunidad de probar este producto para los labios ya que el color y la textura son increíbles!! Sin duda muy conveniente para esta temporada el acabado es precioso y dura mucho tiempo intacto en los labios"
		},
		{
			"review_title": "Will use every day this fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Delightfully surprised! Complimentary from make out club. It goes on so smooth and lasts for hours. The color is so pigmented and perfect for fall! It’s a gorgeous color and formula and doesn’t flake or crust"
		},
		{
			"review_title": "Will use every day this fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Delightfully surprised! Complimentary from make out club. It goes on so smooth and lasts for hours. The color is so pigmented and perfect for fall! It’s a gorgeous color and formula and doesn’t flake or crust"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Freck Beauty is a new brand to me and I’m absolutely in love with their soft blur lipstick! I love how compact this one is and with a beautiful pigment and punch of color! I love how beautiful this shade is for Fall and all things Halloween!   Easy twist design to get your lipstick out and 1-2 swipes on the lips and I’m done! I love how pigmented this color is and there’s no scent to this lippie either! I will be buying more shades too! She’s super creamy and she does transfer but I don’t mind reapplying as needed! Totes recommend this if you want a gorgeous shade of color that’s so comfortable to wear!"
		},
		{
			"review_title": "So nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This product looks stunning on my lips. The formula is very moisturizing while still being pigmented. It wears well throughout the day and the coverage is buildable. The color makes my teeth look whiter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "",
			"review_text": "I received this gifted by the brand. I love the buildable color and it has a really nice matte texture but ot doesn't dry out my lips and cook cakes. I really like how long this lasts on my lips and I only had to reapply once after lunch. I recommend to anyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am loving this lipstick! It has a beautiful finish and I’m obsessed with the shade I got too. It doesn’t feel overly drying but it’s also very long lasting. It has a velvety, satiny finish and I am just obsessed."
		},
		{
			"review_title": "Love the color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love how it naturally just seeped into my lips. I wasn’t a big fan of the color initially but as it stays on, it looked more natural as if it was just a stain or a natural lip color. It’s easy to apply, non-drying, and stays a long time."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Beautiful color and pigmentation. Smooth and velvety formula. It’s very lightweight and doesn’t come off too easily. I carry it in my bag now at all times. The packaging felt kind of cheap but it works and the formula makes up for it"
		},
		{
			"review_title": "So comfortable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is my first time trying Freckles, and this product really surprised me. The formula is a comfortable matte finish for me, and the color is such a pretty shade! It’s what I expected Pillow Talk from CT to be. I paired this with the Anywhere Caffeine lip liner from Makeup Forever & found it to be the perfect combo! This will now be my everyday lippie."
		},
		{
			"review_title": "Nourishing, buildable and stays put!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My lips look healthier while wearing this lipstick. It doesn’t dry out on the lips and it looks diffused and natural but the color can be built up for a dressier look. It doesn’t bleed and is comfortable to wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I am in love with this lipstick color! It is the perfect rusty orange-red shade for the fall time. I love how it’s buildable, and the soft matte formula is not drying on my lips. I can’t wait to try the other colors.  "
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am really enjoying this beautiful lipstick. It is a lovely light formula that has buildable color. I enjoy wearing it on its own or layered onto another shade. My lips stay moist even though it’s a nice matte texture. I like the thin packaging as well."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is SUCH a soft pillowy formula! The shade is perfect for fall, and it’s matte without being too drying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "It has a soft matte texture and so comfortable to wear. It has a non drying formula. Formula is very pigmented. It has no bleeding. Medium to full coverage with soft matte finish. It feels very nourishing."
		},
		{
			"review_title": "A FALL MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "let me tell you I loveeeeee this lip so much! It applies so easily, does not feel like a normal lipstick, in fact you can’t even feel anything on. It’s super light weight, the shade is buildable, if I want a light lip moment it’s perfect and if I want a dark lip moment it’s also perfect. I got the shade baddie and i think it’s the perfect fall shade!"
		},
		{
			"review_title": "Feeling like the main character!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This lipstick is amazing! I definitely am interested in the other shades too! I love how creamy this is. It doesn’t dry out my lips and the color looks nice on my fair skin. I love how simple the packaging is too!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This lipstick is amazing! I definitely am interested in the other shades too! I love how creamy this is. It doesn’t dry out my lips and the color looks nice on my fair skin. I love how simple the packaging is too!"
		},
		{
			"review_title": "The Autumn color!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The lipstick applies creamy so no tucking and works on my dry lips too. The brick color is perfect for the autumn season! Not the most long lasting color and it does transfer and rub off probably from the hydrating formula."
		},
		{
			"review_title": "A bit drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A powdery soft Matte lipstick. I was afraid of trying out the brown shade but I gently tapped it on my lips and it applied so nicely and actually complimented me very well !id recommend building up since it’s very pigmented and a bit drying."
		},
		{
			"review_title": "omg get this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Literally got this on launch day and havent stopped wearing it!! I have this lipstick in the shade “Main Character” and it’s almost the same shade as my natural lips, but better! Upon applying, it glides so smooth and feels so comfortable, I’ll forget I’m even wearing a lipstick. It does transfer since it’s not completely matte but honestly that doesn’t bother me much. One of my go to’s for sure!!"
		},
		{
			"review_title": "Totally recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love this product! I love how different it is; it’s very soft and doesn’t necessarily feel like lipstick going on your lips but carries a lot of pigment at the same time. I love that I can also choose how dark I want the color"
		},
		{
			"review_title": "Very smooth on my lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This lipstick feels so smooth on my lips. Glides on smoothly, it’s pigmented and build able. I can apply layers of it and it’s still feels lightweight. This lipstick also doesn’t makes my lips dry. I love Baddie, the color is bold and pretty."
		},
		{
			"review_title": "Matte lipstick win",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am loving this lipstick!!! FINALLY a lipstick that doesn’t dry my lips out and doesn’t bleed all over my face!!! It’s a nice matte color and it’s pigmented but still easy to build layers of color for a darker/ lighter look!"
		},
		{
			"review_title": "Beautiful shades",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Finally we are getting some very good lipsticks with clean and vegan formula. Did I mention this one is cruelty free too! LOVE THIS!  Also love the shade range here: those lippies have bold but yet wearable shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Oily skin",
			"review_text": "Gifted by freck beauty- I got the rust color and I love it! It’s neutral and suits any look. Perfect color and very comfortable on the lips! It’s lightweight but a bit matte so I had to apply some Vaseline underneath and it made the color pop!"
		},
		{
			"review_title": "Truly Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "This lipstick is such a beautiful formula. Soo soft and comfortable on the Matte and very try to color. The packaging is simple and lightweight and holds the product pretty nicely. I like the roll up stick style of this lipstick. Will definitely recommend. Complimentary from Freck."
		},
		{
			"review_title": "Beauty and hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "was gifted Freck Beauty’s Blur Lipstick and I love it! The color is so beautiful, and it’s so buttery when you put it on. I will definitely be throwing this in my purse. It’s matt, but I feel very hydrated. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Super nice and lightweight lipstick with great pigmentation, I’ll be needed wanna swipe to see the full pigment. The packaging was a little cheap and flimsy and looks a little childish but other than that the product is great"
		},
		{
			"review_title": "The perfect Dark Brown Matte",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am obsessed with this lipstick! It is extremely hydrating on the lips and not drying at all! I suffer from extremely dry lips so I really do appreciate this type of formula. It is extremely pigmented as well, I wore it for a night out and even after drinking and eating it was still visible on my lips! I love that it does not bleed outside of my lips either. Extremely comforting to wear all day especially because it is a matte lip, it does not dry my lips out at all!"
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been loving this lipstick. It’s also super skinny and easy to carry in a small purse. The color is good. It is buildable like it says. I usually only do one swipe if I only want a little bit of color but if you want a deeper color then you can reapply to build it."
		},
		{
			"review_title": "so cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "i love Tatcha product and was happy to be  gifted by Tatcha! The bottle is sooo pretty and it smells amazing. I like how it is absorb into the skin even though it is an oil. It is non greasy and super hydrating"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This lip product is absolutely amazing the color is perfect and the texture and how my lips feel after it is amazing as well. Perfect color for fall I highly recommend if you’re looking for not too of a dramatic fall color"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This lipstick goes on beautifully! It's such a soft mattte but the pigment is amazing. Only one layer needed.  I still can't get over the color. It's so rich and beautiful. I love how this is a matte lipstick, but almost feels hydrating."
		},
		{
			"review_title": "Amazing vegan formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is the first Freck Beauty product I tried. The lipstick formula is very comfortable and hydrating, it feels like a mousse and lasts a long time.  I chose the color Baddie which is a dark brown, it’s the perfect color for fall and winter!"
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was gifted by Freck this beautiful lipstick. This lipstick is so soft and smooth on my lips! I absolutely love how easily it applys and stays all day long!  It doesn't dry my lips either which I love! The color is perfect for me too"
		},
		{
			"review_title": "Looks really good on",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The shade Muse looks really good on. It applies smoothly, is opaque, and easy to build up the intensity. It applies and feels comfortable, giving a soft matte finish. It wears well throughout the day and feels like there’s nothing on the lips."
		},
		{
			"review_title": "Cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I haven’t tried a lot from Freck but I am super pleased with this lipstick! I got the Shade muse which is a beautiful color and the formula gives my lips a blurred look where tiny lines aren’t as noticeable and they look more plump!"
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I first want to be honest to those reading the review and say I was gifted by freck beauty. I truly have been in shock how great products are do you never heard any talk about them. I give it 4 due it’s a great lip product but not my favorite"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I absolutely love the soft matte texture of this lipstick, and how it does not dry out my lips like other matte lipsticks. I also loved how there was no feathering or bleeding, and how easy it is to build layers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lipstick is SO SOFT AND CREAMY! it feels more like a balm than a lipstick!! definitely not drying, I looooove how it feels on my lips. I need them to make more colors! My enthusiasm for this is 100% genuine. It would be so cute for that feathered smudged out “asian makeup” look"
		},
		{
			"review_title": "Beautiful color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I didn’t know what to expect but I was pleasantly surprised! The color is a perfect fall color and I’ll be using this all season long. It feels nice and comfortable on the lips and it was beautiful pigmentation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This lipstick is a show stopper! The shades are all so pigmented and beautiful and look good for hours! I love how smooth they go on and feel hydrating on the lips. Some lipsticks can feel so drying but not these. Love them!"
		},
		{
			"review_title": "Best formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love that from the moment I apply it on my lips I felt an impressive softness, it has an excellent duration, even after drinking and eating the color was still there, I do not even feel that I bring it because isn't  sticky, and helps my lips to not being chapped, I love it!"
		},
		{
			"review_title": "Beautiful Neutral Pink",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a beautiful neutral pink. As a matte lipstick I expected it to be a little dry, but it’s fairly decent on the lips. It’s not extremely hydrating or drying, just there. The color is buildable and very pigmented. Gifted by Freck"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I like that it is matte formula and no transfer. But it is too drying for my lips. It seems like too hard to remove at the end of the day. The color I chose is burnt orange, which is a very bright color that I am not comfortable to wear."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is a gorgeous color once you blend it out and is velvet soft! It’s easy to apply and has a decent amount of lasting power without drying or staining your lips. The only downside is it smells like crayon."
		},
		{
			"review_title": "Blurred to pigmented perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is such a lovely lippie that glides on smoothly on the lips. I love how when it goes on it looks like you had just been kissed then it seeps into your lips giving it an almost sort of blushing effect. The formula of this is non drying too so you can definitely feel your lips are still soft and not all dry and sucked up. I wanted a more opaque color so I dabbed on just a bit more and saw the color had much more punch to it. After some time of wearing the lovely lippie my lips still looked pretty pigmented and there was no bleeding, pilling or any weird movement at all. The color looked just like I had just put it on."
		},
		{
			"review_title": "Freck Rust is the new power shade for fall!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this lipstick so much! Definitely becoming a staple in my makeup bag. The formula is amazing! Super comfy on the lips, giving that blurred effect without the feathering and bleeding. 1000% recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This was my first time using anything from this brand and I must say that I'm very happy with it. The lipstick makes my lips look amazing and I love how pigmented it is. It keeps my lips hydrated which I like a lot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love frecks products so when I saw this I got so excited since I love lip color and mostly nude shades. I got the rusty orange and it’s perfect for the fall season and gives a beautiful wash of color without drying out my lips."
		},
		{
			"review_title": "Fall Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Absolutely beautiful,comfortable lipstick! Super hydrating with lasting power. I received Baddie a brown beautiful Fall color. Its very buildable but can also be worn light. Has a matte finish but left my lips comfortable and moist."
		},
		{
			"review_title": "Minimalist packaging. Nice lippie!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This lipstick is buildable, doesn’t bleed, isn’t drying, is clean and cruelty free. It’s awesome! The color muse is a pretty every day pink/coral beige( I say coral because the pink does have a bit of beige/orange in it). I love the soft matte finish. The packaging and the formula are both great. Freck has a minimalist packaging, which to me is very aesthetically pleasing. I really enjoy this lipstick for simple every day looks! No bleeding or feathering."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Dry skin",
			"review_text": "The MAKEOUT CLUB Soft Blur Lipstick gifted by Freck Beauty looks beautiful. I love the soft matte texture that looks beautiful on and feel soft. This lipstick does not dry my lips out, I like that it still looks smooth. This formula is also buildable for a more dramatic look or daily wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Best lip product ever. I love freck first of all. But their product is so nice!! The color is pretty and it’s very moisturizing without feeling sticky. I think everyone should try this product at least once!"
		},
		{
			"review_title": "So comfortable!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Ok, how did Freck Beauty make such a STUNNING matte lipstick that doesn’t dry out lips and feels so lightweight on!!?! It’s very comfortable on and doesn’t bleed either! And don’t get me started on how PIGMENTED it is!! Like, I can easily apply little pressure to get a soft look or apply normal pressure and get a intense, bold color payoff! I have the shade “Freck Rust” which is a burnt red shade perfect for Fall!! I’m in love!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I've been looking for a new lipstick to wear every day and decided to try this one in Muse. The formula is perfect! It's super pigmented, non-drying, doesn't make the lips look crusty, and doesn't bleed or feather. Perfect for fall!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I screamed when Freck made lipstick! This one is SO GOOD! It has a really comfortable soft matte texture and it feels so good on my lips. I love that I can wear one swipe but also build it up for a more intense color. After putting it on in the morning, by lunch time it didn’t budge at all. No bleeding or feathering. It’s so comfortable and non drying. Obsessed & need to get the other colors!"
		},
		{
			"review_title": "A new staple in my lipstick collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "WOW! This has got to be my new favorite formula of lipstick. I love the blurred/matte look of it without drying out my lips and making them look wrinkly. If you like the glossier generation g lipstick, this will be your new favorite. I also love the color (freck rust) as it is the perfect lip shade for fall! Will definitely be picking up more shades"
		},
		{
			"review_title": "Beautiful tone and formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "This looks so natural and feels so comfortable on. I really like how it builds layers of opacity and the formula is hydrating for a matte lipstick. I got the dark brown shade and the tone is so pretty. I attached a photo so you can see how it looks with olive medium skin ."
		},
		{
			"review_title": "Amazing color and stays on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "The color of this lip stick is seriously so pigmented it’s great and you don’t have to use a lot! Literally 1 swipe on my lips is good enough and it stays on for a long time. Super matte look and I like applying a gloss over and it lasts all day"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This Freck Beauty lipstick looks so pretty on my lips. It is actually comfortable to wear but it a little drying. I feel like people with no dry or pell lips will like it better. It just feels so thin yet has so much color. The shades are perfect for everyday. There is nice pigment and color payoff and you can even build it up more. You can also soften it up by patting with your fingers. I even like it as a blush. I do think it is smaller than I would expect, but I do like it non the less."
		},
		{
			"review_title": "perf for blotted lip lookx$",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love using this soft matte lipstick to give the blotted lip look.  It's comfortable on my lips, doesn't dry it out while giving a matte look for fall. I like the velvety blur look this gives because it hides the lines in my lips."
		},
		{
			"review_title": "Love the formula and packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This Soft Blur Lipstick is so comfortable in the lips! It has a velvety matte texture that is non drying. The color is pretty pigmented but can be blurred out or layered on more depending on the look you’re going for. It doesn’t bleed and the color stays in place. I also love the sleek packaging- easy to throw in a bag on the go without taking up too much space. The shade Main Character is such a pretty rosey mauve for fall."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "A gorgeous lipstick that comes in some beautiful colors. I love that this lipstick is so thin & you can put in any size bag! It might not be the most luxurious packaging but the color of the lipstick is so pretty!"
		},
		{
			"review_title": "So smoothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is such a beautiful lipstick! I like the blurring soft matte texture. It really makes my lips look smoother. I love the brownish shade too. It is so comfortable to wear. It’s not drying at all and very pigmented."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Freck beauty, this lipstick is so beautiful would highly recommend to everyone looking for a soft beautiful mauve color! This formula is amazing and it screams fall! I love it so much!! The packaging is also cute"
		},
		{
			"review_title": "Soft and comfortable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have the Shade Muse which is a really lovely slightly warm pink color. Perfect for everyday! This is so lightweight and feels velvety smooth. Like soft matte packaging almost on the lips. It's very pigmented, but also buildable so you can achieve a really light wash or full opacity easily. I like to smudge the edges with my fingers to blur them. There's no feathering or bleeding of the product and it's hydrating and light weight. I definitely want more colors!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This was an interesting product to say the least. The color is received was way too orangey than I thought it will take some time for you to truly work the color. The lipstick is kind of drying and makes my lips look flaky"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Freck Rust - a rust orange red",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I got the Freck Rust shade and it is truly such a beautiful color. It looks so velvety smooth on my lips and while there is transfer, the color stayed on throughout eating and drinking. It also leaves behind a nice stain. No feathering and kept my lips hydrated"
		},
		{
			"review_title": "Great pigmentation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I just got the Freck Beauty lipstick and my first impression is: - great pigmentation - hydrating formula it doesn't dry out on the lips - doesn't form clumps when reapplied  - gives a nice matte finish  The only downside is that the shade doesn't suit me."
		},
		{
			"review_title": "All the qualities of a perfect lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m in love with my gifted by Freck Beauty MAKEOUT CLUB Soft Blur Lipstick in Muse a beautiful pink beige shade that is stunning. What I love about this lipstick is how pigmented it is and how it’s very buildable too so I can definitely add layers to make color more intense. It’s got a soft matte look and formula that isn’t drying and actually feels quite hydrating on my lips which I love. I found it very comfortable to wear because of its hydration and formula so definitely a pro and I also find it to be long lasting too so definitely a winner. Overall it’s got all the qualities of a great lipstick plus being an amazing beautiful pigmented shade so I highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Main Character - a rose brown",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Very unique formula, feels nice on the lips and the color is beautiful, I think they are nice for no makeup makeup days and when you want something more natural and not too pigmented. Very lightly scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baddie - a dark brown",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love how gorgeous and highly pigmented the lipstick is. I got the shade baddie which is a dark chocolate brown and I love how well it goes with my skin tone. It lasts forever and I can’t believe this is my first product from Freck! I can’t wait to try more from them!"
		},
		{
			"review_title": "Beautiful matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I receiced this product complimentary from Freck Beauty. This soft-blur lipstick feels so hydrating on my lips. The shade Muse is a beautiful pink beige and looks very natural on my lips with my fair complexion. This lipstick applies so smoothly and provides a beautiful long-lasting matte finish to my lips. The texture feels so soft and smooth and my lips feel hydrated. No tight or dry feeling at all. The color is nicely pigmented, is buildable and does not bleed. It feels lightweight on my lips. I highly recommend this lipstick."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Makeout Club Soft Blur Lipstick in the shade Muse complimentary from Freck Beauty. The is my first time trying a product from Freck and so far, I’m really impressed. Cute packaging, good formula, flattering shade. I can’t wait to try more from this brand!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Muse - a pink beige",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a beautiful lipstick. I love its elongated shape versus the regular bullet lipsticks. This lipstick has a neutral taste, so it’s not gonna bother you if you are sensitive to flavors/smells. The lipstick has a soft matte formula, and it looks just perfect on the lips. It isn’t drying on the lips, and feels very comfortable on. This lipstick feels super lightweight, and like nothing is on the lips. It is easy to apply and to layer, the color is opaque and stays on without any issues. The lipstick doesn’t bleed. It stays comfortable for as long as I wear it."
		}
	]
}