{
	"product_id": "40",
	"name": "Soulfood Nourishing Hair Mask",
	"brand": "amika",
	"categories": "Hair, Hair Styling & Treatments, Hair Masks",
	"price": 47.0,
	"about": "What it is: An ultra-rich, hydrating hair mask that is packed with vitamins and nutrients to moisturize, soften, and smooth...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Dryness.- Shine..Key Benefits: - Deeply conditions and hydrates.- Restores and repairs damaged hair.- Improves softness, shine, and elasticity..Highlighted Ingredients:- Jojoba Seed Oil: Contains powerful antioxidants and is rich in vitamins A, D, and E..- Sea Buckthorn: Rich in fatty acid omega 7, making it the holy grail for all things hair...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Like a cool drink of water for your hair, this mask quenches strands’ thirst. Formulated with jojoba seed oil, Soulfood Nourishing Hair Mask provides essential fatty acids, powerful antioxidants, and vitamins to boost hydration. It leaves hair manageable, soft, and shiny for days..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "WATER/EAU/AQUA, CETEARYL ALCOHOL, CETYL ALCOHOL, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, BEHENTRIMONIUM CHLORIDE*, BUTYLENE GLYCOL, DIMETHICONE, HIPPOPHAE RHAMNOIDES (SEA BUCKTHORN/ARGOUSIER) FRUIT/SEED OIL, CETRIMONIUM CHLORIDE, PANTHENOL, TOCOPHERYL ACETATE, ETHYLHEXYLGLYCERIN, AMINOMETHYL PROPANOL, PHENOXYETHANOL, ISOPROPYL ALCOHOL, CITRIC ACID, FRAGRANCE/PARFUM, BENZYL BENZOATE, HYDROXYCITRONELLAL, LIMONENE *ANTISTATIC AGENT/AGENT ANTISTATIQUE...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use either as a weekly treatment or an everyday conditioner after the amika shampoo of your choice (sold separately)..-Leave to penetrate for five to seven minutes and rinse..-For high-porosity hair in need of extra moisture, use this as an everyday conditioner..-For normal- or low-porosity hair, use as a weekly treatment....Recycling Instructions:.-TerraCycle and amika joined forces to create a free national recycling program for amika’s hair-care packaging. Save your empties, print a free shipping label, and send your packaging back to give it a new life. Learn more and sign up: https://www.terracycle.com/en-US/brigades/amika",
	"num_reviews": 2424,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/soulfood-nourishing-hair-mask-P404916?skuId=2758142&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2758142-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 oz / 250 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2758142-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "i’ve been using this product for a about 2 week now, and my hair has never been this silky and smooth!! I have wavy, frizzy hair so usually my hair does not look so great but after using this it looks way better!"
		},
		{
			"review_title": "RIDE OR DIE PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using this product just once in the shower, my bleached hair feels smooth, looks shiny, and is soft. When I forget to use it there is a NOTICEABLE difference. Not many products are die hard for me, but this one seriously is."
		},
		{
			"review_title": "💔",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Made my hair fall out in chunks! I looked into it and MANY have reported the same thing. Don’t risk it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE this hair mask. It smells soooo good and makes my hair super soft and shiny."
		},
		{
			"review_title": "10/10 must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My hair was so dry but when I used the AMIKA soulfood nourishing mask my hair felt so silky and soft  Love love love the product so much"
		},
		{
			"review_title": "A must have every Sunday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love this product so much! The smell is amazing and keeps my hair smelling good for days and it has made my hair so soft with like no frizz and it’s healed my split ends! Highly recommend. worth the miney"
		},
		{
			"review_title": "smells great and feels good!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve only used it a few times, but from what i’ve seen it makes my hair feel really nice!! the smell is also AMAZIGGG and smells like a fancy hotel, i would definitely recommend. also, considering it is a good sephora brand"
		},
		{
			"review_title": "great hair mask!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "love this!! it smells amazing, is super hydrating, makes hair shiny, super soft, less frizzy, also not oily. i used this with the living proof shampoo & amika hydro rush leave in, and had great results!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "this product makes my hair silky smooth every time and truly has enhanced my curls. i put it on after shampoo and leave it while i do the rest of my shower and wash it out. my hair is SO soft after doing this."
		},
		{
			"review_title": "Favorite hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love this hair mask. This is my second time buying it. I leaves my hair very soft and moisturized. A little bit goes a long way and smells good. 100 percent recommended"
		},
		{
			"review_title": "Once a week staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite hair mask, smells amazing and my hair always feels softer after every use."
		},
		{
			"review_title": "My hair feels amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I used to think hair mask didn’t do anything so I never bothered to buy one but a friend gave me a sample size of this mask and all I have to say is wow. I used it yesterday and when i got out the shower I could immediately tell a difference! My hair has never felt so soft and looked so shiny and healthy. I’m definitely going to buy a full size!"
		},
		{
			"review_title": "Not worth it!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used this for 1 month and there was no change in my hair. It didn’t feel healthy or look shiny. To me, it was a waste of money! The only benefit was the smell. I suggest using Dove Damage Therapy Bond Strength 10 in 1 Serum Mask"
		},
		{
			"review_title": "Hair softness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product so much it hydrates my hair so much and it’s affordable!"
		},
		{
			"review_title": "Makes my hair feel so soft",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Makes my hair smell good and feel good. My hair feels so soft after I use it and the sent is sooooo good"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "Have bought this a few times and always love. I use it once a week as a leave-in prior to showering (wrap head in saran wrap and hang for a few hours), and once a week as a conditioner in the shower. I stopped using this for 4 months and noted a stark difference, immediately repurchasing."
		},
		{
			"review_title": "Great Product, Interesting Smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "I bought this product in the hopes to add some shine and manage my frizz and it works extremely well. I have fairly coarse, thick hair, this is still heavy enough for me, although I’d imagine it works the best on finer hair. The consistency of the mask is pretty nice, I find I have to use a fair amount but that’s to be expected as my hair is pretty long. What I will say though, since everyone raves about the scent but doesn’t describe it, it’s very light but honestly kind of has a hint of pencil shavings mixed with weak perfume. If that makes sense. Not unpleasant or anything just kind of strange."
		},
		{
			"review_title": "Price-y but really nice outcomes.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I received a sample of this with an order and I REALLY liked it! It feels fantastic and it doesn't weight my hair down. I don't use masks. My hair is fine and thin in addition to being color-treated with Henna. I don't have much to compare it to but the price feels a little inflated."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "Love it, I process my hair a lot and this is one of my good to go mask for my hair"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I really wanted to like it but my hair was still the same as if I used regular conditioner, it's a pass for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wanted to try a hair mask rather than conditioner the moisturize my colored hair a little more. I found that this formula is very hydrating and reduced frizz. The smell is really good and I can see why people really like it. While it is not my top option, I will definitely be using the rest of the bottle"
		},
		{
			"review_title": "I didn’t like it..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "I heard so many good things about it so I decided to give it a try and buy it. When I used it I immediately noticed that that smell was very strong and overpowering. When my hair dried it felt weighed down and EXTREMELY dry. I really wanted to like it because I heard lots of good things about it and it was expensive but my wavy hair didn’t like it at all. Would not recommend."
		},
		{
			"review_title": "so soft and moisturized!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have 2c/3a curly hair. I used this product once a week and it was incredible for my hair! helps with frizz and made my hair soooo soft and moisturized! will absolutely buy again."
		},
		{
			"review_title": "I though I had lice",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product worked amazing until… it made me think I had lice on my scalp. My head is so itchy and dry and dandruffy. I’ve seen review that it made hair fall out, and I’m hoping that that doesn’t happen to me. This is a real bummer! I wish this product was less itchy. Also I don’t like how much comes out when you squeeze it, way to much for one serving."
		},
		{
			"review_title": "Good for my curls",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have oily, fine 2C-3A hair. I am prone to frizz, but this helped a lot with my frizz after one use, though there is still a little. My hair feels super soft and healthy. I have used drugstore hair masks, which helped somewhat, but this mask is better than any of them. I have trouble keeping the shape of my curls and having them not go frizzy, but this helped me hold the shape a lot better. I am really happy with the results and will continue to use this mask!"
		},
		{
			"review_title": "leaves hair healthy and silky",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "i have very long hair, and it's colored. i was thinking of replacing my everyday conditioner with this, and i think I'm gonna really start doing it because just one day of using it has left my hair much more healthy and silky. this is a good mask. and if you have really long hair, go with the value size. because you actually need a lot of this. it doesn't really heal split ends, nothing does other than trimming, but it does a good job of making them less noticeable. I'd 100% recommend this mask!"
		},
		{
			"review_title": "No-go for thick hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "I have thick, wavy/curly hair and this does NOTHING for me besides add silicone to my hair. I have left it in for the recommended time and I even tried leaving it a bit longer and it doesn't help. When I rinse it out my hair feels tangled and dry. At least it smells nice."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A bought this mask a while back and I remember not liking it because it made my hair feel dry once it dried. However, I love this now. They may have reformulated it because it makes my hair feel SO SOFT and it's just a really good quality product. Plus it's so cute and smells amazing. I am considering replacing my everyday conditioner with this. LOVEE"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Awesome hydration for a weekly treatment. Worked well on my blonde as it gets dry over time. I will start to use this and the intense bond mask (green) as needed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried the mini bottle and after one use I noticed my hair was much healthier. I straighten my hair a lot and this helped. I would get the full size. I ususally use olaplex."
		},
		{
			"review_title": "Good for my curls",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have oily, fine 2C-3A hair. I am prone to frizz, but this helped a lot with my frizz after one use, though there is still a little. My hair feels super soft and healthy. I have used drugstore hair masks, which helped somewhat, but this mask is better than any of them. I have trouble keeping the shape of my curls and having them not go frizzy, but this helped me hold the shape a lot better. I am really happy with the results and will continue to use this mask!"
		},
		{
			"review_title": "leaves hair healthy and silky",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "i have very long hair, and it's colored. i was thinking of replacing my everyday conditioner with this, and i think I'm gonna really start doing it because just one day of using it has left my hair much more healthy and silky. this is a good mask. and if you have really long hair, go with the value size. because you actually need a lot of this. it doesn't really heal split ends, nothing does other than trimming, but it does a good job of making them less noticeable. I'd 100% recommend this mask!"
		},
		{
			"review_title": "No-go for thick hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "I have thick, wavy/curly hair and this does NOTHING for me besides add silicone to my hair. I have left it in for the recommended time and I even tried leaving it a bit longer and it doesn't help. When I rinse it out my hair feels tangled and dry. At least it smells nice."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A bought this mask a while back and I remember not liking it because it made my hair feel dry once it dried. However, I love this now. They may have reformulated it because it makes my hair feel SO SOFT and it's just a really good quality product. Plus it's so cute and smells amazing. I am considering replacing my everyday conditioner with this. LOVEE"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Awesome hydration for a weekly treatment. Worked well on my blonde as it gets dry over time. I will start to use this and the intense bond mask (green) as needed!"
		}
	]
}