{
	"product_id": "736",
	"name": "Glow + Brighten Holiday Set with Niacinamide",
	"brand": "innisfree",
	"categories": "Skincare, Value & Gift Sets",
	"price": 38.0,
	"about": "What it is:A glow-getting limited-edition set with a full-size Cherry Blossom Jelly Cream and minis of the Green Tea PHA Toner and Volcanic Clay Mask for visibly clear, bright, dewy skin..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Uneven Texture.Highlighted Ingredients:- Volcanic Clusters and Lactic Acid (Mask): Absorb excess sebum and minimize the look of pores for a smooth canvas..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Glow all season long with this limited-edition set. Prep skin with the Volcanic Clay Mask and Green Tea Toner which exfoliate and smooth the look of uneven texture for a visibly brighter complexion. Layer Cherry Blossom Jelly Cream to create a flawless, dewy base for makeup, or wear alone for a glazed-donut, glass skin glow..This Set Contains:- 1.69 oz/ 50 mL Cherry Blossom Glow Jelly Cream (full size).Clinical Results:Super Volcanic Pore Clay Mask: In a 1-day clinical study on 32 women ages 21-35:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "Super Volcanic Pore Clay Mask:.-Volcanic Clusters and Lactic Acid: Absorb excess sebum and minimize the look of pores for a smooth canvas...Water/Aqua/Eau, Butylene Glycol, Titanium Dioxide (CI 77891), Silica, Glycerin, Trehalose, Volcanic Ash, Caprylic/Capric Triglyceride, Polyvinyl Alcohol, Bentonite, Kaolin, Glyceryl Stearate, Cetearyl Alcohol, PVP, 1,2-Hexanediol, PEG-100 Stearate, Polysorbate 60, Palmitic Acid, Stearic Acid, Iron Oxides (CI 77499), Hydrogenated Vegetable Oil, Xanthan Gum, Juglans Regia (Walnut) Shell Powder, Sorbitan Stearate, Zea Mays (Corn) Starch, Polyacrylate-13, Polysorbate 20, Iron Oxides (CI 77492), Mannitol, Microcrystalline Cellulose, Sodium Metaphosphate, Lactic Acid, Lactic Acid/Glycolic Acid Copolymer, Polyisobutene, Iron Oxides (CI 77491), Menthoxypropanediol, Tetrasodium Pyrophosphate, Ethylhexylglycerin, Sorbitan Isostearate, Polyquaternium-10, Lecithin, Tocopherol...Green Tea Enzyme PHA Toner:.-Green Tea-Derived Enzyme and 7% PHA: Gently exfoliate for visibly smooth skin and evened-out texture. ..Water/Aqua/Eau, Gluconolactone, Glycerin, Butylene Glycol, Tromethamine, 1,2-Hexanediol, Betaine, Dextrin, Propanediol, Sodium Metaphosphate, Ethylhexylglycerin, Cyclodextrin, Protease, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Camellia Sinensis Leaf Extract, Sodium Hyaluronate Crosspolymer, Hyaluronic Acid, Tocopherol, Sodium Acetylated Hyaluronate...Cherry Blossom Glow Jelly Cream:.-Cherry Blossom Flavonoids and Niacinamide: Soothe and visibly brighten for a glass skin glow...Water/Aqua/Eau, Glycerin, Propanediol, Dipropylene Glycol, Niacinamide, Betaine, 1,2-Hexanediol, Carbomer, Tromethamine, Sodium Metaphosphate, Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Ethylhexylglycerin, Fragrance/Parfum, Prunus Yedoensis Leaf Extract, Tocopherol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.On-the-Glow Routine:.-After cleansing, apply the mask onto your entire dry face, or specific areas of pore concern..-Leave on for ten minutes or until dry..-Gently rinse by massaging in circular motions with lukewarm water..-After masking, pour a few drops of toner onto hands or a cotton pad..-Sweep over the entire face and neck, avoiding the eye and lip areas..-After toning, smooth a generous amount of cream onto the face and neck..-Gently pat in for better absorption. .-Follow with innisfree’s Daily UV Defense Sunscreen (sold separately) in the morning for added glow and protection...Recycling Instructions:.-Join: Visit terracycle.com/en-US/brigades/innisfree to sign up for free..-Print Label: Log into your TerraCycle® account at terracycle.com to download and print a free shipping label..-Collect: Gather all your clean empty innisfree products and place them in a box to ship..-Ship: Drop off at your local shipping provider and innisfree will do the rest.",
	"num_reviews": 28,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/innisfree-glow-brighten-holiday-set-with-niacinamide-P512625?skuId=2814036&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2814036-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "Love all these! Just wish the toner was bigger. Other than that A++"
		},
		{
			"review_title": "A staple in my routine!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Opening the product I didn’t have much standards, considering it was 30$ I am deeply impressed! The full size moisturizer worked like heaven and not to mention the clay mask & toner which felt like heaven."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Definitely feel and see the difference after use. The toner didn’t feel different from any other toner to me, is light. The mask is one of my fave, can definitely feel the difference of my skin after using. I was surprised by the gel moisturizer, i usually don’t like gel moisturizer because they can be heavy and sticky after use, but this one is light and a little goes a long way."
		},
		{
			"review_title": "really good for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I was a really good set. Probably the best purchase of 2024."
		},
		{
			"review_title": "Amazing set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this set!! I’ve been wanting to try the moisturizer alone (which is a full size in this kit) so I’m thankful to have received this kit as a gift. It’s a great value for what you’re getting."
		},
		{
			"review_title": "Great products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love all of them. Innisfree has my heart. Such a clean product."
		},
		{
			"review_title": "HG MOISTURIZER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Skincare is so subjective but this moisturizer is my new holy grail. I don’t know what it is but it makes me skin the smoothest it’s been since pre-puberty. I’m not gonna ask questions - I’m just going to repurchase."
		},
		{
			"review_title": "not PD safe",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Unfortunately this set made my perioral dermatitis flare up. Toner is probably too rough and the rose jelly has perfume in it, big miss on my end for not checking beforehand."
		},
		{
			"review_title": "Must have in my skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Innisfree gifted me their glow and brighten set ! not only is it the perfect gift to give someone all three products are definitely amazing. My favorite product would have to be the cherry blossom jelly cream, not only is it hydrating it really helps the look of my pores and discoloration"
		},
		{
			"review_title": "Good set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have received glow and brightening set complimentary from inisfree. This set is really good one for skin to make it even and brighter. I liked it and I recommend. Ingredients are also good and safe."
		},
		{
			"review_title": "All 3 products work well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This holiday set has products in it that have worked well for me so far. It comes with 1 full size product and 2 decent mini sizes that definitely provide enough product in them to test out the products. I will mention before reviewing each that I have combination skin that isn't sensitive.  Green Tea Enzyme PHA Toner: This is a watery toner that absorbed well into my skin. It didn't leave my skin feely sticky or tacky. I do feel it is hydrating as it didn't dry out my skin.  Super Volcanic Pore Clay Mask: This mask has a somewhat creamy, thick texture but was easy to apply and smooth over my skin. It was easy to rinse off and didn't require any harsh scrubbing to remove. I love that it doesn't take a lot to use either. It wasn't drying to my skin and did help with exfoliation.  Cherry Blossom Glow Jelly Cream: The texture is a lightweight watery gel that absorbed well into my skin. It didn't leave my skin feeling sticky or looking shiny. My skin did feel smooth after applying and I love the light subtle floral scent.  *I received this complimentary from innisfree*"
		},
		{
			"review_title": "Good set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently got my hands on the Innisfree Glow Bright Holiday Niacinamide Set, and I must say, it’s a fantastic way to explore a variety of Innisfree products. As someone with acne-prone skin, I often struggle with dark spots left behind by acne scars. This set has been a game-changer for me.  One of the standout ingredients in this set is niacinamide, which has significantly brightened my complexion and helped fade those stubborn dark spots. I also love the inclusion of green tea extract. It’s incredibly soothing and calming, especially when my skin is acting up. The green tea works wonders in reducing redness and irritation, making my skin feel more balanced and less inflamed.  What I appreciate most about this set is its value. It offers a great selection of products at a reasonable price, making it an excellent investment for anyone looking to improve their skincare routine. The packaging is also beautiful and perfect for gifting, which is a nice bonus.  Overall, I find this set to be both effective and valuable, especially for those of us with acne-prone skin. It’s a comprehensive kit that addresses multiple skin concerns, from brightening to soothing, and it’s suitable for various skin types. If you’re looking to try out Innisfree products, this holiday set is definitely worth considering!"
		},
		{
			"review_title": "Total must have gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "I received this product for free gifted by Innisfree its a great little gift set and works well smells nice and doesn’t irritate my skin would definitely recommend and purchase products from them again for use"
		},
		{
			"review_title": "A Holy Grail, for you!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When I first got it I was skeptical... But when I tried the green tea toner wow my skin was so smooth and  plumply, I loved it smells great too. The cherry blossom jelly was amazing it hydrated my skin and felt SOOO cool on my skin, that too smelled amazing. They only thing was the clay pore mask, that made a mess everywhere, I had a allergic reaction and it didn't feel right. Everyone's skin is different but mine didn't react nicely to that (I have sensitive skin.) Other than that I love this product and will continue to use it. This was gifted to me by Innis Free, Thank you!"
		},
		{
			"review_title": "I like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I loved this set, it has a good selection of products. The mask is very good and leaves the skin feeling clean and soft. The toner feels great on the skin. The cream leaves the skin soft and hydrated"
		},
		{
			"review_title": "Must have in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Innisfree gifted me their glow and brighten it. I already love the toner and the mask, but the moisturizing gel was absolutely incredible and left my skin looking very hydrated and it works well underneath my make up. I would definitely recommend trying this product out."
		},
		{
			"review_title": "Totally brightens the skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got to try this holiday skincare set complimentary from InnisFree and was surprised by the results. Honesty, I was very skeptical as a tan girl, but I gave it a shot. I was looking forward to using a product that would make my skin glow, but this one did in fact brighten the skin. My face is now lighter than my arms and full disclaimer I don't believe in sunscreen because of that weird white casting after drying down, plus the last few times I did wear it I still got cooked. There are also some instructions on the box and using the toner twice a day did make a difference. Only concern is got to find a new foundation shade because fall is now upon us and now is sweater weather to cover up my tan arms."
		},
		{
			"review_title": "The perfect set.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love the set. It’s such a perfect little. Self-care starter kit or the perfect gift for somebody. I’m obsessed with the cherry blossom jelly cream. That is my personal favorite. It’s so hydrating and smooth on the skin my first time trying the toner and I was really impressed with it and I absolutely loved a good clay mask. This is a great little set as a gift for somebody or yourself. Gifted by innisfree"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This Innisfree glow + brighten set retails for $28 but has a value of $34. Not the biggest value but if you think about it the cherry blossom dewy glow jelly moisturizer with niacinimide costs $26 alone. So it’s like the toner and clay mask are $1 each, which is worth it to me. If you already love the lightweight jelly like moisturizer than you will love this set. This was offered by Innisfree."
		},
		{
			"review_title": "Travel friendly and ready for Fall",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "The Innisfree Glow + Brighten Holiday Set is an amazing gift for skincare enthusiasts and perfect for the holiday season! 🎁✨ With niacinamide for brightening and green tea for soothing, it’s great for all skin types—even for someone new to skincare. I saw an improvement in my skin; it felt softer and helped combat dryness during this fall season. The small bottles are so great for travel  🍂 This would make a great gift for anyone who loves to travel.💚 The travel-friendly packaging is ideal for on-the-go use, keeping skin soft and radiant. 🌿✨ Whether for yourself or as a thoughtful gift, this set is a must-have! 💖 I was gifted by innisfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "Such a cute little set!! The moisturizer gel is full sized and it's SO nice. It's cold and very thin and absorbs quickly. The toner and mask are the perfect size for traveling and I think they should be TSA compliant. Gifted by innisfree"
		},
		{
			"review_title": "Perfect mini set for holiday shopping",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This set was gifted by innisfreeusa. The volcanic mask spreads easily and is also easy to wash off. I do wish they had put instructions on the bottle itself but I left it on for 15 minutes. It didn't leave any stains in the sink after washing off. My skin felt smoother after. The toner is easy to use, and it freshened up my face a bit. It absorbed quickly and hydrated my skin. The cherry blossom glow cream is definitely the star of the trio! The packaging is high quality. The scent is sweet and light. It feels very cool on the face. It absorbed well into my skin and didn't leave an uncomfortable sticky residue. The packaging is really pretty, too! There is minimal plastic wrap, which wins extra points for sustainability. Overall, I think anyone into skincare would be happy to receive this as a holiday present."
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The innisfree gift set is a really great value. The toner is really great, it’s very gentle and hydrating. I loved the jelly cream, it has a lightweight gel consistency. It’s perfect for oily skin and leaves a nice glow. The clay mask is perfect for detoxing your pores and getting a nice deep clay. I was so happy to be gifted by innisfreeusa."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The Glow + Brighten set is a must have!  My favorite is the clay mask! It comes with the toner, glow jelly cream and the clay mask. It leaves my face feeling AMAZING and in turn, leaving me feeling amazing! I received this product for free in exchange for my honest review. Gifted by innisfreeusa"
		},
		{
			"review_title": "K-beauty starter set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love the Glow + Brighten Set, gifted by Innisfree! It's the perfect introduction to K-beauty and makes a thoughtful gift for any skincare enthusiast. For combination to dry skin, this trio works wonders.   For a relaxing in home spa treatment, I start with the Super Volcanic Pore Clay Mask, then Green Tea Enzyme Toner, and finish with the Cherry Blossom Glow Jelly Cream, which hydrates and leaves a subtle glow. Together, they create a well rounded routine that’s effective and soothing. Highly recommend!  P.S: I found that the description was misleading with the green tea sunscreen but the packaging was correct."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this kit it’s super hydrating definitely recommend it it made my skin feel super soft and moisturized definitely recommend this to anyone who is struggling with skin problems and need a solution! Gifted by innisfreeusa"
		},
		{
			"review_title": "Love the gift set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The set comes with a deluxe mini of the clay mask and toner, and a full size jelly cream. The Super Volcanic AHA Pore Clearing Clay Mask has noticeably improved my skin’s texture, reducing the appearance of my pores and clarifying my complexion. It applies easily and dries without feeling tight. Overall, it works great. The Green Tea Enzyme PHA Toner feels hydration. Its watery formula absorbs quickly, providing a refreshing boost that brightens my skin while gently exfoliating. No irritation or stinging so far. The Cherry Blossom Glow Jelly Cream is my favorite of the trio. It stands out for its smooth jelly texture and subtle floral scent. It leaves my skin with a dewy finish without any greasiness, making it ideal for acne prone skin. After only 1-2 days, I noticed I've been waking up to more hydrated, smooth, and radiant skin. gifted by innisfree"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "This is a great set of innisfree minis to try before getting the full size versions. The clay mask is great for making my pores look smaller. The green tea toner helps to make my face feel hydrated and smooths the look of my skin. The moisturizer makes my skin look dewy without an oily sheen. Gifted by Innisfree"
		}
	]
}