{
	"product_id": "1564",
	"name": "Glowscreen SPF 40 Face Sunscreen with Hyaluronic Acid + Niacinamide",
	"brand": "Supergoop!",
	"categories": "Skincare, Sunscreen, Face Sunscreen",
	"price": 52.0,
	"about": "What it is:  A glowy tinted sunscreen that hydrates skin & primes for makeup with a radiant finish & broad spectrum SPF protection...Skincare Concerns: Dullness, Dryness, and Fine Lines and Wrinkles..Formulation:  Lotion..Highlighted Ingredients:.- Hyaluronic Acid and Vitamin B5: Help boost moisture in the skin, leaving it feeling soft and nurtured..- Sea Lavender: Helps provide powerful antioxidant protection while also supporting long-lasting hydration..- Cocoa Peptides: Help protect the skin from blue-light damage...Ingredient Callouts: This product is vegan, cruelty-free, and gluten-free...What Else You Need to Know: This cult beauty favorite gives your skin a sunkissed glow, without the sun damage. Glowscreen provides expert protection plus powerful ingredients like hyaluronic acid & niacinamide to mimic the warm radiance your skin gets from being in the sunshine & keep your skin looking luminous year-round...This product is an Allure Best of Beauty winner.",
	"ingredients": "-Hyaluronic Acid and Vitamin B5: Help boost moisture in the skin, leaving it feeling soft and nurtured..-Sea Lavender: Provides powerful antioxidant protection while also supporting long-lasting hydration..-Cocoa Peptides: Help protect the skin from blue-light damage...Avobenzone 3%, Octisalate 5%, Octocrylene 10%, Water, Propanediol, Butyloctyl Salicylate, Glycerin, C12-15 Alkyl Benzoate, Polymethylsilsesquioxane, Niacinamide, Glyceryl Stearate Citrate, Bismuth Oxychloride, Mica, Titanium Dioxide, Lauryl Lactate, Isododecane, Isodecyl Neopentanoate, Glyceryl Stearate, Diisopropyl Sebacate, Cetyl Phosphate, Caprylic/Capric Triglyceride, Coco-Caprylate, Ethylhexyl Hydroxystearate, Butylene Glycol, Arginine, Hydroxyacetophenone, Caprylyl Glycol, 1,2-Hexanediol, Iron Oxides, Sodium Hyaluronate,  Chlorphenesin, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Trisodium Ethylenediamine Disuccinate, Phospholipids, Limonium Gerberi Extract, Leuconostoc/ Radish Root Ferment Filtrate, Theobroma Cacao (Cocoa) Seed Extract, Pantothenic Acid, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Ferulic Acid.",
	"how_to_use": "Suggested Usage:.-Apply generously and evenly as the last step in your skincare routine, before your favorite foundation, and after your moisturizer..-You can also wear this on its own for a no-makeup makeup glow.",
	"num_reviews": 2835,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/supergoop-glowscreen-spf-40-P468414?skuId=2433977&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2747095-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Sunset",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2747095-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Sunset",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2747095-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Golden Hour",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2747053-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dawn",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2747079-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}