{
	"product_id": "998",
	"name": "Sugar Blush Body & Hair Perfume Mist",
	"brand": "LoveShackFancy",
	"categories": "Fragrance, Women, Body Mist & Hair Mist",
	"price": 58.0,
	"about": "Fragrance Family:Florals.Scent Type:Fruity Florals.Key Notes:Passion Fruit, Pink Rose, Pink Sugar.Fragrance Description:A fruity floral body mist that smells like dessert. This delicious scent gets its sweetness from a pink vanilla sugar note spun with creamy rose, tart passion fruit, violet, and sandalwood..About the Bottle:A slim, fluted mist that adds a fanciful edge to your everyday spray. This one is all about pink bows, pink roses, and so many hearts. The Rosa Beaux print is a signature design, chosen from over 2,000 in the LoveShackFancy print and lace library, to decorate this perfectly pink bottle, which is topped with a matching metallic cap..About the Fragrance:A dreamy cloud of sweetness and warmth, this mist is made to be sprayed all over and indulged in anytime..Clean",
	"ingredients": "Alcohol Denat., Water (Aqua/Eau), Fragrance (Parfum), Dipropylene Glycol, Limonene...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:..Spray on your hair, your neck, the tops of your shoulders, the backs of your knees, braids, buns, and blowouts. Spritz Anywhere you want to smell amazing.",
	"num_reviews": 195,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/loveshackfancy-sugar-blush-body-hair-perfume-mist-P513507?skuId=2804763&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2804763-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 oz / 240 ml Body Spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804763-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "truly mid",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "something is off about it but I'll use the whole bottle and never buy again - points for how strong it is"
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Smells pretty good very sweet but the only downside is that it’s only online which makes it harder to know what it smells like but it is a bit strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "after using this product i smell absolutely amazing and continue to get compliments every time i wear it with me vanilla kayali perfume it is heavenly"
		},
		{
			"review_title": "LOVE THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I love this product soooooo much I got it for Christmas and it has officially replaced sol de Janeiro 62 as my favorite perfume !♥️♥️♥️♥️"
		},
		{
			"review_title": "A must have. Gresat for any occasion,",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Cute packaging.And it smells wonderful. Light, fresh, wonderful. Fruity."
		},
		{
			"review_title": "Sweet smelling",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Wayyy too sweet  smelling it’s perfect for a young person but not for a mature woman, reminds me of cotton candy so if that’s how you want to smell it’s perfect"
		},
		{
			"review_title": "Fruity, Sweet, Fresh, 10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "If you love sugary sweet fruity scents you NEED this, reminds me of sol de janeiro cheirosa 68, the OG pink sugar, but doesn’t have that lingering headache too sweet smell. There’s also a freshness to it, packaging is SO cute. Definitely perfect for a teenager or early 20s gal."
		},
		{
			"review_title": "Cute bottle, disappointing contents",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Way too sweet. And don’t get me wrong, I like sweet. This was cloying and overwhelming. Smells childish. I tested for husband and friends, and no one liked it. If you’re purchasing for a teen, great. Otherwise skip."
		},
		{
			"review_title": "Loooooooove!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "OMG I am sooo picky about scents I wear just like we all are… I LOVE this mist!  Smells sooo just delicious!  Wear time/ longevity isn’t great but still I’d buy it again.   Bought this on a whim & I’m so glad I did!"
		},
		{
			"review_title": "So yum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Very sweet very nice! A little more floral than I'm used to but still very nice!!!!"
		},
		{
			"review_title": "Smells delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This smells amazing ! It smells like a magical fairyland with flowers and cupcakes"
		},
		{
			"review_title": "Almost no smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Its almost odorless but that little hint of fragrance smells like cheap soap."
		},
		{
			"review_title": "Trash!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "what did I just buy??? seriously, this is trash for the money you spend! sol de janeiro is worth the price. This is money in the trash it smells worse than a watered-down old Victoria secret spray. I'm not joking when I tell you this smells like an old body mist that has been sitting on your hot desk in 2005. I can't believe I paid for this junk. I'm over these companies selling high dollar stuff that isn't high-end. If you wanna waste your money on this, be my guest, but there are better body sprays for half the price out here. Also, it doesn't even last!! I put this on, and it's gone as soon as I do. This loveshackfancy should be ashamed of themselves."
		},
		{
			"review_title": "Zero lasting time",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I love this brand as a whole but as with most mist products, there's zero longevity. The fragrance is nice in the first few seconds. Sadly a return for me."
		},
		{
			"review_title": "Smells like Pink Sugar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "If you know Pink Sugar, it smells like that, but unlike Pink Sugar which gave me a wicked headache, this one doesn't  Super cute bottle, lasts reasonably on the skin for a body spray (about 2-3x longer than my Sol de Janeiros with dissipate realllll fast)  This was a blind buy and if I knew it smelled like this, I wouldn't have bought it but smell is personal, rating a 5 for the product itself"
		},
		{
			"review_title": "Loooove (spell)!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The smell triggered something in my brain.. I couldn’t figure out why it smelled so familiar. To me it reminds me of a core millennial memory.. it reminds me of love spell in the best way"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "As soon as I saw this in my email, purchased right away. Beautiful packaging, the scent is sweet like a cupcake. It's a body spray so it's not going to last all day in which is normal. Very happy with purchase."
		},
		{
			"review_title": "AWFUL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Smells like a toilet.  Packaging is plastic and cheap."
		},
		{
			"review_title": "SMELLS SO GOOD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "My niece introduced me to LOVESHACKFANCY, and I really like the brand, but everything is so so expensive! Even the smallest perfume. This Body and Hair Perfume Mist is the game changer! So much LSF for better price!"
		},
		{
			"review_title": "So cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the smell also beautiful bottle price wise for the amount is not bad."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This has the prettiest smell...and it sprays nice and lasts! Definitely repurchasing...it's Yummy"
		},
		{
			"review_title": "Beautiful sent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Beautiful sweet sent I love it! Bottle is gorgeous as well"
		},
		{
			"review_title": "Cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Smells amazing but I bought two and they both came with a broken spray cap."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really love it.. smell so good for me  i feel like a child again.."
		},
		{
			"review_title": "Strawberry shortcake",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This mist smells delicious. I tried it out mainly because of the cute bottle without knowing what to expect. It smells like strawberry shortcake with a some vanilla cream and a hint of a clean expensive soapy smell. It smells quite unique to me. It doesn't last long, about how long I'd expect from a mist (2 or 3 hours). I had to get a full bottle because of how much I love this scent."
		},
		{
			"review_title": "New fave scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my new fave it’s like light strawberries and marshmallow maybe … I def recommend"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "it smells like strawberries and cream to me :) i definitely recommend"
		},
		{
			"review_title": "Dupe of Boardwalk delight",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This smells exactly like Skylar Boardwalk delight!  It’s a great sweet fragrance was just hoping for something different."
		},
		{
			"review_title": "Current fav body spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best smelling out of the three in my opinion. Very unique smell but it smells so delicious and girly. I definitely recommend this product"
		},
		{
			"review_title": "Not super impressed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Loveshack advertised this as cotton candy via their own social media pages, but it does not smell like cotton candy. Sweet, sugared berries? Yes. More importantly, this smells identical to Skylar Boardwalk Delight…"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "My favorite body mist, such a soft scent. perfect for hot days"
		},
		{
			"review_title": "Best of the 3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like all three of these new mists but this one is my favorite. Layers great with a lot of my vanilla perfumes. Very sweet and creamy."
		},
		{
			"review_title": "Meh…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I wanted to love this and had high hopes, but it’s nothing special to be honest. The scent lasts 5-10 minutes and it’s *poof* gone. Smells similar to a lot of other body sprays, like Bath and Body Works. Reminds me of Philosophy Fresh Cream Cashmere."
		},
		{
			"review_title": "Girly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Smells great! Smells similar to Ariana grande perfumes and pink sugar, but less alcohol-ish. Smells like 2014-16 girly perfumes. The bottle is really cute too."
		},
		{
			"review_title": "sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I used this scent for the first time out in public and got non stop compliments! The smell of vanilla, rose, and passion fruit made me smell like walking cotton candy! Loved that the scent lasted the whole day and can be used on hair and body!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Dry skin",
			"review_text": "This has the most amazing fresh clean smell!  I love it!  Just bought the other scent!"
		},
		{
			"review_title": "Beautiful Smelling Perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "If you love floral and sweet fragrances, this perfume is a dream come true! It's a perfect balance of fresh blooms and sugary notes that feels light and romantic without being overpowering. The floral heart is delicate yet rich, with a sweetness that lingers beautifully on the skin. It’s the kind of scent that lifts your mood and makes you feel effortlessly feminine all day long. Perfect for everyday wear or special occasions!"
		},
		{
			"review_title": "Teasing cotton candy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This fruity-floral mist smells extremely delicious! Even though I’m not a fan of sweet perfumes for myself I love this scent on my wife. It’s so yummy, smells like a cotton candy but with some added fruity notes."
		},
		{
			"review_title": "In love with this scent!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "I am truly in love with this scent! It has notes of vanilla sugar, creamy rose, and passion fruit. It reminds me of cotton candy because of sweet it is. It is perfect to use all over the body especially hair. This may be my favorite scent from Love Shack Fancy!"
		},
		{
			"review_title": "Love this body mist and hair mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Such a beautiful hair and body perfume smells amazing I love the light sweet ness it brings to my scent also the smell stays on for a very long time like wow lasted in my hair for a very long time I really love the packaging as well very cute"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This hair and body mist smells delicious and can be worn any day everyday!! I am a huge perfume girl and absolutely love this scent and recommend it to everyone that likes citrus scents and the ocean."
		},
		{
			"review_title": "Cute but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I liked LoveShackFancy perfumes, but the mists are good but not long lasting. The bottle of the mists, including Sugar Blush Hair and Body Perfume Mist is very cute, as all LSF products. Somewhat sweet, definitely can smell sugar and rose, but couldn’t tell if I smell passionfruit. I like that I can use it all over body and even on my hair."
		},
		{
			"review_title": "Pink Sugar, but BETTER!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this scent for just lounging or running errands when I want to smell good without using my expensive juice. Smells super sweet! but not cloyingly sweet. The best of the 3 IMO. It’s giving me Aquolina Pink Sugar nostalgia, but better."
		},
		{
			"review_title": "This smells SO GOOD!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This smells so good!!! I got this along with the berry scent. I thought I would like the berry more but this one is my favorite out of the two! You guys need to RUN, not walk, and get this!! I’m buying the third scent ASAP!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Delicious and floral and yummy. Notes of vanilla, creamy rose and passion fruit make this scent a sugary floral delight! This scent makes me feel so feminine and coquette, I’m obsessed!! Thank you LoveShackFancy"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have tried all the of love shacks new body sprays and this is my favorite one! It’s so sweet and snells like vanilla. I love to spray it my hair and body. It lasts well and i get so many compliments"
		},
		{
			"review_title": "Cotton Candy and dessert",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Hair & Body Perfume Mist is a delightful fragrance. This mist is designed for both hair and body, providing a light and refreshing scent that can be enjoyed throughout the day.  The Sugar Blush scent typically features a sweet and playful cotton candy and, with notes that might include a mix of sugary treats. This combination creates a feminine fragrance that evokes feelings of joy and nostalgia, much like indulging in your favorite sweet treats while surrounded by blooming flowers."
		},
		{
			"review_title": "Sweet and Floral Delight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is smell so good 😍 The scent features key notes of vanilla sugar, creamy rose, and passion fruit, which combine to create a smell that reminds me of a sweet dessert and cotton candy. It’s so deliciously sweet and floral, making me feel fresh and happy all day.  The mist sprays nicely, and I appreciate that I can use it on my hair and skin. It doesn’t leave my hair feeling sticky, which is a big plus! The bottle is also really pretty."
		},
		{
			"review_title": "daily scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "this smells amazingggg it smells so delicious and vanilly with rose. its sweeet but not overly i cant wait to use this daily. its a perfect scent to layer as it smells just like a sweet treat. Definitely reccomend."
		},
		{
			"review_title": "Save your coins",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
			"review_text": "Bath & Body Works Quality w/ high price tag— good smell but save your coins."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells really delicious. sweet and fruity. not too sweet, though. Without a doubt, I can distinguish the sugar and passion fruit. As it dries down, a faint rose flavor. It dries down quite elegantly. It smells nothing like a child.The bottles are enormous."
		},
		{
			"review_title": "Like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really liked this perfume! The smell is like a sweet dessert or cotton candy. I smell reveals notes of vanilla sugar, creamy rose and passion fruit. I really like using it, I spray it on my body and hair. The smell is long-lasting. It will last a long time and it has so girly bottle! Definitelly reccomend!"
		},
		{
			"review_title": "Best scent EVER",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I loved EVERYTHINGGG about this scent. It smells like the yummiest pink marshmallow, actual strawberries and cream mixed with a little vanilla shortcake and a hint of white chocolate! I know a lot of perfumes that claim to smell like “strawberries and cream” and I have tried A LOT of them, but this one truly smells just like it! It’s just so so so good!!! I love the vintage bottle it’s so coquette and adorable. Only complain I have is that it is more of a body spray than perfume so it does not last that long."
		},
		{
			"review_title": "Best sweet perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The love shack, fancy sugar, blush, and hair and body perfume is my favourite sweet perfume. I get compliments from so many people! If I could describe the scent of small like a very sweet candy almost like cotton candy. It lasts all day and is my new go to"
		},
		{
			"review_title": "A new favorite of mine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This scent is so easy to love! It is sweet and fresh at the same time, uplifting and joyful. I love the large size so I can spray it on my clothes, hair and bedsheets as well. Just look at the packaging, so cute!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I am obsessed with this perfume. It smells like heaven!!! I love how you can use it not only for your body but your hair as well. The bottle is also adorable. I get so many compliments when I wear this perfume too!!"
		},
		{
			"review_title": "has a chemical smell to it but great scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "i wanted to like this perfume but it honestly just smells kind of cheap and chemically to me. the smell is great after a while tho but when applied for the first couple of minutes the smell isn’t that great"
		},
		{
			"review_title": "wear this everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This love shack fancy perfume is the best smelling perfume! I use this everyday and it stays on all day long and I smell it on my clothes throughout the day. I recommend this to my friends and will be using it again!"
		},
		{
			"review_title": "Too light with poor longevity",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This body mist has notes of vanilla sugar, creamy rose and passionfruit. It's a soapy fruity floral fragrance. It's very light and I can barely smell it. Although it's a body mist the scent is very weak and has poor longevity. If it were stronger it would be nice. At this price point I expected a lot more. The bottle is gorgeous but I wouldn't buy it."
		},
		{
			"review_title": "Sugar rush blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "If you want to smell like a cotton candy dessert than this LoveShackFancy sugar blush hair and body spray is perfect for you. I definitely smell notes of creamy rose and vanilla sugar and I love to spray this all over my hair and body. The bottle is so pretty, I love it."
		},
		{
			"review_title": "Sweet and dark",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Medium skin tone, Oily skin",
			"review_text": "I received was gifted Sugar Blush from loveshackfancy and skeepers.  I like the mixture of the notes it's sweet but also dark Top note is Passionfruit; middle notes are Rose and Violet; base notes are Vanilla Sugar and Sandalwood.I don't really like rose scent but it's covered up you can smell the vanilla and the sugar but also the dark scent notes a great mixture of notes."
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a very sweet smelling scent, smells like candies. While it also has a hint of vanilla to it. However the packaging is beautiful and I love the color. Definitely wouldn’t wear this perfume everyday since it so strong."
		},
		{
			"review_title": "Berry good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the bottle and fragrance! It’s sweet and very girly smelling but isn’t over whelming to me.  I love to collect anything pink so this matches my aesthetic perfectly i love the strawberry. It smell so good."
		},
		{
			"review_title": "smells like cotton candy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It smells so good just like candy! With notes of vanilla sugar, creamy rose, and passionfruit it’s sweet and sugary with a hint of florals that makes it so delish. I spray it all over but I’m a little lighter with application for this scent than others since it’s little stronger. But I don’t mind because it smells so good and the bottle is beautiful!"
		},
		{
			"review_title": "CANDY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "IM SO OBSESSED WITH THIS!!! It quite literally smells like candy in a bottle. I loveeee smelling sugary and sweet and this is the most perfect body spray/perfume to layer on top of my other scents. It’s a very strong scent so a few sprays goes a longgggg way. The most accurate way is can describe this fragrance is those shoelace candies. It smells exactly how those taste to me, but even yummier!! I also tried the yellow bottle and I love that too but this scent is more up my alley. Definitely will repurchase when I run out."
		},
		{
			"review_title": "Strong Sweet Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This perfume is spot on with the notes listed, it smells like sugar and candy, a little bit on the floral side, but it mainly smells sweet. Something to note though is that the scent is SO STRONG, you don’t need more than one spritz. If you’re into strong perfume, this is for you."
		},
		{
			"review_title": "My go to perfume !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I absolutely adore this hair and body perfume! It is great for my hair as well as my body! It is a great smelling scent and It last forever! It smells like sweet sugar and is a perfect mix of a sweet vanilla scent! It’s not too strong, it’s just right! I recommend to everyone looking for a good perfume!!"
		},
		{
			"review_title": "Super surgery sweet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I really thought I would like the scent, but it is a little too sugary for me. If you like super sugary powder, sugar, like perfumes, you would really really like this, but for me, it was a little too sweet."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The scent it’s very strong for my liking, it smells like a mixture of candies and vanilla. I love the pink bottle and the presentation but unfortunately I don’t see myself reaching out for this hair and body perfume mist. If you like very sweet scents then this is for you, it is very long lasting."
		},
		{
			"review_title": "sweet smell!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was so excited about this product! i’ve heard amazing things about it and it didn’t disappoint! it has a very sweet kind of floral smell to it. if you don’t like sweet perfumes i probably won’t recommend, but i really liked it! i’ve been wearing it everyday!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I am an avid collector of sweet and sugary perfumes so this was perfect for me! Everytime I use and smell this, I can just imagine myself eating a lot of fluffy and sugary cotton candy that melts into my hands."
		},
		{
			"review_title": "So yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a girly pop scent! It smells sweet and feminine. Perfect for a daytime fragrance any time. It lasts well and immediately puts me into a good mood. The fragrance mist is a 8 fl oz and can be for hair and body."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "WOW!!!when i tell you this is the best perfume ever it really is. It smells so good like I could eat it. The smell last for a long time to. You don’t even have to pray a lot and it will last you almost all day"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The LoveShackFancy Sugar Blush hair &Body mist is a nice floral mist with the notes of vanilla, rose and passion fruit. It is a lightweight fragrance that is ideal if you pair up with another perfume for longevity."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I ordered this for my wife and she is absolutely obsessed with it! It smells so heavenly and fruity and we both really enjoy it. The scent is long lasting and is a great everyday fragrance. Absolutely recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "When I saw that Love Shack Fancy was dropping some body mist, I had to try! I really like this scent! It’s sweet and last all day. I also just adore the packaging! It’s so cute and fun and I just love the colors of the bottles! The scents notes aren’t exactly what I’m smelling, but it still smells amazing! It smells like vanilla cake"
		},
		{
			"review_title": "So sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the smell of this mist! It smells sweet, like cotton candy, with hints of vanilla and passion fruit. The bottle is also so cute. Also, I was surprised by the longevity of the scent since it is a mist."
		},
		{
			"review_title": "Smells so yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This scent smells so yummy. Fruity and sweet. But not overly sweet. I can definitely pick up the passion fruit and sugar. A hint of rose when it dries down. It dries down so beautifully. Doesnt smell childish at all. I can't tell if this one or the velvet sun is my favorite because I really love them both. I just spritz them on throughout the day. The bottles gorgeous and huge. Would definitely recommend."
		},
		{
			"review_title": "Sugary Sweet!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Body and Hair Perfume Mist smells almost identical to fresh cotton candy, absolutely sugary sweet and oh-so fun! This mist is packaged beautifully in a pink bottle with floral and bow graphics giving it such a feminine and soft look. The scent itself while reminiscent of cotton candy, also features lovely notes of tart passion fruit, creamy roses and pink vanilla sugar. Like a delectable dessert, this fragrance is indulgent and very youthful as well. The bottle is oversized which means it should last a good while and the fragrance lingers longer than many typical body sprays. Definitely a must for any sweet scent loving gals!"
		},
		{
			"review_title": "Very nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Omg first off, I love the packaging!! It’s so cute and it smells so good. smells very sweet and floral but delicate at the same time. that’s usually something different than the rest of my fragrances"
		},
		{
			"review_title": "Cotton candy dreams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is cotton candy dreams!!!! Such a girly, sugary sweet scent!! You get a ton of product in here too, it will last ages! I find it more longwearing than most body mists!! The bottle is adorable as well!! Such a yummy scent!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Hair & Body Perfume Mist is a delightful, multi-purpose fragrance that smells like a sweet dessert in a bottle. With key notes of passion fruit, creamy rose, and pink vanilla sugar, this mist creates a dreamy cloud of sweetness and warmth, perfect for any time of day. The delicate blend of fruity and floral aromas gives a refreshing burst of fragrance, perfect for spritzing on my hair and body for an instant pick-me-up. It’s a must-have for anyone who loves sweet fragrances in their beauty routine."
		},
		{
			"review_title": "Coquette Mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Body & hair mist. I honestly love how this mist smells and feels on the body, clothes and hair. It has pleasant notes, sweets such as pink sugar, passion fruit, pink rose. It's a floral fragrance. Recommended fancy girl."
		},
		{
			"review_title": "Honestly not the best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product in exchange for my honest review. This fragrance mist definitely lives up to the name sugar blush. Very generically sweet with notes of vanilla sugar and creamy rose. Probably better suited for a teenager. The problem with all of these fragrance mists is that they barely last, which at $42 is a huge con. The packaging also feels cheap at that price point which would have made sense if the perfume inside at least lasted longer than an hour."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "The Sugar Blush hair and body spray smells absolutely amazing, it smells super sweet and the scent is long lasting.  I do have to reapply a few times a day to keep the smell though.  Other than that I love it!"
		},
		{
			"review_title": "so so so pretty!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The LoveShackFancy Sugar Blush Hair & Body Perfume Mist is absolutely delightful! The scent is light, sweet, and perfectly feminine, making it ideal for everyday wear. I love that it’s versatile enough to use on both hair and body, leaving me feeling refreshed and smelling great all day long. The mist is gentle and doesn’t weigh my hair down, which is a huge plus. The packaging is also super cute and looks lovely on my vanity. This has quickly become my go-to fragrance, and I can’t recommend it enough!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Typically when I think of florals I think of a more mature vibe, but that isn’t what I get from this at all. This is a super sweet fragrance, which is perfect for me bc that’s what I love! I get hints of vanilla, along with a fruity mix. The packaging could be more luxurious for the price but the scent is nice."
		},
		{
			"review_title": "Cotton candy heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is pure cotton candy. I see myself at a theme park and all the desserts around. This is that scent! It is very sweet and delicious. Very feminine scent, perfect for any day. I applied this to my hair and body!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is a sweet sugary scent. The scent isn't bad, but it definitely isn't an everyday scent for me. The scent isn't very strong nor does it last long. I was able to layer this with other sprays with success. This scent is aimed at the younger crowd."
		},
		{
			"review_title": "Soft and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "this spray is so good !! The sent of the spray is exactly what it said it will be. It’s like candy, not in a cheap way. It smells expensive and one thing I like about it that it isn’t a strong smell, it’s light but noticeable, a really soft sugar smell."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The bottle's color and design are quite girly, matching the scent perfectly. Sugar Blush’s fruity floral notes might come off as a bit too sweet at first, but it does mellow out into a more balanced fragrance over time. Its playful character makes it perfect for younger audiences, like my 11-year-old, who immediately fell in love with Sugar Blush. While it might be a bit too sweet and simplistic on its own, it layers nicely with warm vanilla fragrances for a more nuanced scent."
		},
		{
			"review_title": "so sugary and dessert like",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "i just tried the sugar blush body mist and i’m seriously obsessed. it smells like a sweet dessert paradise—think cotton candy meets vanilla sugar with a hint of creamy rose. it’s got these super yummy notes of vanilla sugar, passion fruit, and a touch of rose that make it feel like you’re wrapped in a cloud of sweetness.   i’ve been spraying it all over—my hair, my body, literally everywhere. it’s perfect for a burst of sweetness anytime you need it.   plus, it’s clean, vegan, and cruelty-free, which is amazing. the bottle is so cute with its pink bows and hearts. it looks adorable on my vanity and makes me feel super girly every time I use it. you can only get it at sephora and loveshackfancy, so definitely grab it if you love sweet, dessert-like scents!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this new loveshackfancy hair and body perfume! This sugar blush one is fun and feminine with the cotton candy and passionfruit notes. Cant wait to keep using it. The mister is also really nice."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "First of all I love the packaging of these mists, and this one is my favorite of the launch! It lasts a good amount of time on the clothes for sure. longer than on skin. If you like gourmands you will love this one. I do think the scents are a little juvenile though, they don’t smell very elevated."
		},
		{
			"review_title": "Smells like a sugar cookie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is by far my favorite body mist. The scent is AMAZING. It smells like a sugar cookie in the best way, and somehow is the perfect amount of fragrance without feeling overpowering. I absolutely love it"
		},
		{
			"review_title": "Not too floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this scent. I’m not a big perfume fan and I hate floral scent so this is a great alternative. I love the lightness and sweetness of this perfume. The floral scent doesn’t completely take over the fruity part so I really appreciate that about your perfume. I’m not sure if it is worth the price though"
		},
		{
			"review_title": "Warm and Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "First of all presentation is perfection! This is a very beautiful and sweet scent! I definitely pick up sugary notes that remind me of cotton candy. It’s sweet and warm, very wild and carefree vibes! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "This bottle is so pretty and coquette! Perfect for pink aesthetic! The body spray smells like delicious marshmallows to me lol sweet and sugary. It may be too much if you do not like sweet scents. It is a body mist so it stay for a few hours."
		},
		{
			"review_title": "dont buy this…so i could have it all to myself!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was not expecting to like this as much as I do. It’s actually mouthwatering how good it is. It has a very sweet scent. To me it smells like vanilla, pink sugar , and marshmallows! It’s so delicious and I could see myself wearing this daily. I cant stop spraying it because i’m actually addicted at this point. I can’t stress this enough when I say BUY THIS asap!"
		},
		{
			"review_title": "Cupcake Vibes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely love this fragrance by LoveShackFancy!! Amazing size and cute bottle . Very easy to open and very elegant . The notes are so light but noticeable! I smell like a cupcake from a bakery. Smells a little sweet !"
		},
		{
			"review_title": "Youthful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is a delicious scent. It smells like nostalgia and being a teenager again :) That being said, I would recommend this for a younger audience than me. But maybe for a younger sister or scent profile!"
		},
		{
			"review_title": "Cute & Sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was gifted the Sugar Blush Hair & Body Mist by LoveShackFancy and it’s so nice! I love sweet smells and the packaging is so cute of course. It is a good amount and the scent does last a pretty good amount of time on your hair. On the body it is like a regular body mist so it does fade overtime but overall very nice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "First of all this packaging is so beautiful. The scent smells like dessert. My everyday perfume has a more masculine scent and this pairs so beautifully with it. I’m truly obsessed. The scent lasts way longer than your typical body spray"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This has a nice scent, but is not as complex and unique as I had hoped. I’m a little disappointed, given the price point. I only smell the top note, and it seems to drown out the others. It smells good, but very basic."
		},
		{
			"review_title": "Sweet & creamy sugar rose scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Super super sweet, but the creamy rose does cut the gourmand scent a little bit! I am a huge fan of vanilla and rose so this sweet sugar & rose scent is a great match for me. The bottle is just beautiful too- I love looking at it. Good for hair and body, longevity decent for a body mist but not as long as an EDT or EDP, as expected."
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love Shack Fancy Hair and Body Perfume is a new favorite of mine! The fragrance is soft and romantic, with hints of vanilla and rose that aren't overpowering. It gives off a warm and inviting vibe that's perfect for any season. I appreciate that it’s suitable for both hair and skin, making it a multifunctional addition to my beauty routine. A few sprays are enough to give a subtle yet noticeable scent that lasts for hours. Plus, the bottle design is beautiful and adds a touch of elegance to my vanity. This perfume is a must-have for anyone who loves a delicate, sophisticated fragrance."
		},
		{
			"review_title": "Sugary sweet smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the perfect surgery sweet smell. The smell reminds me of cotton candy or cake. I love that you can use it not only on your body but your hair as well! The smells lasts all day. Definitely would recommend"
		},
		{
			"review_title": "A Sweet Treat",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "LoveShackFancy Sugar Blush Hair & Body Perfume Mist captivates with its delectable notes of vanilla sugar, creamy rose, and passion fruit. It evokes the aroma of a sweet dessert, like cotton candy. The mist envelops your hair and body, leaving a lingering scent that is both alluring and comforting. Perfect for daily use after a shower or as a finishing touch to your nighttime routine."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that this smells like cotton candy. It was the perfect scent for me to wear in the summer or even on vacation. It smells a little like vanilla! I was able to put this on my body and my hair. I noticed that it lasted longer on my hair."
		},
		{
			"review_title": "Go-to daytime scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been using Sugar Blush every day since I got it. It starts off with a bright, fruity burst of passion fruit that’s really refreshing, and then the scent becomes softer with hints of rose and violet. The pink vanilla sugar makes it sweet and warm without being too much. It’s perfect for when I want something light and fun. The bottle is pink and adorable which I love. It’s definitely my new go-to for a sweet, everyday scent!"
		},
		{
			"review_title": "Pink vanilla sugar",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loveshackfancy “Sugar Blush” Hair and Body Perfume Mist with notes of: Passion Fruit, Pink Rose, Violet, Pink Vanilla Sugar and Sandalwood. It’s very light. It’s very sugary smelling. Not sure if I really smell passion fruit, pink rose or sandalwood. Mainly a vanilla sugar aroma. Doesn’t last long. Comes in a cute plastic bottle."
		},
		{
			"review_title": "Sugary musk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I was truly surprised by this as I don’t like overly sweet scents! This was has a sugary note to it like sugared amber or something! However it’s one of the best scents I’ve come across in body spray I hope this line of body sprays get made into perfume because they last on my skin after a shower! They turn into a nice sweet musk I love it"
		},
		{
			"review_title": "Love this!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "LoveShackFancy Sugar Blush Hair & Body is amazing! I love the scent, it is light and candy smell. I have used this throughout the day and I need to reapply a few times. However, I have gotten a few compliments on it too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "YUMMYx20. At first sniff I get the passion fruit and pink rose up front but once it’s sprayed and it dries down you can really get the creamy pink sugar vanilla notes. This is exactly what I imagine a real life princess to smell like..sweet, floral and warm. It’s surprisingly sophisticated and I think many ages could wear this and love it."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this new body spray and I’m so happy that I have also added this one to my collection. I love how sweet it smells and it reminds me of a sweet treat at the bakery. The scent last a really long time and I highly recommend these sprays to anyone."
		},
		{
			"review_title": "lasts all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "omg i’m in loveeee! first of all the packaging is so cute and the scent is 😍😍. the perfect everyday scent! i love fruity and floral fragrance so this is right up my alley. the passion fruit smell in this is just perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "oh my goodness this is the yummiest perfume mist i have ever smelled... it is so dessert like and surrounds me in a cloud of creamy vanilla sweetness! i spray it all over my body and in my hair to make it last all day. the closest embodiment of a pink sugar cookie as a fragrance <3 bonus points for the cutest bottle ever"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This fragrance mist smells so good. It’s light and sweet. The notes of vanilla sugar, creamy rose, and passionfruit really stand out. This is perfect for any occasion. Plus, the bottle is cute as can be! It does need to be reapplied throughout the day like any fragrance mist, but still has great longevity.  One of my new favs!"
		},
		{
			"review_title": "omg sooo cute and smells goood",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Love, shack, fancy sugar, blush hair, and body perfume smells super sweet super cute perfume for young people. It smells amazing but a little bit too sweet this reminds me of cotton candy. My daughter loved it. The packaging is cute and it is so girly."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product in exchange for this post. I love the packaging, it smells delicious, very youthful, I love the key notes of vanilla sugar that the color contains, everything is perfect. The ingredients are good."
		},
		{
			"review_title": "Not my scent!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really didn't enjoy this fragrance much because I was expecting this to be not so much ok the sweet side. This smells very sweet and like berries and I'm not a fan of thos one in particular. I wish the notes were somewhat mellow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Beautiful smelling perfume with the most amazing packaging and not that expensive of a price. Would recommend for everyone to try at least once. A little more on the youthful side but would work on all ages"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this perfume. it smells like frosting on a little cupcake. great to spray in my hair after washing it, so it makes my hair smell so good. packaging is absolutely adorable. scent lasts all day"
		},
		{
			"review_title": "Delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I loved this scent! It really did smell like vanilla and passion fruit, but not so much a creamy smell like intended. However, I used this all over my hair and body, and the scent lasted a super long time!"
		},
		{
			"review_title": "Very sweet and floraly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This scent is definitely on the sweeter side so if that’s not your preference you may not love this. However, I love sweet scents and this one is great! It’s very floraly and sugary and just smells delicious in my opinion. Very strong and has good longevity for a body mist. The bottle is beautiful and looks adorable with any perfume collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "One of a kind hair and body mist! It smells so sweet and feminine. I love to use it on my hair and body for more long lasting results. I love that the vanilla sugar notes are very nice and unique. I highly recommend it!"
		},
		{
			"review_title": "Great perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "An amazing perfume that is in the prettiest bottle! It smells exactly like vanilla and sweet desserts.  I spray it all over my body and hair and it lasts all day and is not too overpowering. Would definitely repurchase."
		},
		{
			"review_title": "a charming blend of sweet and floral notes.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Hair & Body Perfume Mist is a charming blend of sweet and floral notes. It’s light, romantic, and perfect for everyday wear. The mist is fine, leaving a lovely scent on both hair and body without being overpowering. Plus, the blush pink bottle with floral accents adds a touch of elegance to any vanity. Perfect for those who love a subtle, feminine fragrance."
		},
		{
			"review_title": "The ultimate girlie fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "First thing first, I just love the packaging of this mist. Second it smells divine. The fragrance is absolutely delicious. The ultimate girly fragrance. It is a sweet fragrance as from the notes but not too overall sweet. I do feel like it sets amazingly on skin. This is a must have summer fragrance."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This smells like cotton candy, I’m not really getting much vanilla and also it’s not as fruity when you first spray it but once it settles you get all the notes, which is fine. It does last long too so I appreciate that."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This hair and body perfume is a sweet dessert in a bottle. The cotton candy is so youthful and playful in this fragrance. It is not overpowering at all. Great to wear in the daytime, as it is a sweet and refreshing scent. I personally really enjoyed it & would recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I am an avid collector of sweet and sugary perfumes so this was perfect for me! Everytime I use and smell this, I can just imagine myself eating a lot of fluffy and sugary cotton candy that melts into my hands."
		},
		{
			"review_title": "Great product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been using LoveShackFancy Sugar Blush Hair & Body Perfume, and it’s quickly become one of my favorites. The sweet, floral scent is just perfect—it’s light enough to wear every day but still leaves a lasting impression. I love how it lingers in my hair, giving me a little boost of confidence throughout the day. It’s become my go-to for when I want to feel fresh and feminine, whether I’m heading out or just staying in."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The bottle and picture on the label are very pretty. During the wet stage of this fragrance I can smell nothing except strong alcohol with a hint of sweetness. During mid dry stage I can get a little sandalwood and sugar. Then when it dries completely I can smell a very light passion fruit with sugar. Nothing that lasts very long and is better layered with another mist."
		},
		{
			"review_title": "Nice scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The packaging of Love Shack Fancy is absolutely stunning but I wish the longevity was a little better. The scent is sweet & I do get mostly the passion fruit. I sprayed this on in the morning & while the scent is nice the longevity was around 1 to 2 hours. I will say this would make a great layering body mist with other gourmand fragrances."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "The new Loveshackfancy hair and body mist is so nice. sugar blush is just what it sounds like, very sweet and dessert smelling. it has notes of vanilla, rose, passionfruit and sandalwood. I love that this is multifunctional for both hair and body. The bottle is cute but is a little youthful for my liking, I also wish the bottle was glass not plastic."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Loveshackfancy can do no wrong! Their new Sugar Blush mist SMELLS SO GOOD OMGGG! A perfect mix of Vanilla, rose and passionfruit, this scent is for the girlies who love sweet, feminine and 'pretty girl' scents! It's fruity, sweet and slightly floral. I usually can't do a rode note but it is blended in here so well and goes perfectly with the other notes. It smells like sweet candy and I'm in love! It's one of my favorite mists to spritz on my body and hair before I head out for the day! If you like sweet scents, this is a MUST!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My first time trying a perfume from this brand. This one smells especially sweet at first but after a little while it smells like a sweet vanilla and candy scent but in a subtle way. It also lasted pretty good throughout the day. This is definitely a summer scent."
		},
		{
			"review_title": "Smells incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This fragrance is absolutely delightful, and the bottle is stunning! It's incredibly sweet with a lovely hint of vanilla. The mist is rich and concentrated, making it perfect for spraying on my hair and clothes—it lasts all day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This smells so delicious and I need it as a fragrance. It has more floral notes than I typically prefer, but it’s not overwhelming and smells really nice. It’s a perfect girly sweet sugary scent. I wish it lasted a bit longer for the price, but I am enjoying it so far and don’t mind reapplying."
		},
		{
			"review_title": "Sweet, Fruity, & Floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is was my first time trying this brand, and I’m pleasantly surprised by it. This reminds me of those candy sweet perfumes when we were kids, but slightly more elevated and mature. The floral undertones in this definitely help to give this a nice balanced fruity yet floral smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is such a sweet and yummy scent by Love shack fancy! It smells like a luxurious cupcake to me but isn't overly sweet. The bottle is soo pretty as well so it looks great on your vanity. Perfect for summer. I love to spray it in my hair."
		},
		{
			"review_title": "Great value and scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This perfume is exactly what I hoped it would smell like. It is sweet with there being actual layeys to the scent. You can definitely pick up on the notes of rose and passion fruit. I also am impressed with its longevity as well as the bottle size. It is huge!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Absolutely love!! Smells sweet, but not overwhelming. Lasts all day and I got so many compliments. The bottle is so cute too they absolutely nailed this scent. Will definitely be repurchasing and trying new scents by them!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Smells like sugary sweet candy! The cotton candy notes are the strongest, with hints of the fruity passion fruit and very little floral from the rose, but overall it’s a deliciously sweet fragrance. The bottle is super pretty too which I love!"
		},
		{
			"review_title": "Super sweet and feminine fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I'm a sucker for sweet scents and this product delivered! It's a super sweet mix of vanilla sugar, creamy rose, and passion fruit. I think the smell is like a sweet dessert with notes of sugar, vanilla, rock candy, marshmallow, and cotton candy.  I love the fact that I can apply this body mist all over. I spray it on my typical pulse points as well as throughout my hair while styling. It's very strong for a mist so it has a little lasting power. Highly recommend."
		},
		{
			"review_title": "I actually truely love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I am actually so in love with this it’s not even funny dude like this scent vanilla maybe marshmallow some floral it’s honestly almost nastalgic if that makes sense it also passed the wear test so i love that I truely can’t wait to try them all and I WILL it smells like quality too Wich is great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Not overly sweet at all! More creamy than sweet which I prefer. I sprayed it around My hair and my pulse points and it smells great. I also appreciate how smooth the spray nozzle is! Super easy to spray."
		},
		{
			"review_title": "A must have fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "The key notes of this perfume are amazing, vanilla sugar, creamy rose and passion fruit. It smells like a sweet dessert - like cotton candy and has a long lasting scent. I would use this as an all over fragrance for every day wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love Shack Fancy's Sugar Blush Hair and Body Mist is a sweet, whimsical delight! The light, floral scent lingers beautifully on both hair and skin, creating an aura of elegance and femininity. Perfect for a quick refresh, it’s the ideal mist for those who love a soft, romantic fragrance that isn’t overpowering. The packaging is also charming, making it a lovely addition to any vanity. A must-have for anyone who loves a delicate and timeless scent!"
		},
		{
			"review_title": "Perfect Sweet Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Hair & Body Mist is a sweet delight with key notes of vanilla sugar, creamy rose, and passion fruit. It smells like a sweet dessert or cotton candy to me. I love spritzing it on my hair and body. It leaves a lingering, sweet scent that’s perfect for any occasion, whether you’re starting your day or need a quick refresh. Highly recommend!"
		},
		{
			"review_title": "Love this smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Indulge in the enchanting fragrance of love with loveshackfancy's Fruity Floral mist! 🌺✨ Experience the irresistible blend of Passion Fruit, Pink Rose, and Pink Sugar that captivates your senses and lingers beautifully throughout the day. Feel wrapped in a sweet embrace of luxury as this scent effortlessly uplifts your mood and leaves a lasting impression wherever you go. Treat yourself to a bouquet of pure delight with every spritz - because who wouldn't want their day filled with such wonderful aromas? 💕 love this one"
		},
		{
			"review_title": "Loving this fruity floral fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This fragrance has a beautiful fruity floral blend of passion fruit, pink rose, and pink sugar. It’s a great date night fragrance, especially when paired with vanilla! Really loving it so far, and I always get so many compliments on it when I wear it."
		},
		{
			"review_title": "Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Smells divine! So sweet and girly. The vanilla sugar seems to last all day and I can imagine receiving many compliments on it. The packaging is absolutely adorable and a lovely addition to any perfume display."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "If you love sweet, girly scents, you’ve got to try this Perfume Mist. The fragrance is a delightful mix of vanilla sugar, creamy rose, and passion fruit—it’s like a dreamy, sugary treat with a hint of floral. The pink packaging is absolutely adorable and makes it feel even more special. I love spritzing it all over my hair and body; it leaves me smelling like a sweet dessert and adds a touch of charm to my day. It’s become one of my favorite little luxuries!"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This body perfume smells amazing! I love it. I’ve gotten so many compliments on this. It smells like sugar and roses. The scent isn’t too overpowering or too little -it’s just perfect. The scent lasts the whole day for me. The packing is so cute as well. I highly recommend trying this."
		},
		{
			"review_title": "Love this scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One of the sweetest fragrances I’ve tried! I love the notes of this and I compared it to the other perfume mists from love shack fancy.  Vanilla sugar, rose and passion fruit really pairs well together. It wasn’t as long lasting as I would like but it still smelled so good after it faded."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "An absolutely delightful fragrance that has vanilla sugar, creamy rose, passion fruit. it’s so sweet and delicious at the same time. It’s a really pretty scent and a really pretty bottle!! Absolutely loving this one."
		},
		{
			"review_title": "The best perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely adore this scent!! The key notes of it are: vanilla sugar, rose and passion fruit.  To me it smells like a sweet walk on the beach. I love using it everyone on my body and in my hair and I get so many compliments when I wear it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The packaging is so beautiful. The smell lingers on my body and hair for so long it last very long. It smells so sweet and fruity. I love it. It’s not too sugary, but it’s not too pungent.  definitely recommend."
		},
		{
			"review_title": "SMELLS AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This is one of my favorite all time fragrances it smells so good and i’m obsessed with it! It smells like vanilla and I love it! I use it all over my hair and my body and the scent stays on for a long time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "if you do not like sweet scents i would not recommend this perfume me personally i LOVE this perfume it’s very sweet you smell pink sugar off rip it’s such a sweet girly fragrance it makes you smell edible i did think the bottle was gonna be glass but it was plastic but it is a big bottle for the price point"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Omg this smells so good! It's sweet and feminine without being overpowering, and I love that I can spray it in my hair without being worried about alcohol drying it out. I can smell the scent in my hair lingering throughout the day. The bottle is also so cute!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love this Sugar Blush perfume and how it smells on me. It smells like vanilla, rose, and passion fruit. It definitely is quite sweet smelling but not overwhelmingly so. I use it mainly on my body but also spray a bit into my hair."
		},
		{
			"review_title": "Amazing spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I'm really in love with this spray. I loved the aroma, it's sweet and fruity, the smell is delicious, it doesn't damage your hair and you can use it on your hair and body. It's really my new favorite in my shower routine. The smell easily permeates my hair and skin, it lasts a long time and has a good hold. I loved it from the first use. Highly recommended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It smells so good and the packaging is just so beautiful. Its sweet and has a delicious scent. I am so excited to use this more and it can be used on any occassion. I cannot get over how gorgeous the bottle is!!"
		},
		{
			"review_title": "Extra sweet and playful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "The LoveShackFancy Sugar Blush Body & Hair Perfume Mist is like a sweet treat in a bottle! 🍭 With key notes of vanilla sugar, creamy rose, and passion fruit, it smells just like cotton candy or a dreamy dessert. I love spritzing it all over my hair and body for that delicious, flirty scent that lasts all day. Whether I’m heading out for a night on the town on a date with my husband or just want to feel extra sweet, this mist is my go-to for a playful, sugary vibe."
		},
		{
			"review_title": "So yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Wow this smells great like a combo of sweet dessert and cotton candy in one for being a body and hair mist pretty long. it sprays out just the right amount of mist. I am in love with this body mist. Its my new favorite one."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "I’ve been really liking this hair and body mist. First off, it’s such a flattering sweet smell. Definitely vanilla and sugary. I apply it both to my hair and overall body and it lasts on me quite a while (8+ hours). The bottle is also so adorable."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This perfume smells absolutely amazing! It’s so sweet and smells like dessert but in the absolute best way possible. This is now my favorite perfume, it lasts forever and I spray it all over my entire body because it’s that good! It’s sooo amazing!"
		},
		{
			"review_title": "SWEET without being overly sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this is great if you’re looking for a sweet scent, but NOT overly sweet! There’s notes of vanilla sugar, creamy rose, and passionfruit, making it smell like a sweet dessert (like cotton candy!). I love to use it all over my body and even in my hair!"
		},
		{
			"review_title": "Smells very “young” …",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve heard so many great things about Love Shack Fancy so I was excited to try out my first product by them, the Sugar Blush Hair & Body Perfume Mist!  It smells nice - BUT, it smells VERY young! It’s very sweet and something that I would have worn in my teens, not as an adult.   My niece, who is 13 years old, smelled it and LOVES it!! So I really think it’s geared more towards the younger generation!  The bottle is beautiful and i definitely would try other scents out from them, this just is too sweet and “young” for me…"
		},
		{
			"review_title": "my review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I never used anything from love shack fancy before. I got the Berry kiss body mist and sugar blush body mist. I actually would buy the third one that I don't have, just because it's coconut. I need more."
		},
		{
			"review_title": "So pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this! It definitely smells like a luxury Bath and Body Works fragrance, but I’m not mad at that. I’m also not a huge rose fan so I’m glad that the rose doesn’t take over. The top note is definitely passion fruit and I love that. I will be wearing this a lot!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this perfume free of cost in exchange for my honest review. I love this scent, it is beautiful and luxurious and long lasting. it has a very sweet scent that it great for everyday use. love!"
		},
		{
			"review_title": "I love this fancy fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love shack sugar blush   Fragrance Family: Florals Scent Type: Fruity Florals Key Notes: Passion Fruit, Pink Rose, Pink Sugar Fragrance Description: A fruity floral body mist that smells like dessert.   I love this enticing scent, it gets its sweetness from a pink vanilla sugar notes spun with creamy rose, tart passion fruit, violet, and sandalwood. A dreamy cloud of sweetness and warmth, this mist is made to be sprayed all over and indulged in anytime.   I love the light floral fragrance of this. It’s not overpowering and not overly sweet at times. I get headaches and sit in fences make me nauseous but this one did not little bottle it’s very stylish and gorgeous. Taking your bag and your summer tote on vacation with you. The scent does not last very long so you need to reapply every two hours in my opinion, but I enjoy using  this fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing fruity, marshmallow laced scent w minor hints of a deep floral undertone. I think that it truly represents what love shack fancy is all about. It is fun yet beautiful. It is sweet yet refined. It is a scent that girls and women of all ages will want to wear as it creates a happy mood just putting it on. The fine fragrant mist applies evenly to your entire body and it’s not at all overpowering. It is to be used in your hair where it doesn’t weigh it down or create any kind of sticky residue. When wearing this you experience a general feeling of a lighthearted romance. it is a perfect match to the fun floral outfits that love shack fancy is so famous for and you’ll want to wear it out with friends just so they can ask you what is that fragrance you’re wearing? I highly recommend this scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Vanilla sugar, creamy rose, and passion fruit are the key notes that create a unique olfactory experience in this body mist. The vanilla sugar radiates warmth and sweetness, reminiscent of freshly baked desserts, while the creamy rose adds a sophisticated and luxurious floral touch. The passion fruit brings a zesty and tropical twist, balancing out the sweetness with a refreshing fruity aroma.  When combined, these notes create a harmonious blend that evokes a lavish and indulgent sensory experience. The overall scent profile is a rich and decadent fusion of sweet, floral, and fruity accords, resembling a delectable confection or a fluffy cloud of cotton candy.  Wearing this body mist will envelop you in a cloud of sweetness and sophistication, leaving a lingering trail of irresistible fragrance wherever you go. It is the perfect choice for those who appreciate luxurious scents that transport the senses to a realm of opulence and delight."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Obsessed is an understatement! This product smells amazing! So sweet smelling and perfect for summer. The scent is also light and not too overbearing, but also long lasting which I love. I highly recommend!"
		},
		{
			"review_title": "Smells so delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am actually obsessed with this Sugar Blush scent! It smells so good, like literal cotton candy. I personally use this in my hair and on my body and it has lasted me all day. I love how it has sweet scents (the vanilla sugar, passion fruit), but also has the creamy rose to even out the scent so it’s overall not too sweet. I think if you love sweet scents, you will absolutely love this!"
		},
		{
			"review_title": "Beautiful Packaging & Pretty scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "First of all, the packaging is stunning! From the all-pink color to the little details of the flowers and bows on the bottle! The scent is just chef's kiss. It reminds me of being at a fair around the funnel cakes and elephant ears. The notes of vanilla sugar, creamy rose, and passion fruit are a good blend of layers. I would use this spray for going out on dates with my husband or going out to eat with friends. It's really a great scent to wear just about anywhere! It doesn't last terribly long, but I can get a good 4 hours or so before I need to touch up! I spray it on both my body and my hair to get that extra scent absorption."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this Sugar Blush Body & Hair Perfume Mist! It’s so pretty looking and the smell doesn’t disappoint! It has a fruity floral body which smells very much like dessert. It has notes of creamy rose, tart passion fruit, violet and sandalwood. This is a really fun scent to put on for a day outing enjoying the spring or summer sun!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "If you love smelling like a bakery this is for you! It has a warm vanilla with a tad of passion fruit! Its last power is very nice and i mean come on the bottle is adorable! If you’re wanting to dabble into love shack fancy perfumes definitely try these first!"
		},
		{
			"review_title": "PERFECT HAIR AND BODY MIST! Long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I have never tried any loveshackfancy fragrances, but when I saw they had hair and body mists, I needed to try them! I’m so happy I did! This one was so sweet and yet fruity without being way too overpowering!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Obsessed! Smells so amazing! The perfume is last on my hair more than 4 hours and it’s not overwhelming. It has such a pleasant scent sweet fragrance with a touch of sophistication, i love this hair&body perfume"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone",
			"review_text": "Great fragrance for the hair and body! Love the scent it smells sooo sweet and yummy. I was looking for something like this and I’m glad I came across it. I got a compliment already actually! LOVE IT!"
		},
		{
			"review_title": "It’s delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Dessert in a bottle Cake in a spray. No matter how you describe this it is a confectioners dream in a body spray. If you love, smelling like dessert, you will love smelling like this"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Love how cute this bottle is! The smell is also great and I’ve received compliments on it! I also really enjoy that you can use it on your body and your hair. Since it’s a mist it’s not meant to last as long as a perfume but I am definitely surprised by the lasting power of it. I would recommend!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "It’s so good! I love it! Smells amazing and I feel so girly! Also looks great on my vanity and I want to show it off! Definitely one of my favorite purchases will definitely buy it again! Thanks so much for the gift!"
		},
		{
			"review_title": "Love this smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This perfume smells so good and the bottle looks really cute. The best way I can explain how it smells is a floral scent with a Passion Fruit, Pink Rose, Pink Sugar. At first, it does kind of smell like hand sanitizer but over time it will smell so good. It is also not too strong which I love. I definitely recommend it."
		},
		{
			"review_title": "Sugary, floral cloud perfect for everyday use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I tried the LoveShackFancy Sugar Blush Hair & Body Perfume Mist, and honestly, it’s like a sugary, floral cloud that lingers just the right amount. It’s super girly and light, perfect for a quick refresh. But if you’re not into sweet scents, it might be a bit much. I love that it works for both hair and body, so you can just spritz and go. The only downside? It doesn’t last super long, so you might need to reapply during the day. Overall, it’s cute and fun, but maybe not for everyone."
		},
		{
			"review_title": "Looove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! This is my favorite perfume now! It smells amazing. I can really feel sugar blush scent. It is great for evening or day. I get a lot of compliments. I would highly recommend it to everyone to try it out:)"
		},
		{
			"review_title": "The cutest bottle yet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love that they came out with not ONLY a body mist but also can be used on hair! I think that’s very innovative and can we talk about the gorgeous bottle?? SO CUTESY. This is described as a floral fruity scent and I think it hits the spot. It’s not too overpowering, just mild which I love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Loveshack Fancy lives up to its name! This is my first time trying a mist from this brand and I am super impressed! I love the packaging with the bows, it looks wonderful on my vanity! The spray lasts for 6-8 hours and smells delicious, like a dessert! I highly recommend!"
		}
	]
}