{
    "product_id": "62",
    "name": "Prisma Glass Hydrating Lip Gloss with Squalane",
    "brand": "Armani Beauty",
    "categories": "Makeup, Lip, Lip Gloss",
    "price": 52.0,
    "about": "What it is:A high-shine, hydrating lip gloss that locks in hydration and reflects light for fuller-looking, pillowy-soft lips for up to 24 hours without a sticky feeling..Formulation Type:Lip Gloss.Benefits:Hydrating.Highlighted Ingredients:- Squalane: Seals in moisture and soothes chapped, cracking, and irritated lips..What Else You Need to Know:This lightweight oil-in-gloss formula combines 15% squalane to protect the lip barrier and adds a glass-like shine and prismatic finish that flatters all skin tones. With each lip shade's crystal transparency, including clear, nude, pinks, and reds, the glossy wash of color enhances the lips natural hue..Clinical Results:Based on a consumer test performed with 120 women over the span of 14 days of use:",
    "ingredients": "Hydrogenated Polydecene, Polybutene, Squalane, Tridecyl Trimellitate, Hydrogenated Styrene/Isoprene Copolymer, Mica, Ci 77891 / Titanium Dioxide, Pentaerythrityl Tetraisostearate, Phenoxyethanol, Caprylyl Glycol, Synthetic Fluorphlogopite, Ci 45380 / Red 22 Lake, Ci 19140 / Yellow 5 Lake, Ci 77491 / Iron Oxides, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Ci 75470 / Carmine, Aluminum Hydroxide, Silica (F.I.L. N70049380/1).",
    "how_to_use": "Suggested Usage:.-Wear alone or as a topcoat for a glass-like shine over lipstick as the finishing touch..-For more pigment and shine, dab instead of swiping applicator onto lips..-Lightweight formula allows you to reapply as much as youu2019d like without a heavy or sticky feel...Pro tip:.-Apply Prisma Glass over your favorite lip color for a multi-dimensional look.",
    "num_reviews": 827,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/giorgio-armani-beauty-prisma-glass-hydrating-lip-gloss-with-squalane-P510283?skuId=2799641&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2799641-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "01 Clear Shine",
            "shade_descriptor": "crystal clear",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750495-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "02 Candy Halo",
            "shade_descriptor": "classic pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2751741-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "03 Honey Gleam",
            "shade_descriptor": "peachy nude with shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750461-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "04 Cherry Glaze",
            "shade_descriptor": "sheer poppy red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2751733-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "05 Berry Beam",
            "shade_descriptor": "raspberry pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2751659-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "06 Amber Shine",
            "shade_descriptor": "mahogany plum",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750503-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "07 Nude Glow",
            "shade_descriptor": "taupe with nude pearls",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750487-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "08 Sugar Halo",
            "shade_descriptor": "light cool pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2799633-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "09 Sorbet Beam",
            "shade_descriptor": "bright fuchsia pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2799641-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wonderful gloss - need more darker shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "This is a remarkable gloss. The texture is great (not at all sticky), it feels moisturizing, and it lasts longer than one would expect. I love that it has no fragrance! I do wish that they would add darker, deeper colors. The two that I purchased are nice but not deep enough. I would appreciate a deep, cool-toned plum or a blue-based red. The current options don't add enough color for me, unfortunately. The Amber Shine doesn't seem like mahogany plum to me - it seems like a warm red-brown. I don't notice much, if any, cool tone."
        },
        {
            "review_title": "Chefu2019s Kiss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Perfection. Love the weight of this gloss. Very pretty color that lasts and is not sticky."
        },
        {
            "review_title": "No color payoff, not worth the price tag",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "When I saw this gloss on display at Sephora I immediately fell in love with it. Itu2019s a very beautiful slightly blue undertoned pink gloss with very fine golden glitter. The formula is thin and keeps the lips very hydrated. I tested it on my hand before buying it but once I took it home and put it on my lips it was pretty much giving u2728NOTHINGu2728. And I wouldnu2019t consider my lips to be hyperpigmentated or anything. Color doesnu2019t really show up and it just gives a look of wet lips. For the price, I canu2019t justify its performance because besides from being too sheer in pigment, it doesnu2019t even give you a high gloss finish. Overall I am heartbroken because I really like what I see in the tube but it just doesnu2019t look the same when put on."
        },
        {
            "review_title": "Rapidly evaporates from your lips and the tube.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Feels great on your lips! I was so excited to find a beautiful non-plumping, hydrating lip gloss and then I started noticing how quickly it disappeared. I think Iu2019ve lost half of my product to evaporation. It doesnu2019t stay on your lips for very long at all. Totally bummed."
        },
        {
            "review_title": "Finally found a staple balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I redeemed some beauty points for a trial size of this in the Clear color. Usually lip gloss is too sticky for my preference and I stick with mostly lip balms. Iu2019ve yet to find a lip balm that doesnu2019t leave my lips feeling flaky when the lip balm finally absorbs completely. This lip gloss is neither sticky nor does it leave my lips feeling flaky when the lip gloss wears off. Iu2019m a lip biter so flaky lips is a big concern for me as they are super easy to get me back in the habit of lip biting if ya feel me. Anyways. I will buy a full size of this. Curious to try other colors too."
        },
        {
            "review_title": "WINNER!!! This one might top Laneige",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I got this offer with a purchase - I am a product snob u2026especially with lip stuff- I adore Fenty and Laneige but I this one is the winner! Hydration and staying power that the others donu2019t have!!! Pricey but I gonna get one anyway"
        },
        {
            "review_title": "Not a lot of product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love the formula and the color. I just purchased it days ago and itu2019s basically empty. I have not used it but a few times so I am disappointed in the amount of product for the price point. I could have bought similar product for alit less"
        },
        {
            "review_title": "Tried a sample now I want it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Wow received a sample by making an order online and now I want the full size! Feels so incredibly nice  on the lips, nice glow, feels hydrating and like a lip gel, balm, gloss in one. Super unique - the price is scary but I love how it feels!"
        },
        {
            "review_title": "The best nude lipgloss ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so much !! I originally got this as a gift - I picked it out BECAUSE it was Armani! Beautiful packaging and hey ! Itu2019s NICE! But it quickly became my everyday always right of die! I rarely use  all of any product bc I change so often but I used her up! Maybe a little quicker than a larger gloss but I donu2019t care. Itu2019s so pretty - u can wear it with warm or cool tones and it doesnu2019t feel super greasy. I forget I have it on. I do love the packaging ! Bought my second tube just recently and trying to save her for special occasions but after holidays sheu2019ll be in my everyday bag Iu2019m sure. A treat you should give yourself!!   I rarely use up ANY lip products"
        },
        {
            "review_title": "Excellent gloss and color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This gloss and this shade are stunning. Gives an ethereal glow to my lips without being glittery or too much. Just a gorgeous shimmer and light to it. The feel is lovely and itu2019s hydrating and long lasting."
        },
        {
            "review_title": "Love the color and consistency",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Really pretty color . Feel is nice on.  I bought this yesterday, it seems like the product is only half way filled. Not sure if this was a fluke or the actual amount."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "02 Candy Halo - classic pink",
            "review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
            "review_text": "We love the shade. It just needs a little bit more off to it some more more tacking us to it to when it dries.   ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "05 Berry Beam - raspberry pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "New favorite gloss. Itu2019s like my favorite too expensive lip oil got a hint of color and wasnu2019t quite as tacky. Definitely worth the it."
        },
        {
            "review_title": "Pretty gloss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Very cool gloss, feels nice on the lips, no extra fragrance. The only big minus is the packaging, the regulator doesn't hold the gloss in place at all, the liquid constantly leaks and makes a mess around the packaging."
        },
        {
            "review_title": "Leaky packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "For 40 bucks I would expect an Armani gloss to have better packaging or the one I bought is a dud. This leaks all the time and now most of my product is gone and I bought this in September!! I actually really love the product and formula... wanted to get another shade in the sale but I was deterred by the packaging. Save your money."
        },
        {
            "review_title": "Gorgeous Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this lipgloss. Itu2019s not sticky and super shiny. This is possibly my favourite formula on the higher end of makeup. You donu2019t necessarily need to spend $52, there are similar lipglosses but I think this is worth it if youu2019re into higher end lip products"
        },
        {
            "review_title": "Good viscosity & moisture without stickiness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I was expecting more shine, as the pictures show a vinyl-like finish, in reality this falls a little flat. The color Candy Halo is also more mauve tinted than the watermelon pink that itu2019s portrayed in the photos. I was expecting something more like Iconic Londonu2019s Luster Lip Oil in Sheu2019s a Peach, only with a denser and more substantial formula which other reviewers have described. The shine and glassy gloss aspect is pretty non-existing, but I gave it three stars due to how moisturizing and overall pleasant the feel and wear is, and a bonus for no discernible scent or taste. Iu2019ll probably return this in exchange for the cherry, because I think I would enjoy a red color in this formulation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "06 Amber Shine - mahogany plum",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i never write review but this product is absolutely insane. iu2019m not usually into lip gloss because i hate the sticky feeling but i was totally shocked with this product it quite literally feels like aquaphor. itu2019s super comfortable and hydrating"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these, gorgeous on the lips not sticky either, and I love this color"
        },
        {
            "review_title": "Best hydrating non sticky high shine gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Soooo good I find especially in the candy color. I usually have dry lips and it rehydrated my lips so fast and it looks so good Iu2019m obsessed. I donu2019t know about the other colors but this one is amazing. Very natural color."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "03 Honey Gleam - peachy nude with shimmer",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Except the my choice of color it was a great product. It leaves my lips very smooth and glowy. It doesnu2019t leave any sticky feeling behind. Darker or pinkish colors would be great on lips better. Definitely I would recommend using it."
        },
        {
            "review_title": "Lovely lovely formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love the formula of this lip gloss. Not sticky at all! Sheer wash of color. Love to top off my lipstick with it. So smooth on the lips. Absolutely love! Hands down must try."
        },
        {
            "review_title": "Astronomical Prices",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I canu2019t speak on the product itself but $54 for 3.5ml is CRAZY work. Beauty brands need to stop astronomically hiking up the price."
        },
        {
            "review_title": "Do you need it?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Do you need this? No. Might you want it, possibly. I purchased the Giorgio Armani Prisma Gloss in the shade 02 and 03. Both colors have a very pretty, very sheer wash of color with a decent amount of shine (nothing over the top). What makes this formula special to me is how it feels on my lips. It is very moisturizing and it is not sticky at all. It makes my lips feel really soft and hydrated. The packaging is very nice and it is not scented. The doe foot could be bigger but you really don't need to apply a lot."
        }
    ]
}