{
	"product_id": "131",
	"name": "Amplified Tubing Volumizing and Lengthening Mascara",
	"brand": "Blinc",
	"categories": "Makeup, Eye, Mascara",
	"price": 35.5,
	"about": "What it is:.What it does:.What else you need to know:",
	"ingredients": "Water, Ammonium Acrylates Copolymer, Iron Oxides (Ci 77499), Iron Oxides (Ci 77499), Glyceryl Stearate, Beeswax/Cera Alba, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera, Styrene/Acrylates Copolymer, Butylene Glycol, Dimethicone, Hydrogenated Polyisobutene, Stearic Acid, Polysorbate 80, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Mica, Silica, Phenoxyethanol, Aminomethyl Propanol, Potassium Sorbate, Sodium Dehydroacetate, Hydroxyethylcellulose, Laureth-21, Trisodium EDTA, Xanthan Gum, Sodium Nitrate, Disodium Phosphate, Polysorbate 60, Sodium Phosphate.",
	"how_to_use": "Suggested Usage:..-To apply, use Blinc Mascara Amplifed on clean and dry lashes...-Brush on until you have achieved the desired degree of lash separation, volume, and length...-You can build on additional volume by applying as many coats as you wish...-For removal, neither water or pressure alone will remove Blinc Mascara Amplifed. Only the combination of lots of warm water and gentle pressure from your fingertips, a washcloth, or water pressure (i.e. shower) will slide the tiny tubes off your lashes effortlessly...-Upon removal, you will actually see tiny tubes in your hand!",
	"num_reviews": 1651,
	"overall_rating": 3.6,
	"product_url": "https://www.sephora.com/ca/en/product/mascara-amplified-P377750?skuId=1495183&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1495183-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Black",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1495183-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "A must for those with sensitive eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My favorite mascara for sensitive eyes. I was actually recommended this brand by my eye doctor.   I have been using it for years and continue to repurchase. I can tell the difference with my eyes when I use other mascaras."
		},
		{
			"review_title": "Lashes stuck together when you apply more coats",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "If you apply 1 coat for a natural look it’s fine but if you want more volume , it makes your lashes look stuck together when you apply more coats . Kat von D tubing and caliray tubing mascara are much better ."
		}
	]
}