{
    "product_id": "1773",
    "name": "Cherry Ambition Eau de Parfum",
    "brand": "The 7 Virtues",
    "categories": "Fragrance, Women, Perfume",
    "price": 127.0,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Cherry, Saffron, Vanilla..Fragrance Description:  Manifest your desires with an aromatherapeutic cherry powered by sustainable sandalwood and upcycled cognac. Gourmand vanilla swirls with candied agave and bursts with cherry blossoms and floral notes, then crowned by warm amber suede and musky guaiac wood for a long-lasting sweet scent of success..About the Fragrance: u201cNot just a fragrance; itu2019s a statement of your inner fire and destiny. We collaborated with 400 Sephora Beauty Advisors to craft this aromatherapeutic blend of cherry, florals, and warm undertones for you to embrace your ambition and leave a trail of inspiration wherever you go.u201d u2013Barb Stegemann. The 7 Virtues was established in 2010 by activist and wellness author, Barb Stegemann. After her best friend, a CIMIC officer, was wounded while discussing how to bring clean drinking water and healthcare to families in a village in Afghanistan, she promised him in the hospital that she would take on his mission of peace. She wrote a best-selling book to empower people to reverse issues of war and poverty called u201cThe 7 Virtues of a Philosopher Queenu201du2014and thatu2019s where the brand name came from. u2018MAKE PERFUME NOT WARu2019 is the mantra at The 7 Virtues, and it is molded into the caps as a reminder...The 7 Virtues believes transparency is key, sou2014visible through the perfume itselfu2014you can read where the fragrance oils were sourced from and the aromatherapy wellness benefits of each perfume. Cherry Ambitionu2019s aromatherapy benefits include feeling brave, igniting ambition and making a statement. So, to manifest your dreams, spritz on this mood-enhancing perfume while intention-setting..    .The 7 Virtues perfumes are made with sustainably-sourced essential oils. They use between 22-30% fragrance oilsu2014double above industry standardu2014to deliver a scent that will last all day..    .The 7 Virtues perfumes are Leaping Bunny-certified, vegan, and both cruelty- and gluten-free. Plus, the packaging boxes are recyclable and made from FSC sustainably-harvested forests..As part of The 7 Virtuesu2019 partnership with Days For Girls, partial proceeds from each Cherry Ambition bottle will advance menstrual equity in North America by funding education, advocacy, and product distribution.CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "ALCOHOL DENAT, FRAGRANCE/ PARFUM, WATER/EAU/AQUA, COUMARIN, LIMONENE, BENZYL ALCOHOL, LINALOOL, CINNAMYL ALCOHOL, ALPHA-ISOMETHYL IONONE, CITRONELLOL, EUGENOL, BENZYL BENZOATE, CITRAL, GERANIOL, CINNAMAL, BENZYL CINNAMATE",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 606,
    "overall_rating": -1,
    "product_url": "https://www.sephora.com/ca/en/product/cherry-ambition-eau-de-parfum-P508411?skuId=2709012&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2709012-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2709012-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Got the travel size and iu2019m in love, good price not too expensive, lasts a while"
        },
        {
            "review_title": "My new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought the sample pack and after trying out all the scents it came with & THIS BANGER was the one that got me 2 random compliments in the same day! It lasted my entire work shift, and even my husband said I smelled nice when I got home. Usually perfumes never last that long on me, and ngl my husband is so picky with perfumes so that was amazing in itself."
        },
        {
            "review_title": "Great smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really like it. Itu2019s the perfect cherry scent Iu2019ve been wanting. Great for a romantic date night or if you want to switch up your scents. Only complaint is that mine came and looked like it was already sprayed a few times. Not sure if thatu2019s just how it is or what"
        }
    ]
}