{
	"product_id": "1176",
	"name": "The Body Wash Discovery Collection",
	"brand": "Nécessaire",
	"categories": "Bath & Body, Value & Gift Sets",
	"price": 60.0,
	"about": "What it is:A set of four iconic, dermatologist-tested body washes in signature scents of eucalyptus, hinoki, santal, and olibanum..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:This travel-ready collection lets you experience Nécessaire’s iconic body washes in earthy, fresh, warm, and sweet scent expressions. Each wash pairs its signature scent with signature actives for the best in care. These formulas are dermatologist tested, hypoallergenic, and noncomedogenic..This Set Contains:- 3.4 oz/ 100 mL The Body Wash Eucalyptus - Nourishing Treatment Cleanse With Lipid-Rich Oils + Niacinamide.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "The Body Wash Eucalyptus - Nourishing Treatment Cleanse With Lipid-Rich Oils + Niacinamide:.Aqua/Water/Eau, Sodium Laurylglucosides Hydroxypropylsulfonate, Caprylyl/Capryl Glucoside, Disodium Cocoamphodiacetate, Glycerin, Sodium Chloride, Sodium Methyl Cocoyl Taurate, Niacinamide, Tocopherol, Saccharum Officinarum (Sugar Cane) Extract, Pyrus Malus (Apple) Fruit Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Camellia Sinensis Leaf Extract, Sclerocarya Birrea Seed Oil, Caryodendron Orinocense Seed Oil, Limnanthes Alba (Meadowfoam) Seed Oil, Caprylyl Glycol, Phenoxyethanol, Citric Acid, Chlorphenesin, Sodium Phytate, Eucalyptus Globulus (Eucalyptus) Leaf Oil, Lavandula Angustifolia (Lavender) Oil, Abies Sibirica (Siberian Fir) Oil, Zingiber Officinale (Ginger) Root Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Pogostemon Cablin (Patchouli) Oil, Limonene, Linalool...The Body Wash Hinoki - Resurfacing Treatment Cleanse With 6% Acids + Resveratrol:.Aqua/Water/Eau, Sodium Laurylglucosides Hydroxypropylsulfonate, Coco-Glucoside, Disodium Cocoamphodiacetate, Glycerin, Sodium Methyl Cocoyl Taurate, Sodium Chloride, Sodium Hydroxide, Lactic Acid, Glycolic Acid, Mandelic Acid, Salicylic Acid, Gluconolactone, Niacinamide, Tocopherol, Caprylyl Glycol, Sodium Benzoate, Chamaecyparis Obtusa Wood Oil, Polygonum Cuspidatum Root Extract, Fragrance (Parfum), Chlorphenesin, Phenoxyethanol, Acrylates Crosspolymer-4, Benzyl Salicylate, Linalool, Tetramethyl Acetyloctahydronaphthalenes...The Body Wash Santal - Therapeutic Treatment Cleanse With Epsom Salt + Minerals:.Aqua/Water/Eau, Sodium Laurylglucosides Hydroxypropylsulfonate, Coco-Glucoside, Disodium Cocoamphodiacetate, Glycerin, Sodium Methyl Cocoyl Taurate, Sodium Chloride, Magnesium Sulfate, Niacinamide, Magnesium PCA, Zinc PCA, Silica, Tocopherol, Citric Acid, Caprylyl Glycol, Helianthus Annuus (Sunflower) Seed Oil, Santalum Album (Sandalwood) Oil, Juniperus Virginiana Oil, Fragrance (Parfum), Chlorphenesin, Phenoxyethanol, Acrylates Crosspolymer-4, Hydroxycitronellal, Tetramethyl Acetyloctahydronaphthalenes...The Body Wash Olibanum - Radiance Treatment Cleanse With Vitamin C + Enzymes:.Aqua/Water/Eau, Sodium Laurylglucosides Hydroxypropylsulfonate, Coco-Glucoside, Disodium Cocoamphodiacetate, Glycerin, Sodium Methyl Cocoyl Taurate, Sodium Chloride, Niacinamide, Papain, Bromelain, Superoxide Dismutase, Tocopherol, Tetrahexyldecyl Ascorbate, Illite, Glucose, Maltodextrin, Citric Acid, Caprylyl Glycol, Boswellia Carterii Oil, Fragrance (Parfum), Chlorphenesin, Phenoxyethanol, Acrylates Crosspolymer-4, Hydroxycitronellal, Tetramethyl Acetyloctahydronaphthalenes...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use daily, all over your body..-Massage for a rich foam..-Rinse well..-The Body Wash Eucalyptus provides a nourishing cleanse with an earthy scent..-The Body Wash Hinoki provides a visibly resurfacing cleanse with a fresh scent..-The Body Wash Santal provides a wellness cleanse with a warm scent..-The Body Wash Olibanum provides a visibly radiant cleanse with a sweet scent...Recycling Instructions:.-Made of 100 percent bio-resin, the bottles can be recycled curbside in the US and Canada..-Made with FSC-Certified, PCR Kraft Board, the carton and insert can be recycled curbside in the US and Canada..-Nécessaire partners with How2Recycle to provide third-party verified recycling claims.",
	"num_reviews": 2,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/necessaire-the-body-wash-discovery-collection-P512879?skuId=2813285&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2813285-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Why did Necessaire discontinue the fragrance free body wash but kept the rest of the body washes and added new ones and yes I am tracking that they have the fragrance free soap. I love using body washes more."
		},
		{
			"review_title": "great set, great ingredients, nice sizes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently started trying items from this brand bc i have sensitive skin & their ingredients seem to have things that would not bother me & so far so good (eucalyptus body wash, rosemary shampoo, body serum & lotion) & I really love how everything performs. so I was super excited to see this kit of 4 body washes bc I've been wanting to try the other scents. I'm beyond happy with the sizes of these, since a little goes a long way with their products. this would also make a fantastic gift for friends & family. highly recommend if u have been wanting to try this brand."
		}
	]
}