{
	"product_id": "1556",
	"name": "Good Genes Win Win Set",
	"brand": "Sunday Riley",
	"categories": "Skincare, Value & Gift Sets",
	"price": 85.0,
	"about": "What it is:A duo featuring Sunday Riley's Good Genes: a bestselling lactic acid serum that thoroughly exfoliates and visibly brightens and plumps fine lines..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dullness, and Uneven Texture.Formulation:Lightweight Serum.Highlighted Ingredients:- Purified Lactic Acid: Hydrates and exfoliates while smoothing the look of texture and wrinkles..Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:Good Genes thoroughly exfoliates the dull surface of the skin for fast glow and radiance. The formula visibly brightens the appearance of dark spots and discolorations. It is also clinically tested and shown to quickly and significantly plump the look of fine lines and boost radiance in as fast as three minutes..This Set Contains:- 1 oz/ 30 mL Good Genes Lactic Acid Treatment.Clinical Results:In a test:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Purified Lactic Acid: Hydrates and exfoliates while smoothing the look of texture and wrinkles..-Licorice and Lemongrass: Visibly brighten dark spots and discoloration..-Prickly Pear Extract and Aloe: Soothe the appearance of surface redness and sensitive skin...Botanical Blend [Water/Eau/Aqua, Opuntia Tuna Fruit Extract, Cypripedium Pubescens Extract, Opuntia Vulgaris Leaf Extract, Agave Tequilana Leaf Extract, Arnica Montana Flower Extract, Aloe Barbadensis Leaf Extract, Saccharomyces Cerevisiae (Yeast) Extract, Leuconostoc/Radish Root Ferment Filtrate], Caprylic/Capric Triglyceride, Squalane, Lactic Acid, Ppg-12/Smdi Copolymer, Propanediol, Butylene Glycol, Stearic Acid, Dimethicone, Cetearyl Alcohol, Phenyl Trimethicone, Disiloxane, Ceteareth-20, Glyceryl Stearate, Peg-100 Stearate, Stearyl Glycyrrhetinate, Glycyrrhiza Glabra Root Extract, Cymbopogon Schoenanthus (Lemongrass) Oil, Potassium Hydroxide, Phenoxyethanol, Xanthan Gum, Caprylyl Glycol, Chlorphenesin, Sodium Phytate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Suggested Morning Routine:.-Cleanse and prep skin..-Blend two to three drops of Sunday Riley’s C.E.O. Glow Oil with two pumps of C.E.O. Serum for a brightening boost of vitamin C (each sold separately). .-Alternatively, you can layer separately..-Follow with one to two pumps of Good Genes to face and neck. .-Sunday Riley recommends completing your morning routine with C.E.O. Afterglow Brightening Vitamin C Gel Cream and Auto Correct Eye Cream (each sold separately).. .Suggested Evening Routine:.-Cleanse and prep skin..-Then apply Sunday Riley’s Luna Sleeping Night Oil (sold separately)..-Follow with one to two pumps of Good Genes to face and neck. .-Complete your evening routine with Sunday Riley’s Ice Ceramide Moisturizing Cream or C.E.O. Vitamin C Rich Hydration Cream (each sold separately).. .For Blemish-Prone Skin:.-In the mornings, or evenings if you prefer, apply Sunday Riley’s U.F.O. Ultra-Clarifying Face Oil (sold separately) and follow with Good Genes to visibly clarify and exfoliate the surface of the skin. .-Finish with Sunday Riley’s C.E.O. Afterglow Brightening Vitamin C Gel Cream..-In the evenings, apply Luna Sleeping Night Oil after cleansing...Sunburn Alert: .-This product contains an alpha hydroxy acid (AHA) that may increase your skin's sensitivity to the sun and particularly the possibility of sunburn. .-Use a sunscreen, wear protective clothing, and limit sun exposure while using this product and for a week afterwards.",
	"num_reviews": 1,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/sunday-riley-good-genes-win-win-set-P513380?skuId=2816767&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2816767-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Although it’s pretty expensive this is just about my favourite skincare product ever it’s amazing, fades acne scarring that I’ve had for years and I always have soft supple skin after applying it. This set is a great deal too!"
		}
	]
}