{
	"product_id": "351",
	"name": "Xtra Milk Eau de Parfum Travel Spray",
	"brand": "DedCool",
	"categories": "Fragrance, Women, Rollerballs & Travel Size",
	"price": 40.5,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Amber, Bergamot, White Musk.Fragrance Description:A universal musk, amplified. Keep your friends close and your scent closer. Smells like you. Feels like pure comfort..About the Bottle:DedCool has reimagined fragrance to be way more functional and unique to you. Nontoxic, vegan, genderless. Endless combinations come together to create a signature scent that really feels like you.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Borago Officinalis Extract, Sambucus Nigra Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Equisetum Arvense Extract, Punica Granatum Extract, Aloe Barbadensis Leaf Extract (decolorized), Ginkgo Biloba Leaf Extract, Trifolium Pratense (Clover) Extract, Althaea Officinalis Root Extract, Rosa Canina Fruit Extract, Chamomilla Recutita (Matricaria) Flower Extract, Cucumis Sativus (Cucumber) Fruit Extract, Humulus Lupulus (Hops) Extract, Daucus Carota Sativa (Carrot) Root Extract, Macrocystis Pyrifera (Kelp) Extract, Panax Ginseng Root Extract, Ilex Paraguariensis Leaf Extract, Citrus Grandis (Grapefruit) Fruit Extract, Fucus Vesiculosus Extract, Malva Sylvestris (Mallow) Extract, Porphyra Yezoensis Extract, D-Alpha Tocopherol, Benzyl Benzoate....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spray as desired on skin and clothing...Recycling Instructions:.-PACT partnership.",
	"num_reviews": 261,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/dedcool-xtra-milk-eau-de-parfum-travel-spray-P510404?skuId=2676427&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2676427-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2676427-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Nose blind at first, and then a stan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I was initially anosmic to this, but I put it on the other day and just felt so warm and cozy. It has a bit of an oily scent sometimes, and that’s all I could smell at first, and I figured I was just smelling the base and was nose blind to the main perfume. The second time I wore it, I got an “oil” scent still, but it was more of a warming massage oil, and it smelled like being in a cozy spa at an expensive, trendy hotel. It’s the strangest scent, and it’s at not a perfume in the classical sense, but it has an aura about it that undeniably improves the feeling of the world around it. If you’re into strong scents, this is probably not for you. Other things around me like trees and food smell better when I’m wearing this. That’s something I’ve noticed with “skin scents,” but this one in particular. It’s also great for layering under things. You’ll just smell warm and clean (but not in an aquatic or citrus way)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I absolutely love love love this Parfum. I love the way it smells on its own and with layering it. I’m almost out. I just ordered my 4th bottle😊"
		},
		{
			"review_title": "Excellent for layering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a creamy and soft fragrance that is perfect for smoothing out more powerful, sharp fragrances. It can be worn on its own, but I find that Clean Skin and Juliette Has a Gun Not a Perfume have better presence on skin on itheir own."
		},
		{
			"review_title": "Get Not A Perfume instead!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I bought the big bottle but I don’t see it listed here. Anyway, this doesn’t smell like much to me. The store tester smelled really nice. But my new bottle doesn’t have much of a scent. And what scent there is disappears in a few minutes."
		},
		{
			"review_title": "Smells like nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "After spraying this perfume multiple times to try and give it the benefit of the doubt, I’m here to report that it smells like nothing. Such a bummer. Even"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "So lame. Didn't even buy via Sephora; purchased off the website; ripped off.  Came to comment what a lame cheap body mist this is. Better off buying Love Spell or some equally lame, cheap body mist. Smells tacky and gross."
		},
		{
			"review_title": "Different from sample",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "Got the free sample with a purchase and fell ridiculously in love. Wearing it was the first time i ever got an unsolicited comment on how good i smelled. Bought the small size and was disappointed. First of all the texture was wildly watery, smelled strongly like spirits/ some kind of salicylic cleanser, very different from the soft, more oily and concentrated sample. I saw some of the reviews warning me but i was to entranced by the scent of the original that i figured whatever modifications made wouldnt matter because it smelled so heaenly. I was wrong and  disappointed. More than angry im very sad lol"
		},
		{
			"review_title": "Rubbing Alcohol Scent!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Was so bummed because I have their laundry detergent and was dying to get the perfume but when I got it totally smelled like rubbing alcohol. Some reviews are saying it might be a bad batch but I’m not sure."
		},
		{
			"review_title": "No scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Should have listened to previous reviews.  Loved a sample I received 6 months earlier.  This has almost no scent.  There is a tiny bit of powdery scent that leaves in an hour.  Sad."
		},
		{
			"review_title": "So many compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s one of the perfumes I wear that get many compliments. I cannot smell it on me but somehow people always stop and ask me what I’m wearing."
		},
		{
			"review_title": "Doesn’t last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Was very excited about this - sprayed on my neck and wrists in the morning and by 2pm there’s no scent at all. So disappointed!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "My everyday. I get compliments alllll the time! People will keep asking me, looking it up or having me write it down. Amazing oil based formula doesn’t trigger allergies. Super workplace friendly because it’s a light scent."
		}
	]
}