{
	"product_id": "1502",
	"name": "Jumbo Photo Finish Smooth & Blur Oil-Free Foundation Primer",
	"brand": "Smashbox",
	"categories": "Makeup, Face, Face Primer",
	"price": 75.0,
	"about": "What it is:A clear primer gel that smooths skin and pores so your makeup lasts, while vitamins A and E protect your skin..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, phthalates, and contains less than one percent of synthetic fragrances. This product is also vegan and cruelty-free..What Else You Need to Know:Reduce the appearance of fine lines and pores while locking in your makeup with this primer. Lightweight and oil-free, it gives you a flawless finish, while antioxidants and vitamins A and E help protect your skin from pollutants, damage, and stress..Clinical Results:In a consumer study on 103 women after 1 week of use:",
	"ingredients": "Cyclopentasiloxane, Dimethicone, Dimethicone Crosspolymer, Trisiloxane, Silica, Dimethicone/Vinyl Dimethicone Crosspolymer, Ethylhexyl Salicylate, Retinyl Palmitate, Tocopheryl Acetate, Carthamus Tinctorius (Safflower) Seed Extract, Propylene Glycol, Water, Vitis Vinifera (Grape) Seed Extract, Cola Acuminata (Kola) Seed Extract, Camellia Oleifera Leaf Extract...*Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Smooth a layer over clean, moisturized skin..-Let set for 15 seconds..-Wear alone or under makeup..-Can also be used over makeup for touch-ups..-Studio tip: Try it in your hair to tame frizzies.",
	"num_reviews": 19,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/smashbox-jumbo-photo-finish-foundation-primer-P454358?skuId=2322485&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2322485-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "/",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2322485-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Use it every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "Love this product it’s smooths & makes my face feel fresh very good,"
		},
		{
			"review_title": "Love It, Jumbo Size!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Absolutely love this primer, I got it for 50% off during a sale and it’s an amazing purchase for that price. Makes my pores completely disappear and makes my foundation look so so smooth. Only downside is that with certain moisturizers it will pill and not look as nice."
		},
		{
			"review_title": "The Best for Large Pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I keep trying different primers, but I always come back to Smashbox. My huge pores are definitely blurred, and my face looks smooth. It's fun to try new things, but I think Smashbox has them all beat."
		},
		{
			"review_title": "Not delivered what it promised",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "No blurring effect . It did not make any significant difference when i compared applying it VS not applying it."
		},
		{
			"review_title": "Not Much Bang 4 The Buck 🤷🏽‍♀️",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "My usual primer is one of Urban Decay’s All Nighter line. The biggest incentive for this purchase was the advertised “JUMBO” size. Like I mean, yeah, it’s bigger…but it’s certainly not “JUMBO” 🤣"
		},
		{
			"review_title": "Absolute Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is hands down the best primer I have ever used. It smooths and blurs my pores, and makes applying my foundation super easy. It lasts all day. I’m really impressed and it will continue to be my go-to primer."
		},
		{
			"review_title": "A Tried-and-True Favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I've been using the Smashbox Photo Finish Foundation Primer from Sephora for years, and it's absolutely incredible! This primer consistently provides a flawless canvas for my makeup, ensuring it stays fresh and long-lasting. It's a trusted favorite that I can't live without!"
		},
		{
			"review_title": "Visibly Amazing Results - no other primer compares",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This product is absolutely amazing! I'm not sure if they've improved their formula, but I re-tried it after straying away and using other primer samples. Then when I gave it another go, felt like it blew any other products I tried away. It is visibly noticeable the difference it makes, it makes my face makeup look so smooth and airbrushed, helping it last much longer. I love the smooth texture on my skin. I don't think I'll stray away from this one again."
		},
		{
			"review_title": "Avoid if you have large pores! Does nothing.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I bought this hoping it would help my post acne scars and deep pores but it’s very watery and silky and did not “blur” or gave my pores that minimized look. I suppose if you don’t have extra large pores and regular skin, it’s good but"
		},
		{
			"review_title": "Absorbed well, but not remarkable results.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "For the price tag, I expected more. It didn’t do very much for smoothness and texture for better application of makeup compared to much cheaper primers I have used in the past. The product did absorb well, however."
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I will never again go without using this product. Smooth and light. I am a big fan."
		},
		{
			"review_title": "My go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "never used to use a primer. it changes your makeup from good to wow and helps it stay on. I have tried Selena Gomez primer and many Make Up Forever primers but this one is hands down the best for staying and blurring power. Do not hesitate to try this one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Waited so long to try this but now understand why it is a long term fave. Still within todays range of primer performs beautifully on my skin. Good lasting power, not too drying, smooths out the skin, no peeling, performs well under different liquid and powder foundation. I also love that it has no Fragrance!"
		},
		{
			"review_title": "Best so far.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "By far the best primer I have found so far for my large pores."
		},
		{
			"review_title": "Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is my go-to. I've been using this primer for over a year. It's pricey but it works the best out of all the primers I have tried. Feels really nice on my face and helps keep my makeup on throughout the day. I have oily skin. This doesn't really do much to keep the oil away so I usually use this in combination with another smashbox primer that helps to mattify my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Let it set for 2 minutes before applying your liquid foundation and the texture is perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Tried this as a free sample when I bought their foundation, absolutely loved it and immediately bought the largest size available"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I tried this product as a sample and absolutely fell in love. I am very particular when it comes to skin care products and I am not into perfumes. this product has a nice gel consistency and doesn't feel heavy on my skin. you don't need to use a lot and it spreads very evenly and consistently and has a very very mild scent. when I wear it it does not feel heavy on my face it is very light and gives my face a nice even glow. I am 60 years Young and I have been guessing many compliments since I started using this product as to what I was doing differently because I have a healthy glow about me. I will saying that if you try it once you will be hooked and I myself that is the only product I use on my face now. if I could give 10 Stars I would."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Waited so long to try this but now understand why it is a long term fave. Still within todays range of primer performs beautifully on my skin. Good lasting power, not too drying, smooths out the skin, no peeling, performs well under different liquid and powder foundation. I also love that it has no Fragrance!"
		}
	]
}