{
    "product_id": "1647",
    "name": "Stainless Steel Slant Tweezer",
    "brand": "TWEEZERMAN",
    "categories": "Tools & Brushes, Beauty Tools, Tweezers & Eyebrow Tools",
    "price": 32.5,
    "about": "What it is:A classic slant tip tweezer to expertly and precisely shape your brows...What Else You Need to Know:The professional-quality, 25-degree slanted tip is the perfect angle for working against the brow bone. Perfectly aligned hand-filed tips close evenly and firmly to remove hair from the root. This product is not tested on animals.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Start by opening pores using a warm washcloth. (Not too hot or it can cause redness.) This will help get your hair ready for removal and help reduce pain..-Hold the Slant Tweezer using your thumb and index fingers near the middle of the tweezer body for maximum control..-After locating the unwanted hair, grab the tweezer tips slanted at a 25-degree angle and squeeze down on the body of the tweezer, pulling in the direction of hair growth. This will remove the hair from the root..-Continue until you have removed all unwanted hair..-Clean tweezer tips after each use with alcohol wipe or peroxide. Tweezer cannot be sanitized in an autoclave or barbicide.",
    "num_reviews": 269,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/stainless-steel-slant-tweezer-P375640?skuId=2192946&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2192946-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Rose Gold",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2192946-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Solid",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a high quality product that lives up to the standard I expect from tweezerman. It is sturdy but able to get fine hair. The price point is high but this is a solid buy for my eyebrow needs. This may not be necessary for finger haired people."
        },
        {
            "review_title": "Great tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love these tweezers! Iu2019ve had them for approx 2 years now and they work great. I would recommend buying these."
        },
        {
            "review_title": "Hit or Miss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I purchased multiple times. Some have been perfect others have been defective and donu2019t tweeze well."
        }
    ]
}