{
	"product_id": "421",
	"name": "The Smooth Shot Paddle Brush Blow-Dryer",
	"brand": "Drybar",
	"categories": "Hair, Tools, Blow Dry Brushes",
	"price": 209.5,
	"about": "What it is:A blow-dryer with the structure of a paddle brush to create a smooth blowout with added body in one quick, simple step..Hair Texture:Straight and Wavy.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Creates smooth, straight blowouts.What Else You Need to Know:Great for detangling and creating a smooth, luminous blowout, this brush uses ionic technology to seal the cuticle for less frizz and tons of shine. Strategically placed vents allow for maximum airflow, while the broad, flat base ensures a faster drying time. The combination of long-length nylon and tufted bristles creates the perfect amount of tension for easy detangling and styling.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-After shampooing, thoroughly towel-dry hair to remove excess water. .-Brush out hair with a detangling brush or comb, then separate into large sections. .-Glide The Smooth Shot Paddle Brush Blow-Dryer through each section, working it slowly from roots to ends until hair is dry and smooth..-For added shape/bend, brush from beneath the section and angle brush in desired direction.",
	"num_reviews": 43,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/drybar-the-smooth-shot-paddle-brush-blow-dryer-P507277?skuId=2704781&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2704781-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "ONLY A FEW LEFT",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2704781-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Be wary as it gets older",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Planned obselecense is a known thing to plan for; I'm not mad that it's starting to fail after a few years of daily use. But folks should know that each heating element is capped with a small plastic cap, and as the brush starts to break down, the caps will start to randomly fall off. What this amounts to is fingernail sized plastic pieces heated to 450 degrees randomly falling onto your skin. Be safe!"
		},
		{
			"review_title": "Gets the job done",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "I have long, thick 3c-4c multi-textured hair and bought this to replace my Revlon round blow-dry brush. My hair was about 75% dry when I started--adding in parting and spraying product before blow drying, I was done in 15 minutes which is about 5 minutes quicker than usual. Pretty easy to use and gets to the roots. My fellow 4c naturals--you will still need to flat iron or curl if you want a super sleek look unless you blow-dry from wet hair in very small sections, and even then you might still need a little extra. Remember to use as little product as possible for the best results (I always use Its A 10 for blowouts)."
		},
		{
			"review_title": "Works great on my long super curly hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "First of all, I was NOT gifted this. I purchased it. I have very curly hair that is very fine. I used it for the first time last night and I loved it. My hair tends to get snagged in the round ones and it didn't get snagged at all with this brush. It didn't even take long to dry! It did not come out like it does when I take a flat iron to it, which was fine with me - although I probably could have taken a straighter to the coarse hair at the nape of my neck.  I used the low heat setting on the top of my head as that is where my hair is thinning so I didn't want to damage it. I used the high heat on the back which is where I have super coarse hair and it worked perfectly. I also like that it is light in weight. My arms didn't get tired at all. I'd definitely recommend this product."
		},
		{
			"review_title": "Need to buy another one as a back up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes",
			"review_text": "I have fine hair that is 3a-3b, but a lot of it. Sometimes the round brushes don't work as well. I finally found something that works wonders!"
		},
		{
			"review_title": "Average at best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Recommendation - PASS I purchase this during Sephora's 20% off everything back in December.  The ads and pictures online looked convincing enough. Straightens hair in less time and adds shine.  The product is ok. The packaging and the product look cute. I found the handle somewhat bulky. The paddle brush dryer did shorten my styling time by 15-20%, but it did leave my hair dryer (even when I prepped my hair with a thermal spray). I still had to go back and finish with a straight iron. I did use the product again to double check my first impressions.  The second time I used the dryer, I was even less impressed.  For $130+, I expect more. I think if I used it regularly (a couple of times a week), this dryer could really damage my hair (and my hair doesn't damage easily). Returned it.  For reference, I have thick, course, and slightly wavy East Asian hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed with this new hair dryer paddle by dry bar. It is so lightweight and which is good because I have super long hair and it gets tiring to hold it for a kong time. Plus it dries quick no no frizz at all"
		},
		{
			"review_title": "Straightens my wavy thick hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I didn’t even know a product like this was possible. I gave up on blow drying because of how big it makes my hair (in a bad way), but this brush has made me a believer. It’s super quick and easy to use."
		},
		{
			"review_title": "Wow! Perfect Blowouts for all!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I have arthritis and struggle with the brush and blow dryer method but this wonderful product combines them into one simple step! It’s lightweight but very high quality! I can look salon ready without the hefty price tag!"
		},
		{
			"review_title": "Super Easy to Use Blow Dry Brush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received the Smooth Shot Paddle Brush from DryBar in exchange for my honest review. I am definitely a novice when it comes to styling my hair. Using this blow dry brush is sooooo much easier than trying to use a blow drier and a separate brush  (I'm not coordinated enough for all that lmao). It makes it super simple to blow your hair out and leaves hair silky and smooth.  I would definitely recommend using this with heat protectant/smoothing serum for optimal results!"
		},
		{
			"review_title": "Smooth and sleek styles without frizz!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "As someone who is consistently juggling personal and professional commitments, this tool saves me so much time because it helps me dry and style my hair all at once.  The paddle brush is large so it allows me to reach a big portion of my hair with each stroke.  While brushing my hair, it removes tangles smoothly without getting stuck or pulling on my hair.  It straightens my wavy hair effectively without forcing me to go over the same area multiple times.  Heated hair tools usually create a lot of frizz for me, but this one thankfully doesn’t add any frizz!  One tip I have is to use the tool on both sides of your hair for optimal results.  I brush the front facing side of hair to detangle and straighten my hair.  I brush the backside of hair- concentrating especially on the ends- to add bounce and body."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I love this hair tool so much! It makes my hair look so amazingly voluminous after each use that it’s almost unbelievable! However it does take some time to style and the price is a little high for what it is"
		},
		{
			"review_title": "Love This Brush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "I was looking for something that helped me dry my hair and style it a lot quicker than my normal blowdry procedure and I love that I found this one. It dries my hair well for a two in one, even though my hair is quite long and thick, and it smooths it enough I don't need to use any heat tools with this brush."
		},
		{
			"review_title": "smoother",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I'm head over heels for this blow drying hair brush! It's a total game-changer. Drying and styling in one step? Yes, please! My hair feels smoother, shinier, and the volume is just wow. Plus, it cuts my styling time in half."
		},
		{
			"review_title": "A true game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "My hair is in love! This product from DryBar is so easy to use. After using my hair looks so shiny and is super smooth. It feels really soft to the touch. This product allowed me to keep my style days longer than normal use with other heat products. I am amazed at how well my hair looked after just using one time. Definitely a game changer for me."
		},
		{
			"review_title": "Great dryer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this feee from Sephora in exchange for an honest review. I have frizzy wavy hair so I was super excited to try this. It did not disappoint. It left me with sleek shiny hair that lasted all day in the heat and activities. Totally recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "In love with this brush!  It’s very easy to use and gets my hair dry and styled in less than 10 minutes. My hair looks so smooth and straight. The brush looks so cute and I love the yellow color. Drybar products are my faves."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This tool is a lifesaver for my girl's curly, thick hair, which isn't easy to manage. It makes the styling process much easier. It heats up quickly, and just a few brush strokes can straighten her hair beautifully. The packaging is exquisite, making it a perfect gift for yourself or your loved ones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I am in love with this hot hair brush paddle. It makes my frizzing hair look more silky.  It heats up really fast and the weight of the brush is light that make the entire styling process more smoothly."
		},
		{
			"review_title": "incredible!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "this blow dry brush is amazing. its not too heavy and it makes my hair look so smooth, and its super fast at drying the hair. its perfect for using with hair rollers. its super easy to use and gives a great blowout look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I Love this tool! Its the perfect solution for a quick blowout that looks freshin the morning before work. It’s quick but I don’t feel like I’m frying my hair off. I would repurchase or gift this holiday season!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is such a great tool to have especially if you like to have your hair more natural. I have very thin and fine hair that dries straight but I think this helps to add additional volume and shape to my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This paddle dryer brush is very easy and to use and styles my hair so fast. Usually I have to dry my hair and then use other tools to smooth and style it. This brush does both in one swoop. I’ll get so much use out of it. It takes me about 15 minutes to do my entire hair. The result looks voluminous and smooth with no frizz. I can’t recommend it enough."
		},
		{
			"review_title": "So amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m absolutely in love with this Drybar Tool! It was so quick and simple getting my long hair ready. I’m so fascinated by its benefits, it is amazing for detangling, taming frizz, and creating a shiny blowout in few minutes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Drybar Smooth Shot Paddle Brush Blow-Dryer combines a blow-dryer and paddle brush, making it easy to achieve a smooth, frizz-free look quickly. The Ionic Technology reduces frizz, while the vent design speeds up drying time. Its ergonomic handle and various heat settings add to its ease of use. Highly recommended for effortless, salon-quality results."
		},
		{
			"review_title": "Better way to blow dry for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this tool. It’s about the same weight as my normal blow dryer so it’s easy to maneuver. It’s just a better way for me to blow-dry. Gives my hair this glossy sleekness that looks like a pro blow out. I also use it on my daughter’s straight hair with beautiful results. Her hair looks so shiny but still voluminous. I love that you can bend the ends of the hair easily or make it slick straight. I do want to add that it works much better for me if my hair is completely detangles first. If you normally blow dry hair after washing I would happily recommend this to cut frizz and add luster."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this complimentary paddle hot air brush from Drybar in exchange for my review.   I heard great things about Drybar and am impressed by this hot air paddle brush!  It is so easy to use.   It has a hot and cool setting.  The paddle brush is large,  so I can dry a large portion of my hair at the same time.   The bristles become more fine the closer it gets to the base.  I love how straight it gets my hair!  It saves time since it dries and straightens my wavy hair.   It is not too hot,  so I have to go slow and repeat to dry my hair.   Overall,  I am impressed by Drybar!  I can't wait to try their other products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Omg omg omg omg omg Omg this was something I was excited about and I am absolutely obsessed with the results. I was scared it would make my hair frizz or something , but instead it’s left it so beautiful and shiny!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "As someone who finds drying hair a hassle this paddle brush blow dryer makes life easier since I only need one hand. The large brush works well with my long hair and there's three temperature settings. The result is smooth frizz free hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve always hated using  hair straightener so I was so excited to try The Drybar’s The Smooth Shot. This is so easy to use and it doesn’t pull on your hair at all. This gives you an effortless blowout look and can be used on all hair types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
			"review_text": "One-stop DryBar shop for smooth, silky, frizz-free, manageable and shiny locks. Cuts down on styling time as it works fast from towel-dry to styled not having to switch tools. Ceramic plate heats up and holds steady heat without damaging hair. If you're looking for smooth and sleek, you found it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Drybar Smooth Shot Paddle Brush Blow-Dryer creates such beautiful, voluminous looks. It is a great design for a quick, easy, and convenient blowout. It makes hair smooth, shiny, and soft. It’s perfect for frizz-free and fuller hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "It is much better to use this than a regular hair dryer. It weighs about the same but has a combined brush in it so you don't need to use two hands, although I still do. It doesnt burn my hair nor my head when I use it. It's just pretty pricey."
		},
		{
			"review_title": "So worth the money!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I absolutely love the Drybar Smooth Shot Paddle Brush Blow-Dryer! It dries my hair fast and leaves it super smooth and free of frizz. The paddle brush design is smart – it untangles and styles at the same time. Plus, it's user-friendly as well! If you want salon-quality results at home, this tool is a must. It's now my favorite for achieving a sleek and polished look with ease. It's made a noticeable difference in my hair routine. It basically dried and styled my hair in only 15 minutes of time which other blow dryers would take 30+ minutes just to dry alone. I fully recommend this product!"
		},
		{
			"review_title": "Great brush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I am in love with my Smooth Shot brush from Drybar! It is such a great hot tool, I have longer hair so this brush works perfectly on my hair I love the paddle brush design! It leaves my hair shiny and smooth I definitely recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It blow dry my hair pretty fast. The paddle makes to easy straighten out my curly hair. It smooths out my hair with one step. My style looks like professional blow dry from the salon. love it. No frizz hair anymore."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is my first ever drybar product after hearing about their retail shops and seeing their products in stores for years. This product is really cute with the yellow color and heart icon on the on/off switch. It’s easy to use, just plug it in and switch it in. I appreciate that as some tech products it’s hard to use and has lots of instructions. I’ve never heard of a hairbrush that functions as a hairdryer as well. Its nice! Light and it dries my hair too!  The packaging is so cute too."
		},
		{
			"review_title": "So easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I feel like I’m not coordinated enough to use a blowdryer and a separate brush, but this 2 in 1 makes it so easy.  I have long, thick hair and the 2 types of bristles make a big difference because they detangle and actually can cut all the way through my thick hair to my scalp so I get a nice, even dry and style.  I’m a toddler mom and my time is super limited, but this gets the job done in no time, while still making my hair smooth and bouncy.  If you are like me and value your time, but also want to look put together, this is made for you! I love it."
		},
		{
			"review_title": "The best one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! This is the best hair brush dryer I ever tried! Makes my hair so smooth and soft. I would highly recommend it to everyone to try out. The best product on the market! Loveeeee! Now my hair looks like after the salon."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love this so much! It’s so lightweight which is great for a fast pass through your hair! I think the bristles are interesting. Not the biggest fan of the yellow color but it’s not the worst. Would recommend if you don’t want pin straight hair."
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this hair tool! I love that my hair doesn’t need to be fully dry to use. It dries my hair in much less time than my regular blow dryer. It also helps taming my frizzy hair.   I have a lot of hair so finding a hair tool that reduces the time it takes to dry my hair is a big win!"
		},
		{
			"review_title": "Such an easy, smooth blowout!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The Drybar Smoothing Blow Dryer Brush is a game-changer for those looking to achieve salon-quality blowouts at home. Its sleek design and lightweight feel make it easy to handle, even for beginners. The combination of a powerful dryer and smoothing brush in one tool helps reduce frizz and leaves hair looking smooth and shiny. With multiple heat and speed settings, it's customizable for various hair types. While it may be a bit pricey, the time and effort saved on styling make it a worthwhile investment for anyone seeking a polished, professional look without the salon visit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "This Brush Blow-Dryer makes styling my hair super simple and I have an all day silky smooth look. It arrived in a beautiful box and is a great alternative to an in-salon hair treatment. I am very happy with this new Drybar product and agree that it would make a great gift.  I visit DryBar salons frequently and love all their products! The design is sleek and the color is pretty. I find I have better volume due to the long-length bristles that reach the crown for added body. I prefer it by far to a traditional hair dryer at home! It helps me create very good hair days every day."
		},
		{
			"review_title": "Super easy and quick blowout",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This new brush blow dryer is super cool and easy to use!  It is perfect even if you are a beginner in the blowout. Such a smooth and quick process with this tool. It detangles very well and give my hair the great volume. I love it!"
		}
	]
}