{
	"product_id": "1641",
	"name": "The Cult Classic Purifying Face Cleanser",
	"brand": "TULA Skincare",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 33.0,
	"about": "What it is:A gel-based cleanser infused with probiotic extracts, turmeric, white tea, and blueberry that purifies skin as it removes dirt, oil, impurities, and makeup..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Oiliness.Formulation:Lightweight Gel.Highlighted Ingredients:- Probiotic Extracts: Maintain balance..Ingredient Callouts:This product is gluten-free and cruelty-free..What Else You Need to Know:A cult favorite, this refreshing gel-based face cleanser removes dirt, impurities, and makeup without stripping or over-drying. Prebiotics, probiotic extracts, and turmeric leave skin purified, clarified, and balanced. Get ready for a good skin day, every day..Clinical Results:In a self-assessment on 31 subjects, during 4 weeks:",
	"ingredients": "-Probiotic Extracts: Maintain balance. .-Prebiotics (Chicory Root): Nourish. .-Turmeric, White Tea, and Blueberry: Improve texture. ..Aqua/Water/Eau, Disodium Laureth Sulfosuccinate, Sodium Hydroxypropylsulfonate Laurylglucoside Crosspolymer, Lauryl Glucoside, Sodium Lauryl Sulfoacetate, Sodium Chloride, Disteareth-75 IPDI, Bifida Ferment Lysate, Hydrolyzed Rice Protein, Curcuma Longa (Turmeric) Root Extract, Camellia Sinensis (Green Tea) Leaf Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Cichorium Intybus (Chicory) Root Extract, Camelina Sativa Seed Oil, Lactose, Lactis proteinum/Milk Protein/Protéine du lait, Yogurt Powder, Olus Oil/Vegetable Oil/Huile végétale, Tocopheryl Acetate, Ascorbyl Palmitate, Panthenol, Carthamus Tinctorius (Safflower) Seed Oil, Polysorbate 20, Butylene Glycol, Inulin, Pentylene Glycol, Caprylyl Glycol, Coco-Glucoside, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, PEG-120 Methyl Glucose Dioleate, Styrene/Acrylates Copolymer, Sorbitan Isostearate, Trisodium Ethylenediamine Disuccinate, Glutaral, Glycerin, Citric Acid, Sodium Hydroxide, Sorbic Acid, Phenoxyethanol, Benzoic Acid, Phenethyl Alcohol, Fragrance (Parfum), Alpha-Isomethyl Ionone, Benzyl Benzoate, Citronellol, Hexyl Cinnamal, Limonene, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Massage the onto wet skin..-Rinse with water. .-Use morning and night.",
	"num_reviews": 861,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/tula-skincare-the-cult-classic-purifying-face-cleanser-P475182?skuId=2656932&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2656932-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4.2 oz / 120 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2656932-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This cleanser works really well . I am not a fan of the fragrance added , but it is gentle enough like the peach and lily glass skin cleanser I had been using ."
		},
		{
			"review_title": "The perfect purifying cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I enjoy using Tula products so I was excited to receive this product for free for my honest review. This purifying face cleaner has a gentle smell, jelly like consistency, and lathers on the skin nicely. After rinsing my skin FELT clean and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been using this product for like a week and my skin absolutely loves it! It smells wonderful but not too overpowering and in your face I got it as a sample and it’s almost out I repurchased the larger version and it’s on it’s was I am so excited bigger bigger version  bigger  bigger version"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I love this cleanser it has helped my skin so much! I this for a present for Christmas and I am loving it! It does have a floral scent to it so if you don’t want a floral scent in your cleanser s I doubt this cleanser would be for you!I"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The was a no for me. I just couldn’t handle the smell of this. It’s perfume overload. Their face moisturizer is amazing though"
		},
		{
			"review_title": "New favorite face wash!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "After I used this product, my face felt refreshed and clean. It also removed my makeup. This is my new favorite product and I will have to purchase it (got it from a advent calendar in the mini)"
		},
		{
			"review_title": "New Favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I originally received a sample of this cleanser in a past order and loved it so I bought the full size. I can feel how clean my skin feels without being stripped because it’s not overly drying."
		},
		{
			"review_title": "Good cleanser but strong fragrance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like this cleanser it foams well and isn’t stripping but the fragrance is too much is smells like a very strong floral perfume. Totally unnecessary please make this fragrance free in all sizes thanks"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I’ve been using this for years and it’s my absolute favourite.  I just went into a Sephora in Ottawa and they told me they aren’t carrying Tula anymore and sold me a terrible Drunk Elephant cleanser instead.  Hope it was just a misguided salesperson because Tula is the best for my dry rosacea skin!  Rinses clean and not tightening."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Once my skin adjusted it made my skin look better than I've ever seen it before! I did have to go through a few breakouts in the first couple weeks but I do have very sensitive combination skin."
		},
		{
			"review_title": "Excellent make up remover",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Combination skin",
			"review_text": "This cleanser really works. It easily takes off all makeup. The smell is a little stronger than I like. It is not terrible, just strong. The easy removal of all my makeup more than makes up for the smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This is such a gentle, yet thorough, cleanser.  It makes my face feel clean without drying or tightness and the smell.....yum."
		},
		{
			"review_title": "The perfect cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Obsessed with this cleanser. A little goes a long way! I have oily sensitive skin and this cleanser helps control the oil and doesn't cause break outs on me"
		},
		{
			"review_title": "My new favorite daily cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have dry skin and this was everything I needed it to be: low fragrance, no residue, non drying, and actually cleaned my face.   I got it as a sample and I'm so glad I did. This wasn't on my radar before."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "good cleanser at first but began to break me out! may not be great for sensitive skin but feels nice and left my skin soft before irritating it! it just may be me it doesn’t react well with though!"
		},
		{
			"review_title": "Must have, nice skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My skin feels great after using this face cleanser. This package makes it really easy to use, just push the amount you want to apply and close the cap. Nice light scent."
		},
		{
			"review_title": "A staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love this cleanser! It’s very practical and gives the level of cleanliness I look for in this type of product. I have a combo skin and it works wonder with my skin."
		},
		{
			"review_title": "I’m in the Tula Cult",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I’m a believer now. I initially received a sample with another purchase and the refreshing scent, cleanliness of my skin after peaked my interest. I purchased a mini to see if the hype was real. It was the mini lasted a while. You just need a dime size to clean your face. When it finally was out I purchased the larger size. It’s now part if my routine and has helped clear my skin. I’m combo, oily t-zone girl with occasional acne"
		},
		{
			"review_title": "nice smell and it works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I was looking for a new Tula cleaners since they discontinued the milk wash. This has a nice smell and works well, but it did not feel full, and it is very expensive."
		},
		{
			"review_title": "Smooth lip peptide",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really am loving this lip gloss treatment for a few reasons. I love that it’s smooth & not sticky, no scent or taste, lasts on my lips for hours & it’s just a nice hint of a rose shade."
		},
		{
			"review_title": "Start your day with a clean and effective routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this wonderful product review campaign from Influenster for free for my honest review Incentivzed After using TULA purifying face cleansing The Cult Classic, my fave has gotten softer and less break outs. Even looks brighter more younger skin. Full of fantastic ingredients Prebiotics prebiotic extract & superfoods as well as Turmeric to leave your skin purified softly balanced. Such a clen and elective opportunity I highly recommend this product the Brand is trustworthy so great! #Influenster #TULA #Influenstercampaign #facewash #greatbrand @TULA #Influenster #Sephora"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I really love the scent of this cleanser and my skin feels very clean after use."
		},
		{
			"review_title": "Will definitely repurchase this produce",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This was an amazing cleanser that did not strip away my skin’s natural oils.  It also did a very efficient job of removing any makeup residue I had left over.  It was also gentle enough for my acne prone teenager to use as well.  This was sent to me through #influenster for my honest review"
		},
		{
			"review_title": "Smell is so strong!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I got a sample of this and the smell!! Holy eff it smells as if they put an entire perfume bottle inside this cleanser. Fragrance is horrible for skin loaded in chemicals and thats what this is full of chemicals!"
		},
		{
			"review_title": "I now understand the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve been hearing about this cleanser for a long time now, and finally got to try it myself! I can now see why people love it! It got my makeup off with ease, and left my skin feeling soft and smooth without any abrasiveness. And the bottle is a nice size also! (See picture next to clementine for reference)"
		},
		{
			"review_title": "Makes my skin look so clear!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I have very dry skin so I had to test out the product for about two weeks just to make sure it didn't dry me out more. My skin has been feeling good and looking clear no redness and it didn't cause any additional dryness which is great because other cleansers tend to dry my skin out more. I also really enjoyed this cleanser because of how much product you actually get this will last me a very long time. You get a generous amount of product for the price."
		},
		{
			"review_title": "Scent that just doesn’t go away",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Used 100 RB points because I’d heard so many good things about this cleanser. Honestly it’s an average cleanser. but what I don’t like about it is the fragrance. It’s incredibly strong and lingers on the face long after washing. I know I’m dating myself here, but if you grew up using Mr Bubbles it smells exactly like it. Glad I didn’t buy a full size."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The smell is completely unbearable and it doesn’t even lather that well."
		},
		{
			"review_title": "Great face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "LOVE this face wash. It's gentle has a great smell and doesn't leave my skin feeling stripped of all the moisture. I feel like it's safe for all skin types."
		},
		{
			"review_title": "Good for dry skin too",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I used to have oily skin but recently developed very dry skin which means I can’t use the same cleansers. However  other cleansers for dry skin have just not done enough for me and doesn’t leave my skin feeling clean at all. This does a great job at lathering while not leaving my skin tight and is a GREAT size for price. This will last u a long time and is good at makeup & sunscreen removal."
		},
		{
			"review_title": "Not dry",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "It really does a good job of cleaning my face without leaving it dry and tight. I really like how it leaves my face feeling so clean and fresh without drying it out. I definitely recommend it."
		},
		{
			"review_title": "Need this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This cleanser is seriously the best. If you want your skin to feel clean, refreshed, and not stripped dry- then this is for you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "This becomes part of my routine I use it at least 3 times per week, I feel my skin more smooth, I like the probiotic ingredients that it has, the texture is very light, it comes in a big size, I would like it not to have any scent, but after that I like this cleanser."
		},
		{
			"review_title": "Tula is a great product and I highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Tula cleanser uses probiotics and superfoods to get into the skin for a good deep clean. Tula works best when using a cleansing brush but tiny smell."
		},
		{
			"review_title": "Good not not great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to like this one considering the raging reviews. I know it’s a gel cleanser, but I do wish it lathered more to help with the cleaning. I felt like I really had to work it in. For my combination skin, it didn’t completely do the  do the job. Also, the smell of it was not pleasing."
		},
		{
			"review_title": "Amazing Cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "There’s a reason this is such a popular cleanser. It removes all the gunk and everyday from your face without stripping or drying out your face after using. It’s a great cleanser!"
		},
		{
			"review_title": "Makes my skin smooth as silk!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I was excited to try this face wash. I had never used Tula Skincare before. The first thing I noticed was the scent. It’s soft, almost like baby powder. It doesn’t overwhelm you when you use it. The next thing is the texture. It has a soft grit to it and it’s thick. Personally, I wish the grit was a little more due to having dry patches. It feels good on the skin, not too abrasive. My skin feels very smooth after I use it. I haven’t had any additional breakouts after using, which is a plus. I have noticed some dyer patches in my T-zone but I think that may be from sun exposure. Overall, I get the hype. I really like it!"
		},
		{
			"review_title": "Clear and purifying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest opinion. It was delivered safely wrapped sealed and secure manner. It is very easy to use and effective to clean and purify my face. I noticed my pores got smaller and liked the thick texture of the cleanser. It does have a light scent but not overpowering. I do recommend using this Tula Classic Purifying face cleanser."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love love love this face cleanser! The scent is neither amazing nor bad. But the consistency is very thick so a little really does a great job of making my face feel clean. Good size bottle as well."
		},
		{
			"review_title": "perfect cleanser ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "literally love this cleanser so much! love how sudsy it is without stripping my face and making it dry, but still leaving it feeling squeaky clean. also love the gel texture because it seems to never run out lol"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Another great offering by TULA! This cleanser is a bit sticky, but it foams well and is great for everyday use."
		},
		{
			"review_title": "Smells amazing and soothes sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "[I recieved this product complimentary from Influenster in exchange for review] I was extremely impressed after using this cleanser daily for about 8 weeks. It has a thick gel consistency that gives a nice foamy lather. There's a deep clean feeling to your skin afterwards, but still leaves it feeling supple and calm. I adore the fruity floral scent as well, it definitely adds to the overall experience, day or night. I have combination skin, but I believe this cleanser would work for all skin types. Typically scented products irratate me but never tula! I still recommend a double cleanser though as this won't remove all your makeup. The ingredients in this cleanser are amazing too, another factor I was very impressed by! It's jam packed with calming ingredients like probiotics, goat milk, Glycerin, tumeric, white and green tea, etc.! I definitely recommend to all skin types, especially those who struggle with sensitivity, acne, and redness!"
		},
		{
			"review_title": "My skin loves it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Received this complimentary product to try out. I’ve used it for 2 weeks consistently of give it a fair shot and I’m impressed, my skin felt clean but not drying. It has a pleasant scent and you don’t need a lot of product which is a plus."
		},
		{
			"review_title": "A NEW STAPLE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This product is definitely a keeper in my skincare routine. I have tried a few other things from this brand but this definitely is one I keep grabbing for. It works effectively, makes my skin feel and look a tad bit different after EVERY use and it doesn't have any strong smells too it and doesn't leave a nasty residue like some skincare stuff does. I received this product for free complimentary in exchange for my honest review and opinion BUT that doesn't change my feelings!!! :)"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This product is so amazing! It cleans your skin without it feeling stripped of anything. All the dirt and grime comes off and there’s a pleasant smell with the product too. I love how foamy it gets!"
		},
		{
			"review_title": "Horrible smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Fragrance has never bothered me in beauty products but I cannot get over the lingering smell after I wash my face. Also the formulation is very thin and I feel like I’m washing my face with mostly water"
		},
		{
			"review_title": "Good but not great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cleanser does not make my skin feel irritated or stripped after washing! It is a gel like consistency and smells amazing. I do wish it was easier to lather into a foam, but that is the nature of gel like products. Overall this is a good cleanser, but Im unsure if I would purchase this product for myself due to cost. I think I will continue to use my cerave cleanser once I finish this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Cleans off makeup extremely well, leave the face feeling moisturized after cleansing. Does have a really strong perfume scent which I could do without."
		},
		{
			"review_title": "Named cult classic for a reason!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Wow this cleared up my skin after a week! It cleared my small bumps, pimples and smells lovely. I bought this after getting a sample from my points. I had to see why they called it a cult classic and understand now by"
		},
		{
			"review_title": "It’s amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The scent smell of this cleanser is very mild, and it is very milky in terms of color. The product does work amassing though, I love how sleek the packaging is and that it doesn’t take up much space in my shower."
		},
		{
			"review_title": "Loveee!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I received TULA Skincare The Cult Classic Purifying Face Cleanser free to try for my honest opinion. This is a gel based cleanser and it works very well to remove my makeup & clean my skin! It doesn’t make my skin really dry which is nice because I already have dry skin & don’t need any products to make it more dry. I love the way it makes my skin feel. It smells fresh & clean! I will continue to use this cleanser."
		},
		{
			"review_title": "Left skin soft",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster and TULA Skincare in exchange for my honest review. (Incentive) I was excited to receive this product and try out a new face cleanser. I have normal to oily skin with mild breakouts throughout the month. This cleanser wasn’t bad and left my skin feeling soft. I didn’t notice any breakouts or skin irritation after using it. I just like a cleanser that feels like it cleans deeper. This product didn’t have any harsh smells and was very settle. The bottle was easy to use and it came out nicely. I would recommend this product and would probably use it again. It’s not my favorite but it’s definitely not bad."
		},
		{
			"review_title": "Refreshing Cleanse but Broke Out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I’m conflicted because this product makes my skin feel so refreshed- it does strip it and it leaves my skin not feeling super dry after use, before the rest of skincare. I have naturally very dry skin. Even when I wake up in the morning and nothing else has changed besides cleansing with this product, my skin feels better. However, I started to break out, and I never break out. I have to attribute it tomorrow this product. I do have sensitive skin though so sometimes (not always) this happens when I use facial products. Unfortunately it happened with this one…"
		},
		{
			"review_title": "Love the baby fresh smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love the light baby powder smell. It’s refreshing and also it doesn’t feel gritty. It has cleared my face up really nicely I like it. The ingredients are easy to read and it feels fresh after you use it I really recommend this product."
		},
		{
			"review_title": "So clean!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this face wash it does not dry my face out like some other face washes. It has a mild scent to it so that it is not overpowering. You only need a small amount for your face so the size tube it comes in will last a long time making it a great value."
		},
		{
			"review_title": "great but",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I thought this was a great and simple cleanser at 1st. It doesn't have a strong scent, doesn't foam up as much, and leaves the skin clean. But after leaving it on my counter for a few days, the packaging started leaking some of the product."
		},
		{
			"review_title": "Strong fragrance but clean well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received Tula Purifying Face Cleanser from Influenster in exchange for my honest review. It cleans my face and removes makeup and dirts very well. It doesn’t make my skin dry after washing. However, the scent is too strong for me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I don’t really get the hype. I think this is fine, and a little expensive for the experience of the cleanser. Not a fan of the scent personally. Gets the job done."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I really liked this cleanser. It has a nice soft fragrance and cleanse very well even with makeup build up. The lather is nice but not overly bubbly."
		},
		{
			"review_title": "Not a bad cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster in exchange for my honest review. Not a bad cleanser! A slightly thicker consistency than I am used to, and to be honest I’m not in love with the smell of it. But I do think it is an effective cleanser and I’m glad I got to try it!"
		},
		{
			"review_title": "Love this cleanser and the sunscreen!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I love this cleanser! Honestly Tula is such a great brand and makes you feel so clean after use! I love the cleanser, would highly recommend the sunscreen and will continue to buy their product that have great ingredients!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a great product. I use it every day and it’s gentle. Leaves skin clean and clear. Exfoliates gently enough to use daily. It is a bit expensive though."
		},
		{
			"review_title": "good one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "this is a refeshing cleanser and it takes makeup off very well. i am new to this brand and i love it so far ."
		},
		{
			"review_title": "A must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was surprised! This cleanser is so good! It leaves my skin very nourished! I also feel my skin so clean and ready for my skin routine! I definitely recommend it! It also has a pretty good size for the price!"
		},
		{
			"review_title": "A must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The face wash is great. To start off the scent is amazing ! It’s light and refreshing (reminded me of walking into Aveda). The face wash itself is also light on the face, definitely cleanses without leaving the skin feeling overly dry.   I’ve never heard of this brand before but I was definitely pleased with this product and will be looking forward to buying this product again as well as looking into their other products."
		},
		{
			"review_title": "A must have thing. Face is very fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I like the quality, value, and gentleness of the skin cleaning agent.  It cleans well, does not dry out my skin, and is absolutely worth it. After washing my face is very fresh, I like it and now this is my favourite one!:) I recommend"
		},
		{
			"review_title": "Solid cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a good product. The consistency is good it’s like a gel. It doesn’t suds up and while I’m washing my face I don’t feel like it’s doing anything but after rinsing my makeup is gone. It does not strip your skin or make it dry. It’s decent at mascara removal but does leave some waterproof mascara. Still not as good as my holy grail purity cleanser."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was hoping this product would exceed my expectations based on all the great reviews I’ve seen. I have hormonal acne prone skin, so products usually work or don’t do anything to my skin. After watching a million videos, I learned to double cleanse, which has made a huge difference on my skin. This product didn’t do anything for me. I usually see an instant difference after cleansing my face. I wasn’t fan of the scent either. Not worth the price for me."
		},
		{
			"review_title": "A favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This is my favorite face cleanser! I’ve been using it for years.  The bottle lasts a long time.  The scent is not overwhelming like some face cleansers can be.  This face cleanser is affordable too."
		},
		{
			"review_title": "Wanted to love but still on the fence",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I was so excited to try this but I’m still on the fence about whether I would purchase again on my own.   Pro: leaves my skin feeling very soft and not stripped after using   Cons: the smell. It’s enough to make me question why I’m using it every time I wash my face. It’s highly scented and smells like old lady perfume. It takes some work to get it to lather which makes me wonder if it’s getting all my makeup off during the wash."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I have been using the Tula cleanser for a few weeks now and I loving what it doing for my skin. It leaves my skin feeling moisturized and removes all the impurities. I also love that it has a scent but it doesn’t affect my sensitive skin. Tula is definitely apart of my skincare routine now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Cult classic is no joke! A great cleanser for my skin! It’s left it looking so clear without drying it out! I am definitely a fan of this one and would buy in the future"
		},
		{
			"review_title": "Dry, sensitive and acne-prone skin approved!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve started using this on my period day, and it really helps calm down my skin redness and my hormonal acne! This cleanser isn’t foamy so I know this won’t strip my skin or dry it out. (i have dry combination skin) been using it for 3 weeks now, and absolutely love it. I will definitely repurchase and say goodbye to my regular cleanser that I had been using for 3 years. This stuff is amazing!"
		},
		{
			"review_title": "Nice cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Really nice cleanser! I use this both morning and night (as my second cleanser) and it just helps get any residue off and nicely prepare me for the rest of my skincare routine. I have quite enjoyed my time with it."
		},
		{
			"review_title": "Good ingredients",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Combination skin",
			"review_text": "I liked the ingredients in this product. The feel was more of a creamy face wash. However, I’m not sure if my skin was breaking out because of the new product or the scent."
		},
		{
			"review_title": "Greta price point… AMAZING results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Started using and I was amazed with how well it worked and quickly it worked on my skin! , smells fresh and clean!  But above all, I love the way it leaves my skin feeling, it honestly cleans my skin and even takes off makeup too.. leaves my face feeling rehydrated and perfectly healthy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This cleanser makes my skin feel clean and moisturized without feeling dry or harsh. This is a gel-based cleanser with clean ingredients like probiotic extracts, tumeric, white tea, and blueberry."
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this cleaner , is smells great and I feel like my skin is actually clean after I use it !  I think it has also helped in clearing and evening my skin tone !"
		},
		{
			"review_title": "Definitely My New Go-To Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently received the Cult Classic Purifying Face Cleanser by Tula Skincare from Influenster to try in exchange for my honest review. This is a great cleanser full of nice clean ingredients. It left my skin feeling super clean but not stripped of all moisture. It did a good job removing all the grime and oil from even the hardest of work days. I will definitely be buying this one on a regular basis."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this facial cleanser! I feel like it helps to brighten my skin, isn’t drying, and helps prevent breakouts. The scent is good too! I would definitely recommend and will be buying again. A little goes a long way. I received a full size bottle of this cleanser free from Influenster in exchange for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I used this cleanser to wipe my makeup off and It has a gentle, refreshing formula that effectively removes makeup and impurities without stripping my skin of its natural moisture."
		},
		{
			"review_title": "changed????",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I used this product a few years ago and decided to try it again as I loved it then. I think they changed something because it caused my skin to have major hives. The cleanser broke my skin out so bad. I changed back to my former first aid beauty cleanser and my skin is starting to repair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I’m literally obsessed with this brand. I was obsessed with the superfood cleanser and now this one is almost even better. Smells amazing, bubbles up but not too much. And leaves the face feeling cleansed and refreshed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I’m literally obsessed with this brand. I was obsessed with the superfood cleanser and now this one is almost even better. Smells amazing, bubbles up but not too much. And leaves the face feeling cleansed and refreshed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This cleanser worked good for me. My skin is slightly sensitive but I had no issues with this cleanser. It cleansed my skin really well and didn't break me out."
		},
		{
			"review_title": "Keeps skin refreshed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This has become my go to face wash. It feels great on the skin and lathers well. It helps clear up my breakouts and keeps my skin soft and moisturized. It’s easy to wash off and doesn’t take a lot."
		},
		{
			"review_title": "Daily cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Really nice cleanser; feels light and soothing to my sensitive skin. I use it daily with my acne-prone skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This gel-consistency cleanser has a light clean scent. It lathers well and effectively cleans my skin. It did a pretty good job at removing makeup and sunscreen (I enjoy it as a second cleanse). It also didn’t cause any irritation or dryness."
		},
		{
			"review_title": "Simple skincare from a health-conscious brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Not only do I love this cleanser, but my skin loves it too! Recently, I have been reading up on your body's microbiome(s) and the importance of probiotics, so this incentivized sample came at the perfect time. I've been having a lot of issues with redness in my face but I think it's improved since I started using this product, which is amazing because it started to seem like nothing was helping. My skin is also noticeably smoother. I will definitely continue using this in my skincare routine."
		},
		{
			"review_title": "My new skin care favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really liked this face wash, it was effective in making my face feel clean and refreshed. The scent is really light but also pleasant. The packaging and size is larger than I thought."
		},
		{
			"review_title": "Fresh and Clean Yet Hydrated at the same time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This face wash leaves face clean without the tight dry feeling. Didn’t have a scent and probably one of the best face washes I’ve used. Highly recommended for sensitive skin"
		},
		{
			"review_title": "Must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product. This is so soft on my skin. It leaves me feeling clean but not stripped. The packaging works well and love the color. The unscented notion was great."
		},
		{
			"review_title": "Strong Baby Shampoo Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s a gentle cleanser with a nice lather. Has a strong fragrance, smells like baby shampoo. I didn’t particularly like the scent so 4 stars."
		},
		{
			"review_title": "So clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This cleanser makes my face feel so clean after using it, I love that it contains probiotics and it works very well for my acne prone skin. I can see why this is a cult classic!"
		},
		{
			"review_title": "Gentle but effective clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I LOVE this cleanser. It is both gentle and light while still having a small amount of grit to make me feel like my face is actually getting clean! It doesn't dry out my face and smells so refreshing!"
		},
		{
			"review_title": "Burning sensation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Got this face cleanser has a sample, used a little amount to wash my face and instantly felt a burning sensation on my skin. This is not for sensitive skin."
		},
		{
			"review_title": "One of the best facial cleaners I’ve ever tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "By far the BEST face wash Ive ever used. Its lightweight, creamy and it doesn’t make my face itch. Definitely worth the price!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is a good face wash and the packaging is nice! I also like how big the bottle is! I like the smell of it, but my boyfriend doesn't so the smell isn't for everyone. This product didn't make my skin worse, but it also didn't make any crazy improvements. I received this product free from Influenster."
		},
		{
			"review_title": "New must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this cleanser so much! It keeps my skin clear and hydrated and a little goes a long way. I'm on my 5th bottle."
		},
		{
			"review_title": "Not for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If you have sensitive skin, this isn’t a safe product. At least it wasn’t for me anyway. My skin definitely turned red so I had to give it to my mom. She doesn’t have sensitive skin at all. She loves it and said it really hydrated her face and made it feel soft. She’s never had a good skincare routine but she uses this daily so that says a lot."
		},
		{
			"review_title": "Spa experience at home",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Between its clean scent and luxurious bubbles theres the skin your looking for.The soft skin it delivers is second to none."
		},
		{
			"review_title": "So gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This facial cleanser feels so gentle, effective, and leaves your skin feeling refreshed without any dryness. Packed with prebiotics, probiotic extracts, and turmeric, it keeps your skin balanced and glowing."
		},
		{
			"review_title": "Always on my sink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I seriously love this gel based face cleanser! It has a light, fresh scent, applies beautifully, isn't too runny, and didn't cause irritation. After a long day outdoors, my face usually has sunscreen, make-up and oil, this cleanser gets it all off, waterproof make-up and all. It doesn't dry out my skin, but leaves it fresh and clean."
		},
		{
			"review_title": "Great everyday cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Tula is such a great brand so I was so happy to try their cleanser! It is really nice and feels super luxurious. It smells great and it leaves my face feeling clean and fresh."
		},
		{
			"review_title": "So good for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is such a great cleanser for oily skin! It’s gentle, lathers well, and has a nice fresh scent. It leaves my skin feeling so clean but doesn’t dry my face out either. I was in the midst of a breakout when I started using this, and it cleared up within just a couple days of use!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Overall it’s effective, it removed my eyeliner and mascara without any problems. The scent kinda reminds me of cotton, like a fresh scent. I took off one star only because I think it was a bit drying"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Works great for what you need it for. I don’t notice a huge difference between this and any other face cleanser. But it lathers really nicely and gets the job done."
		},
		{
			"review_title": "Gentle and effective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is a great cleanser! It is gentle on my sensitive skin and removes makeup easily. My skin is left feeling hydrated and not tight or dry. This has become my go to cleanser."
		},
		{
			"review_title": "So Fresh!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This face wash is so unique & a game-changer! It leaves my skin feeling refreshed and clean without any dryness or irritation. The gentle formula is perfect for daily use, and I've noticed a significant improvement in my complexion since I started using it. Definitely a must-have in my skincare routine."
		},
		{
			"review_title": "Great for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This was definitely one of those cleansers where I wasn’t sure if it was all off my face or not! It didn’t make me turn bright red or break out so that’s a plus for my sensitive skin!"
		},
		{
			"review_title": "Lightweight gentle cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This Tula Cult Classic Purifying face cleanser is a lightweight, gel based cleanser that lathers well and provides a deep clean. It has a clean, herbal scent which smells refreshing and leaves the skin feeling smooth and clean. I love that it contains prebiotics, probiotics, and turmeric to purify and balance the skin. This is a perfect, gentle cleanser that can be used 1-2x daily that won’t leaving skin feeling dry and is safe for sensitive skin."
		},
		{
			"review_title": "Works great on teen skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "My son has a lot of acne on his face, and we have tried several different kinds of face wash for him! This one so far has been slowly working on taking the acne away! He says it smeels.good, not too fragrant, and it's suds up well! He said a little go's a long way, which is fantastic at making the bottle last!"
		},
		{
			"review_title": "Classic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Cult Classic Purifying Face Cleanser is a cult favorite for a reason! It's a gentle yet effective cleanser that removes impurities and makeup without leaving the skin feeling stripped or dry. The unique blend of prebiotics, probiotic extracts, and turmeric is also impressive, leaving the skin looking purified and balanced. While it may not be perfect for everyone (e.g., those who prefer a creamier texture or a milder scent), it's definitely worth considering if you're looking for a reliable and effective face cleanser."
		},
		{
			"review_title": "I Love It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "- *Gentle and Effective*: A gel-based cleanser that purifies skin as it removes dirt, oil, impurities, and makeup - *Skin Type*: Suitable for normal, dry, combination and oily skin - *Skincare Concerns*: Pores, dullness, and oiliness - *Formulation*: Lightweight gel - *Highlighted Ingredients*: Probiotic extracts, prebiotics, turmeric, white tea and blueberry - *What Else You Need to Know*: A cult favorite, this refreshing gel-based face cleanser removes dirt, impurities, and makeup without stripping or over-drying - *Clinical Results*: In a self-assessment on 31 subjects, during 4 weeks, 100% agreed skin looks healthier and smoother, 96% agreed skin looks brighter and more radiant, 96% agreed pores appear smaller - *Price*: The price of TULA Skincare The Cult Classic Purifying Face Cleanser varies from $12.00 to $34.00 depending on the size and retailer  TULA Skincare The Cult Classic Purifying Face Cleanser is a gentle and effective cleanser that is suitable for all skin types and is a cult favorite among users."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am in love with this cleanser. First time trying the brand and i  am amazed with the results. Been using it for 3 weeks now and i have very dry skin and this helped alot. My skin looks brighter and smoother. I have sensitive skin and this cleanser has no scent which is a good thing."
		},
		{
			"review_title": "Simple Cleanser. Does the job. Recommend.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Dry skin",
			"review_text": "I have been using this cleanse for exactly one year and 8ish months straight. I have eczema and sensitive skin but have not had any issues with it, so I definitely recommend. It also has no smell at all. If you wear makeup you should not be using this cleanser alone, common sense you also need a cleansing balm/oil based cleanser ( i added the last part because of the 1 star april 2024 comment)"
		},
		{
			"review_title": "Amazing facial cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "LOVE LOVE LOVE!! I’ve been using the cleanser for about 30 days now and I love it! It doesn’t dry out my skin, as sometimes my face can get a little sensitive when trying new face cleansers. It does have a light clean fresh type of scent, but not overpowering and it doesn’t smell like flowers or perfume. The packaging is simple and that makes it stand out more to me."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am not a huge fan of how this smells. That being said, I love how fresh and hydrated my skin after I use it. It removes makeup really well"
		},
		{
			"review_title": "Definitely my favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Ladies, this face wash is it! I have waited a couple weeks to review because I wanted to give an honest opinion. When I tell you my skin is so soft now the dryness is GONE. My nose used to get very oily. Not any more it’s amazing I definitely recommend for all skin types!!! I love all the natural ingredients in it as well ❤️"
		},
		{
			"review_title": "Love this cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a cult classic for a reason! I felt like it really cleaned my skin and left it refreshed. I will definitely purchase this again once this bottle is empty."
		},
		{
			"review_title": "A decent cleanser",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "A gentle gel cleanser that left my skin feeling clean and refreshed. It was slightly drying on my forehead, but this wasn’t an issue after finishing my routine. Price seemed comparable to similar quality cleansers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I was extremely skeptical when I was sent this product for my review as JailBase cleansers typically dry out my skin. I was pleasantly surprised that this one did no such thing and was extremely gentle while also giving me extremely clean skin."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have very sensitive skin and this face wash is perfect! I wash once to remove makeup and again to cleanse! My complexion looks great, especially when I pair it with the Hydrating Day & Night Cream."
		},
		{
			"review_title": "Perfect for sensitive skin!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is my first time trying anything from TULA but was immediately hooked on this face wash. it’s non drying, hydrating, and leaves my face and skin feeling clean and smooth! Thank you TULA & Influenster!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Oily skin",
			"review_text": "I actually really like this face cleanser. No heavy smell. My face is left feeling clean and not gross. Product comes out easy. Something I would definitely buy in the future and would recommend to others."
		},
		{
			"review_title": "Must have in your daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I got this product  for free to try and write my honest review on the product.  So I would like to say thank you Influenster and Sephora for this product.        I have used this product for several weeks now. I love how it makes my skin hydrated and smooth skin all day. Love how well it cleaned my face. This is definitely a good product and I will be adding it to my routine for skin care."
		},
		{
			"review_title": "Feels like I am at a spa!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this facial cleanser from Tula! This cult classic purifying face cleanser does a great job of removing and cleaning my face of makeup, while still leaving it feeling moisturized. I really like the scent. The scent makes me feel like I’m at a spa. The consistency is good too! Not too thick nor too thin."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "unfortunately not a good match for me, i have dry skin and found this to be very drying on me also the fragrance is quite strong - tho i did see after purchasing that there is a fragrance free version also"
		},
		{
			"review_title": "Great facewash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Loved this wash! It instantly brought up alot of whiteheads the next day making me feel like my skin was visibly getting rid of all the gunk in my skin! The light scent isn’t overpowering and smells great! I highly suggest this product!"
		},
		{
			"review_title": "Perfect for Sensitive Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is a gel based face cleanser that is gentle against the skin and leaves your face feeling fresh and clean with out drying it out.  The product helps maintain skin balance and boosts your skins radiance.   I have sensitive skin with rosacea and it does not irritate."
		},
		{
			"review_title": "A necessity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My face has never felt cleaner and looked more smoother with any cleanser other than with this one. My face feels nourished and gives me a look as if I’m shining from within. I’ve always struggled with some small bumps on my forehead, for years I kept trying products and they never seemed to go away. Once I began using this cleanser I noticed my forehead clearing up a bit. It does have a potent scent to it which I did find unpleasant at first but you get used to it, and as long as it keeps my skin looking this good I choose to ignore the scent. I do love that you can easily squeeze the desired product because of the packaging without making a mess or worrying about losing the cap."
		},
		{
			"review_title": "My new Everyday Face Wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this it works great and is gentle on my somewhat sensitive skin. It doesn’t have any strong scent to me and that is how i prefer it personally. I would recommend this . My only complaint would be that after I use this my skin feels super dry like it needs moisturizer right away but thats usually the case with most face cleansers. Although I prefer it didn’t leave that dry after feeling it is as the title says, my new everyday face wash."
		},
		{
			"review_title": "Clean and soft feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I really love using this product. My face felt clean, fresh and very soft. Most importantly I didn’t have that overly dry tight feeling soon after. It lathered very well and a little went a long way. Will def keep using!"
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I really like how this left my face feeling clean and not dried out. The packaging is basic with a squeeze bottle. Little pricy but effective so worth it."
		},
		{
			"review_title": "Refreshing, gentle, and cleansing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Nice fresh clean smell and light formula that comes to a gentle lather. Rinses off easily and  does the job removing makeup without having to tug or scrub"
		},
		{
			"review_title": "Great face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I like this face wash a lot. It soaps up really nice. Didnt dry out my skin. This left my face feeling and looking clean. Moisturizing and very hydrating. I'm going to continue to use. Reccomend"
		},
		{
			"review_title": "My morning routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After using this product for a week I really like this face wash it helped my dry skin feel more hydrating. It does have a scent to it but it doesn’t bother me. the packaging is great and definitely will be buying this again."
		},
		{
			"review_title": "#1!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This cleanser is my #1 go to! It smells amazing and does a great job of cleansing. Tula is easy to find in stores like ulta or target. I swear by this face wash!"
		},
		{
			"review_title": "Just an okay cleanser",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cleanser is just okay in my opinion. I don’t particularly care for the smell. It’s seems artificial to and something like a fake “sea” scent. It seems to cleanse to an effective degree but I just can’t get past the smell. The title claims it’s a probiotic cleanser but on the back it states there are no live cultures."
		},
		{
			"review_title": "Love this cleanser!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Been using this for a couple of nights now and what I’ve experienced is that my face feels really clean after wards but it doesn’t feel dry like it was stripped. It also removes makeup and sunscreen really well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I had never heard of this brand until now! The first time I used it, my face felt super soft. The second time I used it was after a night of trying a detox mask and my face felt tight. Luckily since then it’s back to feeling soft so I know this product works!"
		},
		{
			"review_title": "Great cleanser option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "A beloved skincare staple for many, and for good reason. Its gentle yet effective formula cleanses the skin without stripping away its natural moisture barrier. Packed with probiotics and superfoods like turmeric and blueberries, it helps to balance the skin's microbiome and promote a healthy complexion. It leaves the skin feeling clean, refreshed, and nourished, making it suitable for all skin types, including sensitive skin. I did have a minor breakout after using this cleanser. But, it is a great option for those looking for a gentle yet powerful cleanser that supports skin health."
		},
		{
			"review_title": "Love this product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I like the way it makes my skin feel but it spills everywhere and makes a mess they need to have a better design for the container. The smell is nice too."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So this cleanser isn’t my favorite. Not a fan of the thick texture. Definitely remember a little goes along way and lather in hand before applying. It also smells like J&J baby soap…. Not bad just soapy. I have oily skin and I don’t feel like this cleanser works for me. The packaging also says clean but some of the ingredients are questionable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This purifying face cleanser it’s amazing for real leave my face clean and soft I loved for real great price nice packaging I love you need tried for real"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I had such high hopes for this cleanser but it was just okay. It didn’t clean like I thought it would and it didn’t make my face feel moisturized like it should have. I really don’t care too much for the smell either."
		},
		{
			"review_title": "Saved my sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved this product! After using it for just a week I noticed that my skin had cleared up! The ingredients were gentle on my sensitive skin and I can tell why so many love this product! I loved it"
		},
		{
			"review_title": "Great basic cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have dry skin and it can be sensitive to cleansers that are stripping. This seems to do the job well but isn’t overly drying. The squeeze bottle is easy to use and I like the bright blue packaging. The price is good for the volume of product you get!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My skin is dehydrated and oily so finding a good cleanser is crucial to my skincare routine. I really liked this cleanser because it left my face feeling clean without being too drying. It is gentle and effective. I will purchase this again."
		},
		{
			"review_title": "Favorite cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This cleanser is a cult favorite and I can see why. The gel-texture feels nice and refreshing. It helps keep my skin clean without drying it."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love this cleanser! Super gentle, non scented, and gets the job done. Will definitely be repurchasing this when I run out! Love the blue packaging as well."
		},
		{
			"review_title": "Everything You Need Plus",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I can see why this is called Cult Classic. It's got everything you would want in a cleanser plus probiotics & superfoods as a bonus. It's got a thick consistency and good lather that goes a long way. It gets off makeup and is gentle enough to get the eye area without irritation. I could take or leave the light perfume scent, it's not aggressive and doesn't linger but might be a deal breaker for some who have sensitivity to scent."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The Purifying face cleanser is such a nice way to clean with your face! It gives more than enough foam which I like and to keep the motion for your face. It gives your face the feeling of clean. The fragrance isn’t too strong that’s good"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This cleanser is a cult favorite and I can see why. The gel-texture feels nice and refreshing and because it’s gel, it feels gentle and non-stripping. I love the translucent milky white color. It’s mesmerizing. For a gel cleanser, it lathers up more than I expected but it does take a minute to rinse off completely.  There is a scent but it doesn’t feel like a fragrance. It may be the scent of the ingredients.  The cleanser leaves my face feeling thoroughly clean, rejuvenated and hydrated."
		},
		{
			"review_title": "great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "i received this product from influenster in exchange for my honest review. this tula cleanser is gentle on my sensitive skin and great for every day use. i am a big fan"
		},
		{
			"review_title": "Extremely drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is not an incentivized review. I tried this face wash once and was shocked at how dry my face was afterwards. It was so bad I will not be keeping it to use again or give away. My skin is far from sensitive and I've used tons of gel cleansers and lathering cleansers without issue.Tthis product made my skin feel extremely uncomfortable and tight and dry. At least it had a nice texture and no annoying fragrance."
		},
		{
			"review_title": "Not for sensitive skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This is a good face wash. I'm not sure it's great for sensitive skin like mine, however. I feel the fragrance is too strong and, overall, may be a little harsh. I think for people with normal skin types, this would be a good choice. I'm going to give it to my husband and see how he likes it."
		},
		{
			"review_title": "Loving it so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I'm loving the Tula Cult Classic Purifying face cleanser! It's like a mini spa treatment every time I wash my face. Not only does it leave my skin feeling super clean and refreshed, but it also helps keep breakouts at bay. Plus, the smell is so refreshing! Definitely a new staple in my skincare routine."
		},
		{
			"review_title": "My Skin Has Never Felt So Clean!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love love love it! I’ve been wanting to try this for a very long time but I was worried it was just one of those over hyped products but NO IT IS WORTH THE MONEY! Im addicted now! It has a nice clean smell and leave my skin feeling Ahhhhhmazing! I like the brand and the clean ingredients! I will definitely be part of the Cult now and buying all Tula products!"
		},
		{
			"review_title": "New favorite face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely loved this face wash. It's extremely good at removing makeup and also does not strip your skin at all. It leaves skin feeling very soft and supple! The scent is very light and natural, not too overpowering at all!"
		},
		{
			"review_title": "Hydrating and works well on sensitive skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I received this face wash, and I really like it considering how gentle it is on my skin. There is also little to no scent which I also enjoy because I can’t stand when a product is overwhelmingly strong overall I would purchase this product as it seems to work really well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "cleanses the face very well, removes makeup residue well. I usually use cream, but sometimes I even forget after it)) my skin is not dry"
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have received the cult classic purifying face cleanser from influenster and I like it . It smells good and it is effective  The price is worth it ."
		},
		{
			"review_title": "New fun face wash for summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Smells amazing and I really love that Tula makes such high quality and organic products. As someone who has sensitive skin I always worry if I will break out, but not with Tula! I’m so excited to hopefully use it more often to use in my regular skin rotation"
		},
		{
			"review_title": "Not my favorite scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received this product free from Influenster and Sephora in exchange for my honest review. I really wanted to love this product, but the scent was too florally and overwhelming for me. The cleanser felt very thick and left a film on my skin. Not my favorite."
		},
		{
			"review_title": "My New Fav Face Wash!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I absolutely love this product! It instantly became my new favorite face wash! It has a light fragrance that smells amazing… more importantly it works amazing for my skin! It doesn’t dry out my face and it cleans the make up and dirt great without it making it feel tight. I love that it’s a good size bottle. 6.7 FL OZ to be exact."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I have been using this for ever it feels like. I love it ! it doesn't strip off all the oils in my skin,it make my skin feel clean but still moisturized."
		},
		{
			"review_title": "Really great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "First time using a facial cleanser with probiotics and super foods.   This cleans really well and rinses well. Leaves no residue and I like that. After a week I started to see a difference in the texture and evenness of my skin. It has a slight scent and I like that as well.  My skin appears brighter as well"
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This is such a great cleanser ! The scent is subtle yet refreshing. The consistency is actually more liquid than most cleansers which I was pretty unsure about. However after trying it out, it works just as well as any other ones. I do not wear much makeup so I'm unable to talk about its efficiency there. It does get rid of oils quite well though. The liquid aspect allows it to be washed off a lot easier than with more viscous ones. Because of that I only need to dab my face dry rather than wipe the remainder off (a lot gentler for the skin)"
		},
		{
			"review_title": "I understand the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "There’s a reason this is a cult classic and it’s because it’s great! This cleanser is gentle and effective. Cleans well without stripping and makes my skin feel clean without the squeakiness and works well for my dry skin. It’s great in both the morning and as a second cleanser in the evening."
		},
		{
			"review_title": "Gentle cleanser that doesn't strip the skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I recently tried this Tula Classic Purifying Cleanser and love that it includes turmeric, white tea, and blueberry. I like this cleanser best in the mornings or on days when I don't have heavy makeup or sunscreen to remove. While I didn't find it necessarily purifying, it does a nice job at gently cleansing my skin without leaving it feeling tight or dry. The size of the bottle is generous, so I feel like it's a pretty good value for my money, and I like the easy to dispense tube. Overall, I find this Tula classic purifying face wash to be a good option for a gentle cleanser that doesn't strip the skin."
		},
		{
			"review_title": "Eh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So when I think of a purifying cleanser, I just don't think of something that has such a strong smell. It kind of throws me off. I felt like it was an extremely strong smell of laundry detergent and I feel like I was putting that on my face. Skin does feel smooth after, but I just don't think I can use this more than once."
		},
		{
			"review_title": "Great face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Loved the way my skin felt after I used this. It is more of a thicker consistency, but it lathered nicely. Left my skin feeling clean and didn't leave any sticky residue once washed off. It has almost no scent to it, which is a plus. Overall, it was a great cleanser."
		},
		{
			"review_title": "Amazing cleanser! My pores got unclogged",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cleanser from Cult classic is so amazing. Its effectiveness is so incredibly awesome! The packaging was so on point and ingredients use are best for combination skin."
		},
		{
			"review_title": "Highly recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I received this product for free from influenster for my honest review. I have been using this for about 2 weeks now. It’s gentle but effective. It has a gentle scent that lasts longer than expected. It’s a gel like texture that I like. It has a great consistency that lathers great. It takes all the dirt and impurities off of my face and makeup too. I like that is don’t strip my skin and leaves it feeling clean and hydrated."
		},
		{
			"review_title": "Absolutely AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this from influenster in exchange for my honest review.So, I've been giving this product a try lately, and I have to say, it's been quite impressive. It's one of those rare finds that acts as both a makeup remover and a cleanser, which is pretty convenient, especially for someone like me who wears makeup daily. What stands out to me is how it doesn't leave my skin feeling tight or dry afterward. It has a creamy texture that feels nice when applied, and it has a pleasant scent too. I also appreciate that it contains probiotics and superfoods, its nice to know that it is actually helping to improve my skin.  I've been incorporating it into my double cleansing routine, and it's been doing a great job. Even stubborn makeup is no match for it. I noticed if I use it constantly for a full week my skin becomes dry and flaky so I only use it on days when I really need a good cleanse and boy does it get everything out. I wake up and my skin looks and feels amazing. I am definitely gonna repurchase."
		},
		{
			"review_title": "Versatile cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I like this face wash a lot.  It isn’t the best one I have used but it is consistent and gets my face clean and keeps it feeling smooth and fresh.  The price point is pretty good considering how large the bottle is"
		},
		{
			"review_title": "Gentle cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free from influenster for my honest review. I have been using it for about 2 weeks now. It’s gentle but effective. It’s lightweight and leaven’s my skin feeling hydrated and soft. It has a very delicate smell to it. I would recommend using it. It’s good for all skin types."
		},
		{
			"review_title": "Face cleanser with prebiotic probiotic and tumeric",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Inget this as complimentary in exchange for my honest review. A cult favorite, this refreshing gel-based face cleanser removes dirt, impurities, and makeup without stripping or over-drying. Prebiotics, probiotic extracts, and turmeric leave skin purified. clarified, and balanced. Get ready for a good skin day, every day."
		},
		{
			"review_title": "2 in 1",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This almost operates as both a makeup remover and a cleanser in one which is hard to find. I wear makeup everyday so that is crucial for me. I also like that it doesn't make my skin feel tight or dry afterward. Tula products are always promising and effective!"
		},
		{
			"review_title": "Gentle on skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received the Tula purifying facial cleanser from influenster for free in return for an honest review.  It removes dirt and makeup without leaving the skin dry. The consistency is gel like, doesn’t lather too much but it does clean the skin really well. It does have a little scent, smells a little like clean shampoo which I didn’t like much, but that’s just  personal preference. Don’t need a ton of product, a little will do the job. I didn’t need to use makeup remover before cleansing with this mousse. I have dry and sensitive skin and it worked well without leaving my face dry. Would  recommend!"
		},
		{
			"review_title": "Gentle and soothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. This is a really nice, gentle daily cleanser. I’m always skeptical trying new cleansers as many are too strong and strip the skin, but that wasn’t the case with this cleanser. This has kind of a cooling feeling on the skin, it feels calming and fresh. It’s doesn’t remove makeup as well as some, but combined with a makeup eraser it’s great. Overall, I liked the product and would definitely consider buying it once I run out."
		},
		{
			"review_title": "Good Basic Cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "This is a good cleanser. It gets the job done. It has a thick gel consistency that rinses clean and doesn’t leave a residue. Very light scent and effective."
		},
		{
			"review_title": "Simple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Tula is seriously so underrated when it comes down to it. It leaves my skin not just looking cleaner but feeling amazing. Really love it."
		},
		{
			"review_title": "Benign ingredients, suitable for all skin types.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "After use, my skin looks noticeably improved. After washing my face, my skin is smoother, cleaner, I will buy it again when I use it all"
		},
		{
			"review_title": "Baby smooth face and happy about it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "After using this product for a week, I love how soft and oily free it helps my face to feel.  I especially like using it after a nice, hot shave."
		},
		{
			"review_title": "Great for double-cleansing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this as part of a promotion, and overall, I really like it. It has a nice scent, and its creamy texture leaves my skin feeling clean without over-drying it. I've been using this product for double cleansing and it effectively breaks down makeup, making it a great makeup remover!  I appreciate that it contains probiotic and superfood extracts, although,  it's much better to absorb these nutI received this as part of a promotion, and overall, I really like it. It has a nice scent, and its creamy texture leaves my skin feeling clean without over-drying it. I've been using this product for double cleansing and it effectively breaks down makeup, making it a great makeup remover!  I appreciate that it contains probiotic and superfood extracts, although,  it's much better to absorb these nutrients through food. Despite this, I commend the effort put into the formulation, it is a quality product that leaves my skin purified, clarified, and balanced.rients through food. Despite this, I commend the effort put into the formulation, it is a quality product that leaves my skin purified, clarified, and balanced."
		},
		{
			"review_title": "Try it and fall in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Oily skin",
			"review_text": "My son took this from me and he absolutely loves it. He has severely dry and flaky skin around his nose and since using this product he has not had any issues. He mentioned that the smell is pleasant and he is happy that it is working for him."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Got the mini with my beauty insider points. I will be buying a full version. I have really sensitive skin and have been trying to find some new skin care products and this is a love. I love the scent and it makes my skin feel clean and hydrated"
		},
		{
			"review_title": "Oh so clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I’ve used this a few times and really like it. It doesn’t dry your skin out and gives me a nice glow. I double cleanse with it and it lathers really nicely. Also smells amazing."
		},
		{
			"review_title": "It’s good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I noticed it does cleanse the face very good, but I did not feel any results it’s been about a week I know it would usually take more time. So far it is nice."
		},
		{
			"review_title": "Nice cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for my honest review,  I like the texture and it smell perfectly, cleans makeup really well. 4 stars for ingredients"
		},
		{
			"review_title": "Great daily user",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "This is a great daily use cleanser. It is unscented and doesn’t make me breakout. The squeeze bottle is convenient."
		},
		{
			"review_title": "Will be my new go to cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this product free from influenster and the brand in exchange for my honest review. I absolutely love this cleanser! Very gentle but effective for taking off makeup and cleaning my face. My fave was soft and not dry after using. Love this for the price!"
		},
		{
			"review_title": "Great everyday cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I received the Cult Classic Purifying Face Cleanser for free to review, but I've actually bought it myself quite a few times. I own and use a lot of Tula brand products. My skin is a combo of oily and dry, and this cleanser works great for me. It's like a gel that goes on nicely and rinses off easily. It leaves my skin feeling fresh and balanced.  It's a great everyday cleanser. It's gentle enough for even sensitive skin, but it still gets rid of dirt, impurities, and makeup. The only downside to it is the smell. I feel like it smells like an old lady's perfume. I wish it was none scented. Overall good option for a daily Cleanser."
		},
		{
			"review_title": "Can’t go wrong with Tula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Tula Skincare's Cult Classic Purifying Face Cleanser lives up to its name, delivering a refreshing and effective cleanse that leaves your skin feeling rejuvenated and radiant. As a fan of the brand's under-eye brightening drops, I was thrilled to receive this gem from Influenster, and it did not disappoint. The gentle formula works wonders on all skin types, effortlessly removing impurities without stripping away essential moisture. With a perfect 5 out of 5 rating, this cleanser has secured its place as a staple in my skincare routine. If you're seeking a cleanser that delivers on its promises and leaves your skin glowing, look no further than Tula's Cult Classic."
		},
		{
			"review_title": "Cult classic for a reason!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I received this product complimentary from Influenster and Tula in exchange for my honest review. I absolutely love this new cult classic purifying face cleanser from Tula! Their skin care products are always my favorite as they are made with high quality ingredients that don’t aggregate my sensitive skin! This gel-based cleanser is powered by superfoods and prebiotics, probiotics extracts, and turmeric to remove impurities, dirt, and makeup from the skin without over-drying your face. I use this cleanser twice a day and it leaves my face feeling fresh and visibly tightens my pores. It has a mild pleasant scent that I personally barely notice. I’m excited to add this to my routine!"
		},
		{
			"review_title": "Simple yet a very good cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I have been enjoying using this face wash for the last week. It removes my eye make up well, although I haven’t tried it with waterproof mascara yet. I had a face wash that burnt my eyes every time I washed my face, I hate that one. But Tula’s doesn’t burn, even when I got it IN my eye, I felt barely any discomfort. I like the consistency of it. Not too thick not runny, clear, foams up well. It get the job done with one wash for me. Skin feels clean after just one wash. It does make my face feel dry a bit but, again, it’s barely there. It’s a perfect combination of a good cleanse without over drying. It has a baby powder scent to it which I did not expect. The scent tends to last for few hours after wash. The tube it comes in, is not only a generous size but convenient to use. The plastic is soft, so I imaging I’ll be able to squeeze all of it out at the end, so won’t waste any product. Overall, I really like it, the scent longevity threw me off but the wash itself is really good and will last me awhile.  Thank you Influenster and Tula for sending this to me in exchange for a review. I truly love it!"
		},
		{
			"review_title": "Feeling clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have added this cleanser to my daily routine.  After a long day working in a not so skin friendly environment this cleanser makes my skin feel clean and refreshed."
		},
		{
			"review_title": "Gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "So This product is gentle but does a great job cleaning my skin. The ingredients help keep my skin healthy and clear. What's cool is that it cleans my skin deeply without making it feel dry or irritated. It feels nice and foamy when using it, and it leaves my skin feeling clean and fresh. Plus, it smells really good!"
		},
		{
			"review_title": "Clean product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I have used this product in the past. I like that this cleanser is a clean product. The packaging is fine as you get a lot of product and a little goes a long way. The price is good as well for the product you get. It lathers on nicely and isn’t a soap but does give you the foamy feel. What I did not like is that there is a slight scent and I like my cleanser unscented."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I got a travel size of this cleanser with my VIB rewards points and I just love it!  My dry skin feels clean and soft whenever I use it.  The fresh, light fragrance is just delightful!  I’ll definitely be buying a full size!"
		},
		{
			"review_title": "My new go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have a favorite go-to face wash and rarely find another product that I would use instead, but I think this one is my new go-to! This left my face feeling clean and refreshed without feeling like I'd scrubbed off a layer of skin to get it that way. It gets sudsy with scrubbing, which I love, and doesn't have a strong smell."
		},
		{
			"review_title": "Seems good but not for me personally",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "It’s a like but not love for me! I have normal to dry skin, but I’m prone to products drying my skin out. On its own, it’s more normal than dry. This makes my skin feel a bit dry and tight, but not to where I flake or have bigger issues. My skin does feel very clean so I’m sure it’s great for some people!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Tula Skincare's Cult Classic Purifying Face Cleanser is a game-changer for skincare enthusiasts. Infused with probiotics and superfoods, this gentle yet effective cleanser leaves skin feeling refreshed and nourished. Its gel formula effortlessly removes impurities and makeup while maintaining the skin's natural balance. The result? A radiant, glowing complexion that's ready to take on the day. Say hello to healthy, happy skin with Tula's cult classic cleanser!"
		},
		{
			"review_title": "A cleanser that WORKS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product free in exchange for my honest review. I tested the TULA skincare Cult Classic Face Cleanser and was very impressed with the results! The cleanser removed the makeup and dead skin off of my face. My face felt hydrated and supple!"
		},
		{
			"review_title": "Amazing cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This is an awesome cleanser. It is rich and creamy with a light refreshing scent! I use it as the second step to my double cleanse and it doesn’t disappoint. It leaves my skin feeling clean, smooth and hydrated!"
		},
		{
			"review_title": "It’s decent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It smells like bug spray to me lol but it’s not terrible it’s kind of a thick consistency so you don’t need a lot. The blue is really pretty the packaging is simple and it tells use how to use it it’s not complicated instructions"
		},
		{
			"review_title": "A must have in my nightly and morning routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "When it comes to facial cleansers, the quest for a product that purifies without stripping the skin of its essential moisture is akin to finding a rare gem. The TULA Cult Classic Purifying Face Cleanser is that gem, a beacon of balance in the skincare universe. This cleanser is a harmonious blend of nature and science, infused with probiotic extracts and superfoods like turmeric, white tea, and blueberry. It’s more than just a face wash; it’s a daily ritual that revitalizes the skin, leaving it feeling refreshed and rebalanced. The gel-based formula glides on the skin, whisking away impurities and makeup with a gentle touch, while the chicory root’s prebiotics nourish the skin’s microbiome, ensuring every cleanse is a step towards a healthier complexion. Tulas facial cleanser has the ability to transform my skin, noting a visible reduction in pores and a newfound brightness that speaks of its efficacy. It’s not just a cleanser; it’s a promise of a good skin day, every day. With its gluten-free and cruelty-free commitment, TULA ensures that this cult classic is as kind to the planet as it is to your skin. In a market flooded with promises, the TULA Cult Classic Purifying Face Cleanser stands out as a testament to what skincare should be: a nurturing, effective, and soul-soothing experience. It’s no wonder that it has become a staple on vanities across the nation, earning its rightful place as a cult classic. I will be keeping this facial cleanser on my bathroom counter for both morning and night  use. Thanks Tula!! 12/10"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the this cleanser. It’s simply about the same compare the cost to other product. It’s gentle on skin and leave your clean and soft skin, especially have a fresh scent is truly a bonus."
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love Tula brand in general. Tula is very good quality skin care at affordable price. This cleanser is not an exeption. Has great texture, almost no scent and makes my skin fresh and clean. I have sensitive  skin prone to redness but so far this cleanser are very gentle to my skin. Large size and eay to use packaging. Also tula has very affordable prices for the quality products."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Tula is one of my favorite facial cleansers. It contain prebiotics and probiotics that help maintain skin balance, nourish your skin. And leave it purified and clarified."
		},
		{
			"review_title": "Great as a staple and simple cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster and TULA to test out and review. I love the clean ingredients and the value size of this product! It is very very lightly scented which is great for those with sensitive and acne prone skin. The Cult Classic Purifying Face Cleanser does not foam up or bubble too much when applying which I appreciated as it allowed me to really lather my skin with this cleanser without the bubbles getting in my eyes. I did find this product a bit drying so I would recommend it for those with oily or combination skin! I love how deeply it cleaned my skin, I tested out removing face makeup with this cleanser alone and it worked perfectly! The turmeric in this cleanser also helped reduce the redness on my face instantly which was incredible and surprising. Overall would recommend this for those looking for a staple, simple, yet effective skin cleanser!"
		},
		{
			"review_title": "Great cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "Such a great cleanser. It’s very gentle and amazing for everyday use. The scent is very fresh and the ingredients are so hydrating. It’s a fair price and I love the packaging too."
		},
		{
			"review_title": "Fresh and Foamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this gentle cleanser because it folds up and definitely makes my skin feel clean without giving me the feeling that my skin is getting stripped. I have purchased this before and will continue to purchase this again."
		},
		{
			"review_title": "Leaves My Skin Clean & Refreshed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love Tula Skincare's Cult Classic Purifying Face Cleanser! This gentle yet effective cleanser has done wonders for my skin, I suffer from hormonal breakouts and mild acne and this leaves my  skin feeling clean, refreshed, and balanced. It effortlessly removes all traces of makeup and impurities without stripping my skin of its natural oils. The probiotics and superfoods in the formula have helped improve the overall health and appearance of my skin. I can't recommend this cleanser enough for anyone looking for a gentle yet powerful skincare solution."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is one of my favorite cleansers! It suds up really nice and feels good on your skin. There’s not much of a scent which is nice. I think the price is totally worth it if you’re wanting to buy again."
		},
		{
			"review_title": "Customizable Consistencies",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Love this face wash! It smells like a spa, there are no harsh fragrances but it still has a pleasant scent. The actual product is pretty thick which allows for customization in how you use it. You can thin it out with water and froth it between your hands to make it bubbly, OR, put it directly on your face like a mask. The drier skin on my face prickled slightly when I left it on for longer periods of time but nothing too worrisome."
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for free in  exchange for my honest opinion and review of this I really like the product. The packaging was great. The scent was fantastic. The quality was out of this world, and I would definitely be purchasing this when I run out of it in the future."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This face wash is now a favorite! I’ve never been too picky with face cleanser, but after trying this one, I’ve been missing out. It’s slightly scented, but not too overpowering. My face not only feels clean after using it, but also healthier and it doesn’t leave your face with that awful tightness. I can visibly see a difference after each use."
		},
		{
			"review_title": "Great face cleaner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Received complementary from Influenster and Tula in exchange for my honest review. I actually already use this face cleanser for probably about three years. My friend gifted it to me. It’s on the pricier side I believe like close to $40. But it does work I deducted one star because I just don’t like the scent. It’s very strong in my opinion. Love the packaging it’s one of my favorite colors. It’s works, cleans my face, I’ll use it in the shower with a face exfoliate pad. Would definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The Tula cult classic cleanser has been the perfect face wash for me. It’s gentle but removes dirt and impurities and leaves my feeling fresh after use. I love the gel based texture and it is a huge bottle! Will be repurchasing!"
		},
		{
			"review_title": "My new go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Finally, a face cleaner that leaves my skin feeling pure. It has a neutral scent and makes a refreshing foam when used. Absolutely love it, and easy to use!"
		},
		{
			"review_title": "Will buy again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used this in the shower last night. I didn’t realize how little it takes to work. This would definitely last a long time. When I woke up I thought my face felt weird and realized it feels so more clean than ever before. I absolutely love this product and would purchased again."
		},
		{
			"review_title": "Works very well and uses clean ingredients I love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I recently received Tula Skincare’s The Cult Classic Purifying Face Cleanser from Influenster in exchange for my honest review and I loved this product. This face cleanser felt very high quality which is a result of its clean and effective ingredients. I loved how it cleansed my face without making my face feel dry. This face cleanser also lathers beautifully which is something I value in skincare. The scent is clean and fresh and the packaging of this product is a beautiful tint of blue that all Tula products have. I absolutely recommend this product as it’s one of my favorite face cleansers and comes in at a very fair price for clean and high quality skincare."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Super cleaning without any type of drying out of my skin afterward. Light scent is an added bonus for me! Suds great! Hasn't caused any type of reaction or breakouts. TULA really is a great brand offering amazing products!"
		},
		{
			"review_title": "Really pleased with the quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "So happy with this face wash. The scent is light. The wash itself isn’t too thick or too thin. I’m happy with the volume for the price pt as well. I think the bottle will go a long way!"
		},
		{
			"review_title": "Maybe next time",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "After a couple days my skin feels itchy and I have some redness. I really wanted to like this product but it’s a no for me this time 😕"
		},
		{
			"review_title": "Very good gentle cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This cleanser is great. So lightweight, gentle, and effective. It leaves my skin feeling clean and  refreshing. The price point is very reasonable for a cleanser too. Definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was so excited to try this! It has clean ingredients and doesn’t really have a scent to it which is great for me since I have sensitive skin. It didn’t leave my skin feeling dry but my face felt clean."
		},
		{
			"review_title": "Pire",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I tried the TULA Skincare The Cult Classic Purifying Face Cleanser and I loved it. My skin looks great after use and the smell is pleasant. One of my favorites cleansers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This face cleanser is amazing. It cleanses so well without stripping skin and making it all skin. Removes dirt grime and even stubborn makeup all while leaving skin so soft and balanced. Have a very nice light floral scent and gel consistency."
		},
		{
			"review_title": "Glow💧Get",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "TULA's Purifying Face Cleanser is a total skin savior! After just one use, felt like my complexion hit the refresh button. Gel formula foams up into this luxurious lather that banishes dirt and grime without stripping my skin. And lmthe probiotic magic – my skin looked balanced and radiant, like I'd just gotten eight hours of beauty sleep. It even tackled my stubborn waterproof mascara without a fight! Sure, it's a bit pricier, but trust me, the results speak for themselves. Say hello to your new glowy skin secret! 🌟"
		},
		{
			"review_title": "Simply the best😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I adore this cleanser! It's truly the best I've ever tried. It leaves my skin feeling incredibly soft and clean, without any dryness. It's affordable and it smells nice. I absolutely recommend it."
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like this The Cult Classic Purifying Face Cleanser! It is a really nice sized bottle and super easy to use. A little goes a long way also. It cleanses well and I highly recommend it!"
		},
		{
			"review_title": "No complaints",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This face cleanser has been working pretty good cleaning my face and removing all the makeup. It has a clean smell and it’s a clear gel like consistency that foams u a little when add water. I haven’t experienced any dryness or developed any acne etc after each use."
		},
		{
			"review_title": "A must for my shower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "After using this product, I can confidently say this is an incredible face product. It’s tough enough to give you that super clean feeling and gentle enough to use everyday. The scent is clean and fresh. I love how it lathers into a luxurious foam and doesn’t dry out my skin after. I highly recommend this product."
		},
		{
			"review_title": "Squeaky clean",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I like this cleanser. It is a really large tube. I feel like it’s gonna last so long. I also like that it’s thick enough that it doesn’t dispense too much when you squeeze it. It was easy to get the right amount without wasting any. It doesn’t lather too much, it’s just the right amount in my opinion. It has kind of like a classic soapy fragrance. It’s easy to rinse off and it leaves your skin feeling, I would say as clean as it could be, without feeling stripped still. I think it’s gonna be great for the summer because that’s when I deal with more oil. Personally I’m going to only use it once a day. But I think it’s a great cleanser to add to your routine if you have any oiliness."
		},
		{
			"review_title": "Great Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This gel cleanser removes your dirt and makeup without damaging your skin or over drying it. There isnt a scent to it but it leaves your skin feeling so soft and refreshed. Will definitely purchase it in the future. #complimentary #inluenster"
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I finally found an everyday cleanser that’s gentle on the skin and cleans out impurities. It’s amazing and is so good on your skin because it has prebiotics and doesn’t make my skin dry after"
		},
		{
			"review_title": "Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells so nice!! It gently cleanses my skin without any irritation. Feels clean, yet its gentle ingredients do wonders for my skin. I wear waterproof makeup and it takes it off."
		},
		{
			"review_title": "Makeup remover a must",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love when a product cleanses, removes make up and leaves skin comfortable and healthy. This cleanser can do some of what it advertises but failed to clear away mascara and eye liner."
		},
		{
			"review_title": "Must try !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "After using this product I would highly recommended . It smells amazing and clean and also leaves my skin feeling so smooth and visibly more hydrated . This has to be added to my routine"
		},
		{
			"review_title": "Decent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Great gentle cleanser. Doesn't lather up a bunch but def gives a nice deep clean. Scent is subtle but face looked and felt plump afterwards. It's thick so a little goes a long way"
		},
		{
			"review_title": "Lives up to its cult status",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Tula's Cult Classic Purifying Face Cleanser is a skincare essential that lives up to its cult status. Formulated with probiotics and superfoods, it gently yet effectively removes impurities, leaving skin feeling refreshed and balanced. Its lightweight texture and refreshing scent make it a joy to use daily. My skin feels so cleaned yet is not stripped of its natural oils. Say hello to clean, radiant skin with Tula's Purifying Face Cleanser – it's a cult classic for a reason. I highly recommend this product. I was given the opportunity to test this product in exchange of my honest review."
		},
		{
			"review_title": "Gel based cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this cleanser. The texture is gel based. It effectively removes the dirt and make up of my face. And I like that it won’t strip out the moisture."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this product so much. I definitely recommend this 100%. It has amazing facial glance to it. The price is amazing the texture it’s amazing. Definitely would get this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
			"review_text": "My first time trying this cleanser and I love it, I felt change in my skin the first day, I like all the ingredients, this product is effective for good price, good scent and proce. Nice package."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This stuff is amazing! I heard so many great things so had to try it for myself and it did not disappoint. Definitely adding this to my daily routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This Cult Classic Purifying Face Cleanser is my new favorite. It feels so nice on my skin and helps remove all my makeup very effectively. I think the price is reasonable. I love that it has probiotics and superfoods in it too!"
		},
		{
			"review_title": "Best face wash!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This is the best facewash i have ever used. I have sensitive skin and this never makes me break out."
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Tula cult classic purifying face cleanser is a great product. It is very gentle yet effective. Product has a nice scent that is not overpowering. I was very impressed with it."
		},
		{
			"review_title": "Such a refreshing cleanser that naturally cleans..",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I am a huge fan of Tula skincare products & this purifying cleanser shows exactly why I love them so much! It's a naturally refreshing cleanser with superfoods that leaves your skin super soft & hydrated! I highly recommend this cleanser!"
		},
		{
			"review_title": "Works amazing even with oily skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I got this product from influesnter for free in exchange for my honest review. I was so excited because I’ve used this product several times and it never seems to stop amazing it. It cleanses so well, all while being gentle and not making my oily skin break out. It is an incredible face Wash!"
		},
		{
			"review_title": "Clean and fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This facial cleanser has a wonderful scent. It lathers really well and left my skin feeling clean and soft. The added probiotics and superfoods are a really neat idea, and I'm excited to see how my skin looks after longterm use."
		},
		{
			"review_title": "Cleanses well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a wonderful facial cleanser. It cleans well and deep without over drying the skin! Its scent is like a mild soap, very clean smell. It doesn’t irritate and it lathers up well. Its a good cleanser at a good price!"
		},
		{
			"review_title": "Gold in a bottle!!’",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I was so happy whenever I heard that I’ll be receiving this facial wash because I tend to have no luck when it comes to facial cleansers. They all either dry out my skin, irritates me or they just don’t do anything. So when I got this cleanser it was like gold to me. It cleansed my face so well leaving it feeling fresh and clean. I use it daily and my skin is much smoother and I have been having less breakouts. I definitely would continue purchasing and I highly encourage people to try this cleanser out if your looking for something that works"
		},
		{
			"review_title": "Good cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I like cleanser that can have rich foam, but this is not the type of cleanser with rich foam but it is fine. But when I started using it, it turned out pretty well. I have combination oil skin, after using it, I felt my face is clean but not too dry, it is what I was expecting. And it is big size, I like it."
		},
		{
			"review_title": "Truly purifying!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I was pleasantly surprised at how purifying this face wash really is. I get build up on my face regularly, and this wash cut right through it. I feel like I have a fresh start, day or night. The bottle feels like luxury, and the scent is mild enough for sensitive people. I recieved this product as a free sample. Thank you for providing a quality product."
		},
		{
			"review_title": "Wouldn’t call it a cult classic",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the simple design, simple texture, nice smell, no frills but somewhat effective. It leaves my face feeling clean but since I’m using prescription tretinoin.. my face remains dry after using this. Can’t say anything about how effective the probiotics are."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This product has the prettiest blue packaging. It smells great. The sent is like a clean laundry smell. It left my face feeling refreshed. I would buy this product"
		},
		{
			"review_title": "Smells nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Works very well and I’m impressed with the size of container, you only need a little bit for it to be effective, so this bottle will last quite a long time. The formula also has a very pleasant, clean smell!"
		},
		{
			"review_title": "Good gel cleanser that will last a while",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I like the gel-like consistency of this product. The price might seem steep, but the bottle is huge—6.7 ounces. It come in a squeezable tube which makes it easy to get the product out. Tula is known for their pre and probiotic formula. It even says it may have active cultures—so cool! It cleans my skin and washes off with ease. The formula is deemed clean but does use fragrance, and it’s a scent I’m not a fan of, hard to describe and not horrid but not the most pleasant. I would prefer it more if they removed the fragrance or at least made it a citrus scent."
		},
		{
			"review_title": "Mixed feelings",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This Cleanser has garnered praise from many, but my experience has left me with mixed feelings. While I've heard countless good things about it, I can't help but feel that it's just okay. The gel formula lathers nicely and effectively removes impurities, leaving my skin feeling clean. However, I didn't notice any remarkable improvements in my complexion after using it for an extended period. That being said, it didn't cause any adverse reactions or irritations, making it a decent option for daily cleansing. Overall, while Tula's Purifying Face Cleanser may work wonders for some, it didn't quite live up to the hype for me."
		},
		{
			"review_title": "Great for all kinds of skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this face wash! It’s very easy on my skin. I have sensitive skin but this helps clarify it, without drying it! It has a nice lather, and easily washes off without being oily. I like that it does not make my face breakout. I’ve also used it to help take off my makeup after long evenings! Great product!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was SOOOO EXCITED to receive this!! I’ve been wanting to try it for so long. I have very sensitive skin and this was recommended for me. It has a nice clean scent. I am so excited to continue to use this"
		},
		{
			"review_title": "Skin feels softer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product sample free for my honest review.   After washing my face with this facial cleanser, it felt so soft and refreshing. The cleanser is lightweight. I really like how it left my skin feeling."
		},
		{
			"review_title": "Just what I was looking for!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Just what I was looking for! Lately, any facial cleanser I use has been drying out my face. I've been looking for a gel type cleanser that removes makeup effectively while keeping my skin hydrated.  This does both. I have sensitive skin, and I'm always concerned that I will break out when trying new products.  I've tried this several times, and there is no rash, no irritation, and no breakouts. Might just be my new favorite facial cleanser!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have found my go to face wash after washing my face with this cleanser wow it has made my face feel so clean and smooth i am in love the packaging is a really cute color as well the only thing that bothers me is the sent but it gos away"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great face wash for people who are new to skincare!"
		},
		{
			"review_title": "Cult Classic Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Tula Skincare's The Cult Classic Purifying Face Cleanser is a clean and effective cleanser. It removes makeup from my face and leaves it feeling clean and refreshed without drying out skin. I can see why it is called a cult classic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this cleanser. It’s the perfect addition to my nighttime skincare. It is not too abrasive but still works to cleanse my skin and leave it looking great the next day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I like that this is a big bottle! I was a bit hesitant because it said it’s a gel cleanser so I thought it would be for oily skin (i’m dry). It lathered so great! I didn’t feel dryer than usual but I did do the rest of my skincare after using it. I’ve noticed however that Tula products have a sort of Ponds scent which is interesting but it wasn’t sensitizing for me. I’m currently breaking out (unrelated to its use) so i’m curious to see if it does anything. I’m not sure if probiotics topically even do anything but overall it was a good cleanser."
		},
		{
			"review_title": "Clean Face Cleanser for Glowing Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This gel based cleanser is packed with clean, skin loving ingredients including prebiotics, probiotics and turmeric extract. I have combo dry skin and this cleanser leaves my skin feeling smooth and without the tight feel that some gel cleansers can leave. It is soft and gentle on the skin and has a very light, fresh scent. The cleanser comes in a generous squeeze bottle which allows you to easily dispense your desired amount. The blue color adds a pleasant decor to the shower or sink area. Can be used AM, PM, or both according to your needs. I’m very pleased with the performance of this as my skin feels balanced, clear, and bright without any irritation. Thank you to Tula and Influenster for gifting me this product to test and review."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My new favorite facial cleanser. I love how soft and nice it makes my skin feel. So refreshing,  my face won't feel stripped and dry, instead it's clean, hydrated and glowing. I highly recommend."
		},
		{
			"review_title": "Can’t get past the strong smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I got a sample of this, and holy crap it smells like they put a bottle of perfume into this bottle.  It gave me a headache.  This is way to strong for a cleanser never ever will i buy this i tossed my sample in the trash."
		},
		{
			"review_title": "Normal/oily/combo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This cleanser is ideal for oily/normal/combo skin imo. Takes off makeup with little effort. Lightly hydrating. Works with sensitive, acne prone skin. Leaves face clean, fresh. Dry skin will need more hydrating cleanser"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "My face feels so clean and good! I love this cleanser! It removed all my makeup and dirt but I do not feel dried out! Easy to use bottle when trying to wash my face and ingredients I am happy with!"
		},
		{
			"review_title": "radiant glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I have been using this cleanser for the past year. it doesn't leave my skin feeling stripped, and my skin looks more radiant."
		},
		{
			"review_title": "broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "it feels nice on ur skin after u first use it but it slowly broke me out each time i used it"
		},
		{
			"review_title": "0/10 - Burning Sensation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m trying to use cleaner products and this gave highly recommended so I thought I’d try it during the sale. Used one night and had to triple cleanse to feel like my makeup was removed and my face was clean, but there still seemed to be a residue but I thought maybe it’s just a different feeling because it was new so I continued with my routine. After about 15 minutes I had to rewash my face with my old cleaner because my face was burning and I now have multiple breakouts on my normally clear skin. 0/10 would not recommend for someone with sensitive skin."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve been using this for years and years. Nothing takes off my makeup (even waterproof eyeliner!) like this. Works well for my sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I have been using the product over the past few days and I do like it! I don't think it will become a holy grail but it does not break out my acne prone skin and it leaves my face feeling clean. There is a scent that could bother some people"
		},
		{
			"review_title": "Overwhelming fragrance",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This fragrance was so strong that I couldn’t continue to use it. It also was very drying for my sensitive/dry skin. I did like the consistency of it, but could not get past the smell."
		},
		{
			"review_title": "Great for after dermaplaning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Let me preface, I have normal to oily acne prone skin. This cleanser is really gentle and helped with flare up after dermaplaning. It soothed some small popped pimples as well. Pairs well with Skin1004 Cantella pore mixing deep cleanser"
		},
		{
			"review_title": "daily cleanser, truly obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "my daily cleanser—so luxurious feeling and my skin is great!"
		},
		{
			"review_title": "A Shower Staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I absolutely love this cleanser, I use it on my whole body - not just my face! It smells great, doesn’t leave the skin feeling stripped but nice and soft!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "My favorite facial cleanser by tula skincare 😃 I needed to restock on it 😌"
		},
		{
			"review_title": "Cult Classic for a reason!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Have been using TULA religiously for about 5 years now - love everything about it. Don't need much product to clean skin and great for sensitive skin like mine"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is one of my favorite ‘luxury’ face washes!!! It makes my skin feel so clean after use."
		},
		{
			"review_title": "A Lifer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I am a Tula girly through and through and it's all owed to this cleanser, legit. This products ticks all the boxes for me - it's gentle, lathers beautifully, smells amazing and fresh, removes waterproof makeup flawlessly, leaves skin feeling hydrated and clean. I have been using this cleanser 2x daily for over 2 years, it'll be in my routine forever."
		},
		{
			"review_title": "Oily skin holy grail!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "This is awesome for oily skin! It minimizes shine and balances out some of the excess oils your skin is producing. It also removes gunk from pores really well considering how gentle it is!"
		},
		{
			"review_title": "Not great!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This product ended up not working for me. Upon the first couple times of use I like how clean it made my skin feel. After using it for about a week I noticed that I was breaking out and this was the only new product I was using- I have oily, acne prone skin for reference. I went back to my old cleanser to clear up my skin and then retried this one. Again after about a week I was breaking out again so I figured out this was the problem. These is a very strong scent but it did not bother me."
		},
		{
			"review_title": "Smooth and milky!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Feels very smooth and milky. A bit pricey, knowing that there are other brands, but this if one of my fave cleansers 💙🩵"
		},
		{
			"review_title": "Great cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I will be using this cleanser forever. It makes my skin feel clean and smooth."
		},
		{
			"review_title": "Smells great, works well!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Application is easy to use, smells great, but you require a decent amount to lather entire face."
		},
		{
			"review_title": "I wouldnt bother with it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It exploded during shipping, I got refunded and I decided to try to use the remaining product inside. It made my eyes puffy and sore. Happily threw it away. Very disappointed."
		},
		{
			"review_title": "healthy shinny new!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this stuff! my skin is extremely sensitive and I've never had an issue of breaking out or redness.when you use it after washing your face it rinces away easily not leaving beads,like other exfoliating washes.My face stays smooth and glowing!"
		},
		{
			"review_title": "Love the smell but can’t use it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I really loved the smell of- it is quite heavy but I liked it - I can’t use it as it is super drying on my sensitive skin. I received a sample but didn’t end up purchasing"
		},
		{
			"review_title": "It's a yes for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "Initially, when I tried my sample, I thought I didn't like this.I'm glad I stuck with it. Now, I keep it in rotation. It did cause a purge reaction in the beginning that came at the wrong time for me. Truly, a personal problem. For those that are scent-sensitive, I'd be cautious. I don't mind it & would classify it as a powdery-floral. Cleanses well, doesn't leave me dry, & has done well with balancing my oils. You only need a small amount so it should last a fair amount of time as well."
		},
		{
			"review_title": "Good for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, fairLight skin tone, Combination skin",
			"review_text": "I love this face wash so far. I’ve tried many face washes that leave my skin barrier feeling irritated or stripped. This face wash does a deep clean  without drying my skin out or making me too oily."
		},
		{
			"review_title": "Horrible Smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I found it doesn’t do much to the skin and smells HORRIBLE!!!!"
		},
		{
			"review_title": "Won’t be repurchasing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This cleanser only foams up sometimes and I can’t figure out why?? I end up using way more than I should because it just seems to disappear when it’s on my face & then I have to use more to make it work."
		},
		{
			"review_title": "Sooo drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is so drying and has so much fragrance!!! I have a dry skin skin, and it made me feel so dry and dehydrated."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product made my skin feel so much more hydrated, and so much more smooth. I use it twice a day, and I don’t have to use much of it. Love this!!!"
		},
		{
			"review_title": "I returned the product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is the first time I've ever returned a product to Sephora.  This product was not a right fit for my skin at all.  I even looked to see if salicylic acid was in it bc it was so drying for me personally."
		},
		{
			"review_title": "one of the best cleansers out there",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I love this product and the noticeably clean finish it has! It is really gentle, but leaves you feeling clean and smooth.   It has never caused me to break out and works well for removing makeup or tanner residue.   I recommend buying the value size because this product is so great and you will use so much!   My favorite part is the smooth and not sticky application. It foams nicely and I felt it has less fragrance than other cleansers I've used before."
		},
		{
			"review_title": "works for me.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Gentle on my Skin, easy to use. I used a small amount and it did the trick. cleansed my face and neck. Skin is clean and looks brighter. for me, it doesn't seem heavily scented. recommend trying the smaller size if you are testing it out and move up to the larger size if this becomes a mainstay in your skincare routine.  *Recived this product as a gift from some new found friends."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "This face wash requires multiple (3+) washes until the face is cleansed. You also have to use a lot of product each time. Would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I agree with previous review- I don’t even notice a scent to this at all. Very smoothing and moisturizing. I have combo skin and so far so good!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "I'm not sure why some people say it's heavily fragranced, cos i dont think so. In fact, I'd say its the opposite, its light, its a gentle cleanser and doesnt strip my dry/sensitive skin. Its Dec and Winter will here soon in SoCal. Id suggest the product! 1 star off just cos it might be a little TOO gentle and sometimes i feel like it didnt remove 100% of my primer/foundation but more like 90% lol"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using Tula since 2021 and i love it. I have really dry sensitive skin especially during the winter. I recently decided to try another skin care brand and my skin was super drying and flaky after trying a new cleanser so i immediately went back to the Tula face cleanser and my skin was back to being hydrated and the dry skin was gone. I also love the scent it’s not strong i definitely recommend it to the dry skin girlies."
		},
		{
			"review_title": "awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I got a deluxe sample from the Sephora Bazaar. This is shockingly bad. Extremely powerful fragrance. My face felt stripped, dry and tight instantly. It burned my eyes. It didn't remove my makeup. My face turned red and felt hot and sensitive for almost two days. It broke me out badly, which took a couple of weeks to calm down. My skin can be a little sensitive but I've never, ever had a reaction like this."
		},
		{
			"review_title": "Unpleasant Smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Cleans without drying out my face, but I can't get past the smell. It smells like whatever cheap soap/cleaners they use in public bathrooms, and I can smell it on myself for hours after I've used it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love the smell of this cleanser and how clean my skin feels after."
		},
		{
			"review_title": "Not for acne prone skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My aesthetician said this is what caused the acne! I have dry skin and it dried it out even more and it was very irritated with everything!!"
		},
		{
			"review_title": "worth the switch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "clean &  gentle  best way to start the day & end it!"
		},
		{
			"review_title": "DO NOT WAST YOUR MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Me and my freind both tryed this cleanser. I have acne prone skin and she doesn't. After 3 days we couldn't bring ourselves to use it again. I honestly don't know how else to explain it but it left my skin clogged. It made both of us break out and I have never used a product that was this bad and left my skin like this. I do not recommend"
		},
		{
			"review_title": "Definitely worth trying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Good product, cleanses my face well without drying skin out."
		},
		{
			"review_title": "Not as good as expected",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I expected this gel cleanser to be more hydrating than it is. It made my skin feel very dry. It also has an awful smell/fragrance to it. Definitely will not purchase again."
		},
		{
			"review_title": "Love Love Love 🧡",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
			"review_text": "I have tried alot of face cleansers and I received Tula first as a free gift and loved it so I purchased a bigger one. This cleansers really cleans and doesn't leave your face dry at all. I love it. I will only use this from now on and I've only used Noxema for years. Tula is my new favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Did wonders for my skin! I have really acne prone skin and this helped so much!"
		},
		{
			"review_title": "Hands down , best cleanser ever !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Absolute hands down best cleanser ever ! I have temperamental menopausal skin and ever since i started using this product my skin has been happy : )"
		},
		{
			"review_title": "My Go-To Cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have DRY skin and use this product every night in the shower as my second cleanser (after oil-cleansing to remove my makeup) and I love it. I noticed a positive difference to my skin almost immediately. Breakouts cleared up, less redness, and just felt nice. I had a mini version and ended up buying the full-sized version. As of now, I'll continue to buy this product in the future as well."
		},
		{
			"review_title": "It's ok...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for an honest review. I've looked at Tula products in the past but never purchased them.  I have oily/combo and semi sensitive skin. This cleanser made my skin feel very tight and dry like it sucked all the moisture from my face. But my skin was very clean after using it.  The scent of this product is also not my favorite. I would definitely not purchase this for myself in the future."
		},
		{
			"review_title": "Made me break out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This product made my skin red and made me break out don’t use if you have combination skin type. Would not recommend."
		},
		{
			"review_title": "Good for my skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "This skin cleanser is like a little spa treatment in a bottle. It gently removes dirt and impurities, leaving my skin soft and glowing. It's definitely become a staple in my skincare routine! 🌟💆‍♀️"
		},
		{
			"review_title": "New Fave 🫧",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I just finished a trial size I received in of my Sephora orders back in August and I have to stay I really like this! Has a clean, light fragrance not overpowering at all. The reviews are definitely overreacting."
		},
		{
			"review_title": "It's OKAY. 🤷🏿",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "It's okay though it kinda did burn my skin—I had to avoid a certain place (nose) on my face that had bad acne bc it burned greatly there when I put this product onto that area (nose) so it was kinda useless though it was okay & cleaned the other parts of my face that also had some or greater acne just my nose that couldn't be cleaned w this cleanser. 3/10, would not buy again, would not recommend."
		}
	]
}