{
	"product_id": "316",
	"name": "Cactus Fruit 3-in-1 Styling Cream",
	"brand": "dae",
	"categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
	"price": 41.0,
	"about": "What it is: A bestselling 3-in-1 multitasking cream that smooths sleek styles, preps shiny blowouts & defines natural soft curls..Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Curl-Enhancing.- Shine.- Frizz..Key Benefits:.- Tames frizz and smooths flyaways.- Enhances, defines, and shapes natural curls.- Creates touchably soft styles, as it moisturizes and adds shine..Highlighted Ingredients:.- Dragon Fruit: Rich in antioxidants and enzymes that lock in moisture and nourish hair..- Prickly Pear Seed Oil: Antioxidants and vitamins condition hair for a soft and healthy look..- Meadowfoam Seed Oil: High moisture content restores hair to its natural, glossy luster...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Made to multitask, this styling cream smooths hair, preps for silky, shiny blowouts & defines natural curls. This clean formula is made with hydrating desert botanicals that moisturize & tame frizz for touchable, soft hair...Fragrance Description: Dae's Signature Citrus scent that is sweet, warm & citrusy - like an easy summer breeze..",
	"ingredients": "-Dragon Fruit: Rich in antioxidants and enzymes that lock in moisture and nourish hair. .-Prickly Pear Seed Oil: Antioxidants and vitamins condition hair for a soft and healthy look..-Meadowfoam Seed Oil: High moisture content restores hair to its natural, glossy luster....Water, Cetearyl Alcohol, Glycerin, Neopentyl Glycol Diheptanoate, Propanediol, Behentrimonium Chloride, Cetrimonium Chloride, Citrus Aurantium Dulcis (Orange) Peel Oil, Dimethicone, VP/VA Copolymer, Ψ Ceteareth‐20, Fragrance, Isopropanol, Hydroxyethylcellulose, Linum Usitatissimum (Linseed) Seed Extract, Cocos Nucifera (Coconut) Oil, Vitis Vinifera (Grape) Seed Oil, Phenoxyethanol, Salvia Hispanica Seed Extract, Caprylyl Glycol, Ethylhexylglycerin, Hexylene Glycol, Polyquaternium-73, Butyrospermum Parkii (Shea) Butter, Opuntia Ficus-Indica Seed Oil, Tetrasodium Glutamate Diacetate, Hylocereus Undatus Fruit Extract, Tocopherol, Moringa Oleifera Leaf Extract, Butylene Glycol, Cereus Grandiflorus (Cactus) Extract, Citrus Aurantifolia (Lime) Fruit Extract, Phalaenopsis Amabilis Flower Extract, Hibiscus Rosa-Sinensis Flower Extract, Aloe Barbadensis Leaf Juice...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.HOW TO USE 3 WAYS:.- Create smooth styles: Use a small amount on damp hair and let air dry or on dry hair as a sleek style finisher..- Prep shiny blowouts: Work in a small amount mid to ends before blow drying.&nbsp;.- Define natural curls: Work through wet or dry curls for definition....PRO TIP: Our styling cream doubles as an air dry treatment to tame frizz and smooth strands without heat. Apply a small amount to towel-dried hair, work through with fingers or comb, and let air dry....&nbsp;Recycling Instructions:.-&nbsp;Just clean out the remaining product, and toss the tube and cap in the recycling bin!",
	"num_reviews": 1636,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/dae-cactus-flower-3-in-1-styling-cream-P482668?skuId=2539542&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2539542-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Original",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2539542-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Taming Wand",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2788925-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "a must have for a slick back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "this product is a lifesaver for slick backs and I thought my slick backs were good until I used this product It  is the best and a good size for travelling"
		},
		{
			"review_title": "YES. YES. YES.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "My favorite styling cream for slick backs!! It’s very easy to use and it smells good."
		},
		{
			"review_title": "So easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "So easy to use lovely application, holds down fly aways all day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "I love this so much! I bought it at Christmas time and have been using it since for slick backs"
		},
		{
			"review_title": "If you always use styling cream, you need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Smells absolutely amazing- I’ve never had any hair product that I have to smell before every use just because I’m obsessed. Has really good hold and doesn’t give that crunchy/greasy look for a slick back like many products do. Price point is a little bit high- but there is a generous amount of product and you won’t want to go back"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Great! Especially if you have frizzy or curly hair and a side part love it!"
		},
		{
			"review_title": "Just a no for me, sorry",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve seen so many people love this for their hair, I wanted to love it so much but j just don’t like it. The formula leaves a white clump in my hair every time i use it and after ten minutes I have multiple fly aways and my hair comes lose. The brush is ineffective and does not reach behind my ears and always gets squished down."
		},
		{
			"review_title": "Perfect for my slick backs!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "LOVE! In my opinion it’s worth the price. The smell is amazing and slicks back all those annoying fly aways."
		},
		{
			"review_title": "Great to use with your Dyson Air Wrap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This product helps create smooth curls with the Dyson Air wrap. It gave me a better blow out look and a little goes a long way. Do not use a lot because then it’ll make your hair feel heavy, so make sure to section hair and a pea sized amount goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have very fine and oily hair. Bought this for my ponytails but it made my hair look more oily. I tried different tricks but it didn’t work. The scent is heavenly! I wish they could make a perfume of this!"
		},
		{
			"review_title": "Must Have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Love using this for frizz and slicking my hair back."
		},
		{
			"review_title": "I absolutely love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Immediately after buying this product I used it to do a slick back ponytail and you can tell an immediate difference in my hair. It tames fly aways and creates a clean sleek look. After taking my hair out my hair still looks fresh and clean. 10/20 recommend!"
		},
		{
			"review_title": "Perfect for baby hairs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this product every single day and my hair has been so much smoother!!! I would absolutely buy again!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Scent is way too strong on this; you can smell it all day. Usually scents don’t bother me but this is overwhelming.  It doesn’t keep hair in place for workouts or hot yoga."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Using this for hair regrowth after cold capping. Holds down little pieces of new growth hair so it doesn’t stick up. Lasts all day and is clean. The wand can come out with a little too much product at times so it may. Wed to be wiped off. at  Out so"
		},
		{
			"review_title": "Would recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Super good, last all day and smells amazing, however must wash hair at end of day or remains of products clumps are visible."
		},
		{
			"review_title": "Love this for my waves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have a lot of hair and a lot of wave, and it can get big and more frizzy and bushy than smooth and wavy. I am in love with how this smoothed my waves!  I have put it on very damp hair and let it air dry and the next time used a diffuser, both were great results!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I feel like I fell for the hype… I bought this in hopes of creating a slicked back ponytail. It requires SO much product to achieve the look and within 1 hour, my hair is out of place. The smell is nice but that’s the only plus"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this product perfect to keep your fly away from being crazy highly recommended ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "after using this product i got rid of all harsh gels that i used to have for my slick backs. using this is very easy on my hair and it smells fantastic!! it makes a good stocking stuffer! i love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Got me. Again! I purchased this product because I got the styling wand and loved it SO MUCH. I needed more and I decided to get it. I used it twice already! It’s super easy to use, it has a lot of product, and it’s not overly expensive. I definitely recommend!!!"
		},
		{
			"review_title": "Oh. My. Gosh.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is probably one of theMOST AMAZING products I have ever bought. I use the wand for my slick backs and it makes them look so good! I just purchased the bigger one because I love it so much.it smells really good and if you want to take your hair out of a ponytail, it doesn’t make it look greasy! It makes me feel cleaner if I’m being totally honest. I don’t have to put gel and hairspray in my hair, I just swipe this and then I’m done!"
		},
		{
			"review_title": "Lovely product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Lowkey smells like skittles and it’s very versatile! I use this as a hair primer before I blow dry, just on my kids and mostly concentrated on my ends. Always makes my hair look hydrated and not greasy. It is definitely pricy but it’s so worth it! A little goes a long way.I also use as a slick back product for volleyball!"
		},
		{
			"review_title": "Will buy again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "I really like it’ it smells good and does what I wanted it to and more just over priced"
		},
		{
			"review_title": "Must have for my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My go to hair product. I use this daily to style my hair whether it’s a slick back/blow out/curling. The scent is an added bonus."
		},
		{
			"review_title": "Smells Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This smells so nice, like a candy shop. I use  it for volleyball games al the time. I just picked up a new one today with my friend."
		},
		{
			"review_title": "Full size is better.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Such a great product and I LOVE the full size! This wand is a really great mess free applicator BUT- I don’t like how it sometimes grabs hairs out of my slick back instead of pushing them down. Great product though."
		},
		{
			"review_title": "Great styling cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was really shocked with the results of this product on my hair! It’s kind of expensive for a hair product but it had my hair so smooth and shiny (I used it for a slick back ponytail). It made my hair feel so soft and easy to style. One thing I will say- the hold isn’t as good as a gel would be, but then again the product doesn’t really claim to hold your hair in place. Really recommend!"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product!! Super good for slickbacks and taming frizzy hair!"
		},
		{
			"review_title": "Makes for a SLAY slick back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this product so frickin much y’all it looks and smells so good. 10/10 would def recommend👌"
		},
		{
			"review_title": "Definitely a must! Smells soo good to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I like this one a lot better than the normal one because it’s much cheaper and I feel like this one makes my hair less greasy ￼and it smells amazing and easy to use! Especially it keeps my frizz down!!🫶 Dr.￼  ￼, when traveling great for frizz! down and smells really good. greasy and keeps my frizz down￼"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I absolutely love this product and the little brush makes everything so much easier would 100% recommend"
		},
		{
			"review_title": "Must have in your slick back routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love love love this product! I have never liked slick backs until I found this styling cream! My only complaint is that sometimes it doesn’t hold my baby hairs down but overall this is definitely worth the money!"
		},
		{
			"review_title": "Fav for slick backs!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I put off trying it for so long because I thought it was overhyped, but it’s actually great. I mainly use it for slicked-back buns and ponies, and it does a really good job of taming flyaways.  One of the best things about it is that it isn’t crunchy, so I can wear my hair again without needing to wash it. If I decide to wear my hair down after using it, I just add some dry shampoo, and it looks fresh without being greasy or crunchy. Plus, it smells amazing!"
		},
		{
			"review_title": "Get your hand on this rn!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I LOVEEEEE this product! For a girly who does a slick back about two times a week this was a game changer! I used to always get terrible fly aways that never went away! Not that I use this the little hairs that would always stick out stayed in place the ENTIRE DAY! I couldn’t recommend a product more!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Meilleur produit coiffant, ne laisse pas les cheveux gras et son très facile à coiffer, il définit les boucles."
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I just brought this product and I'm so pleased I have the wand but I wanted the this one and it's so amazing if you have hair and pull up your hair get this!!!"
		},
		{
			"review_title": "A must - have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Sooo good if you don’t have this what are you doing in your life. This will slick back your hair and you will have no flyaways in your hair. The formula is great thick and creamy. Go and get this product you will thank me later."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Great at taming the abundance of new growth mothers get, and the smell is so nice! And if you’re not a fan of the smell (think fruity and citrusy), it does fade quickly"
		},
		{
			"review_title": "A Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I honestly really like this product. It really helps fly away and holds them. It is also good for slick back and the wand helps a lot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Very cool product unlike anything I’ve used before for flyaways. The wand gives the perfect amount of product to tame hair but not make it greasy with too much cream. Also smells delicious - just wish it lasted longer throughout the day"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Hi! I am a sephora beauty insider community ambassador and this is my honest and authentic review of this product. You don't need much for this product to work,  too much and it will way your hair down. I had to play around with the amount of product I needed as my hair is thick and longer,  but i found great results with about a quarter amount of product while my hair is wet."
		},
		{
			"review_title": "I Bring it everywhere I go",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "It works so well I recommend to get it cheap price to $18 ￼"
		},
		{
			"review_title": "Must have for everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This product is amazing. Most styling creams leave my hair crunchy but not the dae. It looks so smooth and smells amazing. I haven’t gotten so many compliments on my hair until dae. So truly amazing will definitely be repurchasing!!!  I use it for cheer and school it’s so good!"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "Smells heavenly and works great. I have used it right out of the shower to enhance my curls and I’ve also used it as a slick back hair style. 10/10 will repurchase when I run out!"
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "This smells so amazing and it doesn’t make your hair greasy! Perfect for slick backs."
		},
		{
			"review_title": "Pretty good but a little flimsy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I rlly like this product but the brush is a little flimsy but the overall product is just so good and it smells amazing it’s so easy to keep in a drawer or take on vacation I would probably rate this a 4 1/2 stars"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this styling cream, it is great for slick back hairstyles."
		},
		{
			"review_title": "MUST HAVE!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This is THE BEST hair product I have ever owned. It doesn’t make my hair look greasy at all and it is so smooth, perfect for any hair type. It’s a must have!!"
		},
		{
			"review_title": "Best slick back cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you do slick backs or need to tame your flyaways and baby hair the DAE styling cream would be perfect for you. I use it for every slick back and it keeps my hair up all day without a single free baby hair, it is a great product."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I really like this. It smooths down fly aways and makes me look more put together :) the only reason I’m giving 4 instead of 5 is because the smell is slightly strong and I also got slightly greasy after using it. More than usual"
		},
		{
			"review_title": "dae",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I use this for slick backs and it’s gets me right every single time i recommend! smells good and lasts all day no fly always"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "i love this product. it is great for taming fly aways. it most definitely works. my only complaint is the smell. it does smell great but it is very strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "My daughter uses this product, loves it as it moves out when she does her slick back ponytails."
		},
		{
			"review_title": "Literally will bye till the day I die",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my slick back staple! I love it sooooooo much and the smell is so good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this product for slicked back hair styles. The scent is also very nice. Great product all around."
		},
		{
			"review_title": "Makes slickbacks look clean!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "After using this multiple times, my hair had gone way softer. I lit it in when it’s dirty then wash it out. As well for when I blow dry my hair!"
		},
		{
			"review_title": "An expensive leave-in conditioner",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I don’t recommend this. It works the same as a leave-in conditioner. Did not help with my frizz and did not kept my hair in place when use for a pony tail. All my baby hairs were out 30 min after application"
		},
		{
			"review_title": "I don’t recommend just buy the larger version",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Just buy the large version cuz the taming wand is rlly bad it pulls your hair out of slick backs"
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this. smells great. only thing is that it’s hard to blend into your hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love how this product holds my hair but at the end of the day its not all crunchy like gel and hairspray make your hair. Also it smells amazing!"
		},
		{
			"review_title": "Must have for a great slick back!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Normal skin",
			"review_text": "I love this product!!! It keeps my slick backs in tact throughout the whole day!!!"
		},
		{
			"review_title": "Best hair product ever (especially for curls)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay this is the best product I’ve ever purchased for my curly hair and I’ve had some amazing products. It is extremely worth the price because a little goes a long way for my thick curly hair. This is the only thing that makes my curly hair defined and shiny and for once in my life not frizzy. My hair is extremely prone to frizz no matter what product I put in or how much I put in. This product finally made my hair look nice and I’m so excited to wear my hair curly now."
		},
		{
			"review_title": "Use for dance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love it so much! Has a good smell. Keeps hair nice. The only thing I did not like was that it made my hair greasy at the end."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Wowwww! My hair gets incredibly dry super quickly and this makes my hair so smooth!!!!! I have literally tested out so many hair creams and this one is the besttttt"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "It is so good! I use it instead of gel now. It does not make your hair hard"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is very nice and easy to use, but I think it is better to buy the mask in the big tube instead of this. It will do the same result but for a better price"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "I love this product I bought the smaller one before and loved it but it’s a lot better value for this one. I love that it doesn’t make your hair greasy!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "",
			"review_text": "I LOVE THIS!! it’s so perfect for slick backs and it smells so good!!"
		},
		{
			"review_title": "I just love to smell yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "I have Bruce Lee side burns, lol. I have to trim them sometimes, but usually, I just try to tame them. This, is not the most effective tamer, but it does allow me to style my sideburns with the most delicious scented cream. It's probably not worth the cost. But it's worth the scent to me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "super good and it is perfect for slickbacks and it also smells rlly good"
		},
		{
			"review_title": "An amazing smelling product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product smells so amazing, and it truly slicks down my hair all day, but the applicator is quite larger than average."
		},
		{
			"review_title": "Remove from your cart",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Girl, don’t buy it. It’s not worth it. Get got2b wand from shoppers instead for $11."
		},
		{
			"review_title": "🤷‍♀️🤷‍♀️",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Maybe, if you have curly hair like me I will pass. It doesn’t last and made my hair greasy after . It’s good for the first hour tho ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this product, keeps my hair well held back, it last most of the day, not all day though! It smells really good and has a good texture"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Hard to describe its amazing smells soooo good doesn’t get clumpy doesn’t make my hair look greasy"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this so much! Does not make my hair greasy, however I couldn’t give it a full 5 stars due to the fact that it doesn’t fully keep flyaways in tact."
		},
		{
			"review_title": "YES PLEASE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Super quick and easy to use. I even use it on my toddlers hair because it’s clean!"
		},
		{
			"review_title": "A must have in your slick back routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This product is a very good styling cream. Instead of using gel I use this. Leaves my hair smelling nice and not sticky."
		},
		{
			"review_title": "A MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Just got this last week. I love this product. I been searching for something like this so long and I finally found it!! I put my hair up a lot and have a lot of baby hair and this feels so light and not too much   I definitely recommend it!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Holy grail. I love that you don’t have to wash your hair after using this, you can just brush it and it doesn’t feel saturated with product"
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was recommended this product by a Sephora Beauty Advisor. Therefore, I had high hopes for this product but it only let me down. I applied to 2 day old straightened hair to sleek down my edges and front pieces oh hair. Ones I applied the product my hair for slip down for 10 minutes and then revert to curls. My hair was curly/wavy in the front and straight in the back. Just a mess. Also, the product smells like Sweet-tarts."
		},
		{
			"review_title": "SO GOOODDD!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I just got it today and I ALREADY am loving it! It slicks back my hair really good and stays for A WHILE! It works really well! Totally recommend it!"
		},
		{
			"review_title": "Slick back",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Perfect for silk backs….NO NOT Perfect AMAZING. I LOVE IT GO GET IT NOWWW!!!!"
		},
		{
			"review_title": "Perfect for any hairstyle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this product! Wish the wand bristles were more stiff, but it gets every hair down!🤍🤍"
		},
		{
			"review_title": "worth reading if debating to buy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "this product is very good. tames my hair and leaves it smooth. the only thing tho is that it sticks for only an hour and you have to reapply. the fourmula is white on your hair but goes away"
		},
		{
			"review_title": "A must have hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this product so much such good quality and great product"
		},
		{
			"review_title": "Not it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I didn't love this at all. The wand is too flimsy to really slick hair down, plus it left a sticky, crunchy white residue on my dark hair. I prefer the 8$ stick from Amazon. I did give it an extra star because it smells good. At least it has that going for it..."
		},
		{
			"review_title": "Really good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Super good, but runs out kinda fast. It slicks your hair back really easily, and looks so good every time. After a few days of using without washing your hair, it does make it look a little greasy."
		},
		{
			"review_title": "A must have in hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "After using this product for quite some time and repurchasing it, I love it a lot! Great texture and smell!"
		},
		{
			"review_title": "awesomeeee",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is such a good slick back stick!!!! I use this almost every day!"
		},
		{
			"review_title": "Missing Stopper?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The product works great but WAY too much comes out to the wand and if you try to put it back in it just over flows…don’t know if it’s suppose to have a stopper and I just got a bad one .Would just get the big version"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "To be honest I don’t get the hype. This did absolutely nothing for my hair. Followed instructions and it did not hold the slick back just made my hair look dirtier than it was. Would not repurchase"
		},
		{
			"review_title": "The only styling cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am convinced I could not survive without this styling cream! It is perfect for slick back hairstyles and it is not so crunchy or sticky that I absolutely must wash my hair after using. Please launch this in a travel size!"
		},
		{
			"review_title": "would not recommended for my curly girls",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "This product smells good but also like an orange cleaner. I have curly hair (3b-3c) and found that this product did not work for my slick backs. I also found that it left like chunks of white almost glue in my hair and it was noticeable. I wouldn’t repurchase this again for my hair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Super good product, I just feel it doesn’t slick back good with the wand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This product is my favorite!! It’s a need in my slick back routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is literally perfect!! I play tennis during the week and this keeps my hair in place for the whole time. It’s also great for slick backs, and other smooth hairstyles. Bonus it smells amazing!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love it for slick backs, on greasy hair days! I just have to wash my hair that night. Also great if you have curly hair to style it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Calms flyaways easily with the brush, styling cream is not sticky or hard, and although I am sensitive to smells, the smell of the dae is light and pleasant, fruity."
		},
		{
			"review_title": "DONT USE ON KIDS HAIR",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I used it on my 3yo daughter hair. She has very long beautiful hair. Id say had before I started to use this product. After using this product I noticed that her hair were very tangled, moreover to say it just glued her hair . She had like glued hair knots and nothing helpe to brush them off. So we ended up cutting them off. I literally was crying when I had to do it"
		},
		{
			"review_title": "DONT USE ON KIDS HAIR",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Don’t recommend using this cream on kids hair. My 3 year old daughter has really long hair and used this cream for styling her hair couple times. I started to notice that after this cream her hair easily tangle,moreover she had like Glued hair knots and it’s crazy. We ended up cutting pretty a lot of her hair because nothing helped"
		},
		{
			"review_title": "Must have for my slick back look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "Smells very good, if you like that citrus smell:) keeps about 90% of my baby hair down or frizzies! But I have thick curly hair so I’m impressed it keeps the majority down with a nice finish!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this!!! It is perfect for slick backs or when I want to leave my hair down."
		},
		{
			"review_title": "Curly & frizzy hair MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have frizzy and curly/wavy hair and on non-shower days, I wake up with it a MESS. This product really helps to tame it and control the frizz so it appears freshly washed and styled. The smell is unlike anything I’ve smelled before and I need it in a perfume bottle. UNREAL"
		},
		{
			"review_title": "I always have this in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "it works so well I love it ! It makes all my frizz go away and its travel size!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "GREAT FOR THE PERFECT SLICK BACK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I love this product! As a volleyball player whose hair gets messed up, this will hold your hair all day and not make it crunchy like gel."
		},
		{
			"review_title": "Staple in mine and my toddlers hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I use this for my slick backs and my toddlers hair. Love it. Smells amazing and super gentle and not crunchy and so soft after the end of the day! I’m obsessed with this! I’m on my 4th bottle of this!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Excellent product for my daughter. Smells amazing and works great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product has become a staple in my hair care routine. I enjoy using this product because it brings back life to my wavy fine hair after washing it. Doesn’t leave a residue or heaviness feeling."
		},
		{
			"review_title": "My new favourite hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "WOW. I love this stuff. For those gals who have thick, kinda awkwardly in between wavy and curly hair texture, that's frizzy and find it hard to get that effortless yet styled wavy look with your natural hair (you know what I'm talking about!) THIS is the stuff. And it doesn't make your hair feeel greasy and heavy and that's also a bonus. I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this product! It’s has done wonders for my hair and is a new must have in my routine!"
		},
		{
			"review_title": "Un incontournable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je suis tombé en amour avec ce produit! Très bonne tenue et il sent très bon."
		},
		{
			"review_title": "A must have for athletes 🏐",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "After seeing my teammates use this product, I was intrigued to see what the hype was about! I can happily say it is worth it! I highly recommend for anyone who plays sports or who wants a perfect slic back every time!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "",
			"review_text": "J'étais curieuse, j'ai vu ce produit partout.. je regrette pas.. bon format et j'adore l'odeur."
		},
		{
			"review_title": "Love the scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The scent is amazing! I love using it when my hair is down, as it adds a nice touch. However, it doesn’t quite work for me when I try a sleek bun—maybe because my hair strands are too thick. It also doesn’t help much with taming my baby hairs."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The smell is one of the best things about this product! Fruity and fresh and it leaves a scent in your hair all day. I would say this cream is best for blowouts, slick backs, and thicker curly hair. My curls tend to favor lighter products so this cream weighed them down a little, but I love this on days when I style my hair straight!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "this is amazing for my fine DAMAGED curly hair. will recommend for anyone wanting something simple but effective."
		},
		{
			"review_title": "There's better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I've heard so much about this hair cream so I tried it and it's okay. It softens my actual hair but on my roots and the top of my head it leaves a white trail even when I rub it in"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Perfect for slick backs and amazing for frizz! If you’re considering getting it, do it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells so good and actually slicks back your hair. It also doesn’t make your hair oily and it doesn’t make it look oily."
		},
		{
			"review_title": "Must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "It’s so good ! I have curly hair and it defines my curls so good ."
		},
		{
			"review_title": "High hopes but eh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Amazing smell and works great as a prep for blowouts but I purchased to use during slick back looks it doesn’t hold hair well and looks VERY OILY. I had high hopes but ended up returning. Couldn’t find anyt information if it has heat protection for styler either, so not really something I’d use to prep for blow dried"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Good enough product, smells nice. However, did not love that I had fly-aways later in the day after using for a slicked back look. Probably wouldn't repurchase and definitely not worth the price to me. Nice packaging, but not worth the tik tok hype."
		},
		{
			"review_title": "INVALUABLE TOOL FOR THOSE BOUNCY CURLS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I have short (less than an inch), bleached blonde hair and this stuff is magical curls. I don't often leave reviews, but this one is a must! Lovely clean scent."
		},
		{
			"review_title": "So good for wavy hair and slick backs smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Omg so good!! It’s smells way better than any hair product for slick backs and works really well on my thick hair I will be purchasing again one thing for styling your curls it’s better for people with waves more than curls to use be it self"
		},
		{
			"review_title": "worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m a nurse and i need this for my hair to fix my hair for shifts 👌"
		},
		{
			"review_title": "A must have for healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it, wish it was cheaper or larger size. I run through it in like a month."
		},
		{
			"review_title": "The perfect hair product for everyone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I have used this product for about a year and I truly love it! I have even gifted to friends! I use this for my slick backs, as a curl creme, and before blowouts! 100% recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This stuff smells heavenly and it’s so versatile. I use it mostly for slick back styles but also sometimes before I blow out my hair! My boyfriend even loves using it as a styling cream."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this product for when i’m blow drying my hair or after washing and letting it air dry. I have very curly thin hair and this does not weigh my hair down at all! Helps hold my blow outs for a few days."
		},
		{
			"review_title": "Perfect for kids",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I use this to style my daughter’s hair and it keeps her flyaways down for a few hours. It smells really good and does not irritate her skin at all. I’m in my second tube and intend to buy more."
		},
		{
			"review_title": "Really sweet smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I really like this product, but it has a smell that is just too sweet for me. The smell lasts for hours and it causes me headaches. Other than that, it works really well for my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "love! great for refreshing my curls and slick backs. i will say my hair is on the finer and low porosity side, so i wouldnt use it as a curl cream on wash day just because it may weigh my hair down a bit! still great for refreshing dry day 3 curls. also, for slick backs u need a little bit more than i personally thought because too little may lessen the hold a bit, causing SOME frizz thru out the day. other than thode, amazing profuct!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "it makes my hair soft and glossy which i love, but it doesn’t hold all day and i have to wash my hair after using it because my hair eventually will look gross and oily instead of just shiny"
		},
		{
			"review_title": "ITS A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I loves this product it was amazing for slick packs curling my hair and it smells amazing 10 out of 10 recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is very useful. To me it helps a lot doing my hair slicking it back etc.. I think that this product is very good , but Dae can make your very greasy it’s okay as long as you wash your hair after."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I LOVE this product! The smell is so good and it made my hair so smooth and shiny! It is great for slick backs and it is literally sooo good! Will recommend plus is not very expensive for how in it. I LOVE it!!! much product is"
		},
		{
			"review_title": "I USE IT EVERYDAY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "I have had to cut my hair out of hairties 2 times before and my hair is super frizzy. Hairspray didn’t work so I tried this and now it always is no longer frizzy I have had both the wand and big tube. I love the tube allotment  the tube more because I use it everyday but if you just use it for slick backs get the wand!!!"
		},
		{
			"review_title": "Great for updos",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is great for updos, it keeps all my hair in place. I often slick my bangs back and this holds them for a full day!   A bonus is the wonderful scent. I also love that it’s in a squeeze tube and you don’t have to stick your fingers into a pot of sticky hair gel."
		},
		{
			"review_title": "Just buy it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I honestly thought slick backs just weren’t for me until I used this product. It works great and smells great. I bought the mini on-the-go version soon after too. Would recommend to anyone."
		},
		{
			"review_title": "Essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best. I love it for styling. It doesn’t leave an insane greasy residue."
		},
		{
			"review_title": "This is a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this product so much!! My slickbacks are literally on point!!"
		},
		{
			"review_title": "works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been loving this product so much! it's non greasy, and it's a great substitute for hair spray."
		},
		{
			"review_title": "I WILL REPURCHASE FOREVER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "(Sorry for the bad photo, couldn’t find a good one) I literally LOVE THIS! My slickbacks have looked SO much better and last ALL DAY!! I usually only use it on hair wash days though because it does leave my hair a bit greasy. It also smells AMAZING. I love the scent!! I will repurchase until the day I die!!"
		},
		{
			"review_title": "Multi-purpose and smells delish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I mainly use this to slick my hair back but I believe its main use is for blowouts. It smells amazing too!! It doesn’t make my hair crunchy either"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "SMASH!!! This made my hair a lot cleaner with styling and makes it smell better"
		},
		{
			"review_title": "Lovely scent, definition & shine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "had a chance to try the dae cactus fruit 3-in-1 styling cream and I was really impressed. It gave some extra definition to my wavy hair that’s gotten long and needs a haircut. This photo shows how it looked after applying to damp hair and just letting it air dry. It felt soft and not sticky. And it smells amazing, relatively strong and fruity but not necessarily noticeable after application. This item was gifted to me as a Sephora Community Ambassador and this is my honest review."
		},
		{
			"review_title": "best thing ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "helps slick back ur hair so well! better than other products"
		},
		{
			"review_title": "Must Have, Hair Necessity!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using this hair cream for the past 2 weeks, I am obsessed, to say the least. I have very fine hair and am prone to oilyness, but this style cream does not weigh my hair down, helps with frizz, makes my hair so soft after curling my hair, and SMELLS SOO GOOD. Definitely recommend."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have slightly wavy hair, medium density.  I have tried using this multiple times, different drying/styling methods. I just don’t see the hype. I don’t do a slicked back pony but that’s the only thing I can see this working well for me. The scent smells like 2009 tanning salon lotion sans burnt skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
			"review_text": "I purchased this product for its air-dry formula, and I’m really impressed. Unlike gel formulas that can leave my hair feeling crinkly, this one hydrates my hair effectively and controls frizz, especially on those hot and humid days here in central California. My hair tends to be frizzy and wavy, but this product really helps keep it under control. I absolutely love it—this is my fourth purchase, and I’ll definitely be buying it again. I haven’t tried the other hair care products from Dae yet, but this one works perfectly on its own and can be used alongside other brands. I’ve paired it with Amika and even some drugstore products, and it consistently keeps my hair hydrated and delivers flawless waves without the crunch."
		},
		{
			"review_title": "Ça sent le rêve !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "La crème est parfaite. Pas besoin d'en mettre beaucoup. Autant pour cheveux frisé que droit."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "doesn't really work, leaves a white cast when you apply it to your hair."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I held off on this for a long time because I thought it was overhyped by influencers, but it’s actually great. I also have the little tube that comes with the wand for flyaways. I do wish they sold a travel size of the full bottle (not the wand version) on its own instead of in a bundle. I appreciate that this leaves WAY less residue and is easier to wash out of your hair than other slick-back pomades on the market. I’m sensitive to overpowering scents, but this one isn’t too much for me."
		},
		{
			"review_title": "Smells lovely and holds well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Loved the smell, smells like a fruit cocktail, delicious!! I wanted to try this for a while now and have to say I'm impressed... it holds very nicely for a sleek and shiny (not oily) look. At the same time it doesn't dry out or damage your hair, I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I love the smell and it’s great for slick backs and getting curls to stay"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Really great for a slick back bun or pony, I’ve been using this for a year now and has not failed me!"
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "After using this product I noticed that my hair has much less flyaways. It didn’t leave my hair greasy or heavy. I have very thin hair. I have a hard time finding products that don’t leave my hair feeling flat."
		},
		{
			"review_title": "UNDERWHELMING",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I have curly/wavy hair and I didn’t like this. I don’t like that there’s silicones and it made my hair feel greasy and weighed down. Feels like they’re overcharging only for the packaging. I could get the same thing at Walmart. Is okay for slick back styles but ONLY okay. I would expect more moisturizing attribute but it’ just sat on top of the hair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Eh. It’s good but not great, I normally use gels and this is better for my hair but doesn’t give me that same result. It smells great though, and I will use to style my hair but hair gel will always be my holy grail. Probably won’t repurchase. Maybe if you have straight or fine hair it can be used to slick back but my hair is too thick and wavy and it won’t keep my flyaways down."
		},
		{
			"review_title": "Use it when I need slicks backs and it works well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I love this product, it smells so good and it works really well.  If you are looking for a product to help you do slick-backs, i definitely recommend this one. It is expensive, but it is worth the price, trust me."
		},
		{
			"review_title": "works well smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "love the smell it works well to my hair doesn't look greasy i put my hair up a lot for work. And it last all day. Just wish it wasn't so much but i will keep buying this"
		},
		{
			"review_title": "SILICONE in this XXXXX",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "How is this a clean product when it has dimethicone - silicone in it?   Please find a water soluble alternative that is better for the environment"
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This is great for slick backs and it smells amazing"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE THIS PRODUCT!! I play club sports and this is SO good for a slickback. Everything really stays in place. Don't even get me started on how good it smells. My family and friends always compliments it. Someone once asked if it was perfume. 1000000000% recommendations this product!!!! them"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "An essential for a slick back!! The smell and hold is incredible. I love that my hair doesn’t crimp when taking it out of a bun like you would typically find when using a gel. Also curly hair approved!!!"
		},
		{
			"review_title": "PERFECT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "SO PERFECT FOR SLICKBACKS! I love this product and it doesn’t make your hair look greasy!"
		},
		{
			"review_title": "Magical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I love it my hair looks so sigma and skibidi. I feel confident and comfortable."
		},
		{
			"review_title": "my go to hair product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "The only product that makes my hair soft and prevents it from getting frizzy!"
		},
		{
			"review_title": "Such a good hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was a bit sceptical on the price but I found it so worth it. It leaves my hair smelling so good and fresh. It’s also the perfect product for slick backs and hairstyles."
		},
		{
			"review_title": "Good product: Some issues",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This product works great, however there were two things I strongly disliked about it: the smell and the packaging. The smell was so strong and sweet, I smelt it throughout the day and it gave me headaches. I'm not particularly sensitive to smells, even less so in my hair, so that made it so I simply stopped using it. The packaging was horrid for storage. I wanted to keep it upright to waste less space, but it fell all the time on my other products and that frustrated me. I ended up throwing it out after 2 months."
		},
		{
			"review_title": "It is DREAMY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was skeptical to buy this considering the price but it is worth it! The scent is soooo cute, it isn’t oily looking, it lasts all day but is easy to be brushed out and you don’t have it wash your hair after use and slick back buns or ponytails are not complete without this!"
		},
		{
			"review_title": "a little 💰 but worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "a little pricy for a hair product imo but the scent alone makes it sooo worth it. it’s like an orange had a baby with vanilla paradise. not only is this perfect for that effortless slick back, it also works surprisingly well for defining natural curls. i will definitely repurchase!!"
		},
		{
			"review_title": "Perfect for Slick Back Routines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this product frequently now. I absolutely love the smell, how lightweight it is, how much a little goes a long way. It doesn’t leave my hair looking greasy or stiff which is an issue I’ve previously had with other products."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It’s good but you definitely can’t use it alone if you have reallyyyy thick n curly hair I think this is more for waves"
		},
		{
			"review_title": "Change the cap!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I’m in the military and I use this everyday to slick my hair. I prefer it to hair spray because it doesn’t make my hair feel crunchy. It doesn’t hold as well but I still prefer it. It smells really good. But please, please change the cap. Trying to go for more with your hands full and you’ve already closed it because you thought you had enough- can’t do it. Trying to stand it up to put it away? Tips over constantly. It falls out of my cabinet everytime I go in there. It’s a small thing to complain about but it’s insanely annoying, especially when you’re rushing and you need to leave your space inspection ready. Functional packaging would change my rating."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love it!!!! Favorite curl cream by far.  It smells amazing and doesn’t make my hair looks gross."
		},
		{
			"review_title": "Mid for curly hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "It flakes up on me sometimes. My hair always ends up frizzing half the time anyway. Not worth it. You’re better off using gel or a curl cream. Same thick texture as a curl cream like ouai"
		},
		{
			"review_title": "Very Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I have to say I am pretty disappointed! This product leaves my hair looking dry and a limp looking. Unfortunately I will not buy this product anymore."
		},
		{
			"review_title": "Amazing but makes hair feel greasy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I love it!! it smells super nice and works very well, lasts hours. but the one thing is that it makes my hair feel super greasy/oily so I do have to wash my hair after. but other than that amazing product!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have super thick curly hair and this was amazing for styling curls and slick backs! Plus it smells so good."
		},
		{
			"review_title": "Good hold but not touchable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Holds a curl well, scent is pleasant but my boyfriend thinks it smells like rum. Like most products with hold, this product does not make for touchable smooth curls. You can definitely feel like stickiness of the product after it dries fully"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really nice and keeps hair still all day. I really recommend this product."
		},
		{
			"review_title": "my fav hair product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "omg I love this product! It is perfect for slick back and heartless curls! I personally use it for heartless curls because it makes the results better! It works well on my thick hair!"
		},
		{
			"review_title": "You’ll use it every day, I promise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I use this product literally every. Day. After I wash my hair to help add some curl back in my hair. And whenever I put my hair up in a ponytail. It gives a clean, slick look to any hairstyle. And it smells so so good, it reminds me of a fruity candy smell. It keeps my hairstyles looking fresh and tame but at the same time it adds dimension to my curls when they need a little extra hydration and volume!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this product! It works amazing! It smooths your hair so nice! I definitely recommend it!"
		},
		{
			"review_title": "Greasy Hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Overhyped, doesn’t smell that good and made my hair greasy. Didn’t provide any sort of styling."
		},
		{
			"review_title": "Overall: good product, not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Worked to smooth styles heat-styled hair, smelled great, and reduced frizz when applied as an airdry cream. However, I wanted this as a multi-purpose styling cream but didn't do the job for my thick and curly hair w/ many flyaways."
		},
		{
			"review_title": "do not purchase overhyped",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "not that good overhyped kinda made my hair loook greasy"
		},
		{
			"review_title": "Must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "love this product it smells nice and is perfect for outdoor activities slick backs."
		},
		{
			"review_title": "4C type hair it works amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I am thrilled to share my experience with the Cactus Fruit 3-in-1 Styling Cream, especially since it has worked wonders for my husband’s 4C type hair. We’ve tried numerous products, but this one truly stands out!  Firstly, the definition it provides to his curls is phenomenal. Every little curl is perfectly defined without that stiff or crunchy feeling, which is often a concern with styling creams. His hair looked soft, bouncy, and full of life, making it a joy to touch!  Another highlight of this product is the smell. It has an incredible scent that is refreshing and pleasant without being overwhelming. It’s a nice bonus that makes the styling process even more enjoyable.  Overall, I would highly recommend Cactus Fruit 3-in-1 Styling Cream for anyone with 4C hair looking for a product that enhances curl definition while keeping the hair soft and fragrant. This has become a staple in our hair care routine, and we couldn't be happier with the results!"
		},
		{
			"review_title": "Must have for my hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Love the smell and provides a sleek finish without white cast💓"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product it keeps my hair in place for the whole day and it did not damage my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Perfect for dance I use it every time for dance. Great for slick backs. I would recommend."
		},
		{
			"review_title": "Loved the product but the product didn't love me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "After using this product it made my scalp itchy and flaky. It did not work for me, which was disapointing as I really wanted to LOOOOVE this product. When I wore it I was even complimented on how it smelled/ how I smelled. Held the fly aways in place when I wore braids but it irritated my scalp. I do have dry skin and often struggle to wear things with fragrance (perfumes/makeup/lotion)."
		},
		{
			"review_title": "A must have it in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this styling cream, it’s more easily to detangle my daughter’s hair  and smells amazing"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "blonde hair",
			"review_text": "This product smells great. It did not increase shine. It did tame frizz when applied to dry hair, but left my fine to medium hair a little weighed down. When I used it on wet hair as an airdry styler, it didn't do much. It does not provide much hold. It does not have a heat protectant. Like a lot of multitasking products, it isn't great for any one thing. I think the niche for this product is as a styler for making braids or buns."
		},
		{
			"review_title": "The Scent is Addicting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest review.  Great product that provides a long lasting hold, controls flyaways,  and it doesn't leave your hair feeling crunchy.   Plus the scent is amazing!"
		},
		{
			"review_title": "Easy and non-greasy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Smells great, smooths without being greasy, easy to use. However, I got this so I can do slick back styles and it offers a low- to - medium hold, still noticing the occasional flyaways. Non-sticky or stiff. I think it’s too thick to use on hair that is not styled to tame frizz."
		},
		{
			"review_title": "Not what I was looking for but still good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This smells SOOO good! It helps a lot to smooth out my frizz in my hair. BUT as a ballet dancer, it doesn’t do a very good job at holding my slick back. It’s just not a very strong gel if that is what you are looking for. But overall I love the product!"
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this I can use it after the shower to define my curls and for slickbacks."
		},
		{
			"review_title": "Good product but scent is too strong for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have several deluxe sample sizes of this styling cream and recently received the full size as part of a hair care gratis package. I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador, based on my use on my use of this styling cream 1-2 times per week over the last 2+ months.  Hair Type: Straight, thin strands (but a lot of it) Hair Condition: Flat at crown, drier at ends. Color treated, uses heat styling tool 1-3 times per week  WHAT I LIKE: * Lightweight * Easy to use * Does not weigh hair down or make it look greasy * Leaves hair feeling lightly hydrated, soft and smooth  AREA(S) FOR IMPROVEMENT: * None, but I'm also not sure it stands outs against other similar products * Soften, tone down the scent - this will be a personal preference; the scent is stronger than I prefer but your mileage may vary  FYI: * Scent: sweet, candy-like scent  BUY or BYE?: * There's nothing particularly wrong with this product, but I'm not sure that there's anything that makes it stand out from other similar products. Since the scent doesn't agree with me, it's not something I would repurchase. That said, for those who are fine with stronger, sweet candy scents, this may be worth checking out."
		},
		{
			"review_title": "Great multitasking product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have found that Dae's Cactus Fruit 3-in-1 Styling Cream works extremely well for my hair and is overall a very nice multitasking product. On days I've applied it, my hair just behaves better. I also love the fruity smell. I've applied it to wet hair and dry hair, and it works well each way. There is less frizziness, and my hair seems more hydrated and shiny. I also like that it doesn't cause greasiness or leave my hair feeling crunchy. I like it so much that I purchased the wand version as well. I received this product as a free sample in exchange for my review."
		},
		{
			"review_title": "delicious scent :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my honest opinion and review of this product. I was very impressed by the yummy scent of this. It smells so good!  I use about the size of two peas of this product in my hair and it works great to give smoothness to my dry and frizzy lengths. I love that this product is a work horse that I can use for blowouts or air-drying or just to tame fly aways between washes."
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product it’s so versatile and it smells amazing. I use it before doing heatless hairstyles and it makes them last forever. Obsessed"
		},
		{
			"review_title": "BUY IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this styling cream! I use it almost every time I wash my hair & want that wet curly look & even if I don’t put enough it still gives that dry curly look! It just makes styling my hair in morning so easy! It smells good too!"
		},
		{
			"review_title": "Perfect for the go!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "After using this product on my trip, I totally recommend that you get it!! Smells divine and doesn't leave a sticky residue!! 10/10 get it girls!"
		},
		{
			"review_title": "Versatile cream for straight hair or natural curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This lightweight styling cream has an airy feel and a yummy, fruity scent. Its texture is more akin to a slushy gel moisturizer than a rich overnight cream.  It is quite versatile, smoothing my fine, blow-dried hair and giving spring and shape to my daughter’s natural 2C curls. In fact, she tells me it holds them, “Way better than the other stuff!”  I can be quite generous with how much I use, without my hair feeling weighed down or limp. My hair soaks up the moisture it provides, restoring the damage from the arid air and hard water. It also smoothes it enough that I no longer need to follow up my blow dry with a flat iron, yay for less damage!  I apply it over my entire head of hair, over styling mousse at the roots and under hair oil at the ends before blow drying. My daughter applies Aveda’s be curly advanced curl perfecting primer with the Dae cream afterwards. Using her fingers, she scrunches her curls and lets them air dry. The definition lasts throughout the day into the evening, which is just one of the reasons she prefers it to her other curl cream.   I love that we can share a product, which means less overall clutter in the drawers. Add to that the delectable scent, and it is just the right formula for us."
		},
		{
			"review_title": "Will use everyday.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Great product. Actually does tame frizz and fly aways."
		},
		{
			"review_title": "Not worth the hype tbh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells great. But there’s better products out there."
		},
		{
			"review_title": "Must have in your life",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
			"review_text": "Wow! I originally bought this to use when I slicked my hair back but it doesn’t have enough hold. I have wavy hair and for me air drying my hair isn’t an option. I have thick hair and I’ve tried every product under the sun rarely do anytime frizz products work on me. This has also been great for my son with loose curls as a curling cream."
		},
		{
			"review_title": "I LOVE HER!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The styling cream, not only smells absolutely amazing and citrusy, but it makes my hair so soft and it tames all of my frizz… It’s exactly what I’ve been looking for !! ￼"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I love this product! It also smells so good but my only thing is it doesn’t last that long so I end up with some fly aways at the end of the day"
		},
		{
			"review_title": "Love the smell but just an okay product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  This isn’t my first time trying the styling cream as I got 2 deluxe samples of it before from Sephora. I do love the fruity sweet smell which is the same scent as the hair mist.   After using the styling cream for a couple of months now, I found it to be just okay for my hair type (more coarse, dry, and wavy).  I have tried it on wet hair after a shower and let my hair air dry while out doing errands. I didn’t notice it enhancing my waves or helping with frizz. I did make sure to use a small amount (nickel size) and warm it in between my hands before spreading it from the middle to ends of my hair. A little goes a long way if you don’t want your hair to feel like it has too much product in it or weighing it down. I also tried it on dry hair （the next day after a hair wash）. Although I didn’t see an increase in shine it did make my hair feel a little softer. Overall it’s a good product but not a great product for my hair type."
		},
		{
			"review_title": "Having a great Dae",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product nourishes hair and has such an incredible scent. I found there were many ways to style my hair with this cream and it is comfortable, non sticky, and made my hair really smooth. I really enjoy this product!"
		},
		{
			"review_title": "A slick back dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This has been a game changer while doing my slick back hairstyles for the summer time. Also the smell is amazing definitely want to look into more of dae’s products."
		},
		{
			"review_title": "Not as good as the hype",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Have wavy/curly hair. The styling cream does not hold down stray baby hairs in a slick back ponytail nor does it prevent frizz when air dried. Would purchase a different styling cream next time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love it like it’s so good for slick back but the only bad thing about it is that it makes my hair super super greasy."
		},
		{
			"review_title": "A MUST HAVE ALWAYS!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Thisssss!! I use this for everything ❤️❤️ Sleek style, blowout, wavy hair... you name it!! I will keep repurchasing this forever ☺️"
		},
		{
			"review_title": "Must have hair styling product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Instantly loved this product when I bought it! Kept down baby hairs during humid weather and helped me to style the looks I want."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I love this product so much it gives me such a sleek slick back!! I most definitely recommend this to everyone!"
		},
		{
			"review_title": "My favorite styling product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This is my holy grail styling product! It's extremely versatile. I use it to tame flyaways, smooth frizz after styling, pre-Dyson blowout, for slickbacks, the list goes on and on! I love how it's super easy to brush out too so I can use it on clean hair and not have to wash my hair right away. It's a bonus that it's clean ingredients and smells so good! Finally finishing my first container of this and excited to crack into my 2nd. This product lasts a long time and is well worth the money!"
		},
		{
			"review_title": "Obsessed w/ natural wavy/curly and straight styles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this styling cream and find that it reduces frizz for my naturally wavy/curly frizzy hair when worn naturally AND when worn heat styled straight. It’s also perfect for styling baby as it doesn’t start flaking like other products do. And it smells heavenly!"
		},
		{
			"review_title": "best invention tbh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "smells SO GOOD! fruity and fresh despite it being a quick touch up for flyaways. I love it during humid days. keeps flyaways down and SO easyy to carry in bag. The perfect product for  hair and best invention"
		},
		{
			"review_title": "Better than gel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "very good for slick backs just not a high pony lol and it smells soooo good it like a citrus scent"
		},
		{
			"review_title": "A must have in any hair type routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Hair feels awesome and holds style for awhile. Smells AMAZING too"
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "this product smells really nice, but overall doesn't work that well. I don't find that my hair stays slicked back from this, and it makes my hair look and feel greasy. Save your money and buy a different gel for cheaper"
		},
		{
			"review_title": "A must-have if you have wavy/cury hair !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream is amazing added into my curly hair routine! It really locks in and holds my curls! I’m going on day 3 hair and my curls still look the same ask when I first did them!"
		},
		{
			"review_title": "amazinggg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "smells sooo good. I really like it for slicking back my hair for sports, it holds very well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells so good, so good to finger coil for hair looks, so good at slicking back, but I don't rec for curl cream"
		},
		{
			"review_title": "Best product for slick-backs or blowouts!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is the best for slick-backs! It is so smooth and smells sooo good! 10/10 would recommend!!!"
		},
		{
			"review_title": "Nice finish cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this in the summer gratis box from @TeamBIC. I have never used this product before now.  My hair has color in it and is wavy and dry.  In the summer my hair is so frizzy!  And I usually don’t blow dry it if I can help it.  So today I applied it on wet hair and scrunched my waves.  It smells wonderful. A light scent.  When it dried my hair was soft, still some frizz but not as much.  The waves were shiny bouncy and soft."
		},
		{
			"review_title": "Great for slick backs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I loveee the smell and how long lasting it is! However I personally don’t think it works good at all as a leave in, no matter how little I use, it just weighs down my hair. But I do absolutely love using it for slick backs and it’s definitely the best product I’ve used for them!! It might work better as a leave in for someone with thick hair, because I also found that when using it for my curls, it was one of the worst products for my definition :( overall definitely love it but only for the purpose of slick backs!"
		},
		{
			"review_title": "Awful smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I bought the whole Dae lineup because everyone was raving about the scent. It’s smells awful. Slightly reminiscent of Orange Glo wood cleaner and very reminiscent of glue. The product itself isn’t great either."
		},
		{
			"review_title": "amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "smells delicious and also helps emphasize the waves and curls in my hair."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "If you have kinky curly hair, you can skip this product. Smells really nice."
		},
		{
			"review_title": "Must have for your hair!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have been using this product everyday for the last month and it has made my hair so shiny and smooth. My baby hairs usually stick up, but not with this product. If you love slick backs as much as I do you  need this product"
		},
		{
			"review_title": "Starting to use daily",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really love love love the smell of this product. Sometimes I enjoy using it specifically for the smell. I use it for my frizzy hair in this humid weather. I typically have pretty straight, tamed hair but lately I’ve been getting frizzy flyaways . My biggest complaint is that it can make my hair feel sticky and hard. So I try to use minimal to avoid that. Other than that I love it"
		},
		{
			"review_title": "A must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "AMAZING !! It’s makes my slick backs look awesome 😎 and theirs no white cast ! Will 100 percent repurchase 👍￼"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I LOVE this product. Smells amazing and not only refreshes my curls, but tames frizz. A new staple I use."
		},
		{
			"review_title": "Much lighter than a wax stick, smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is soo great for my hair! I usually use a wax stick but this feels so much lighter on my hair! I love this product and it smells amazing."
		},
		{
			"review_title": "Smells nice and tames flyways",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I love this!! Smells so good and really slicks it down. However sometimes I will try to use it in my hair routine and it will make it a little crunchy or weird but that is probably my fault"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "red hair, Fair skin tone",
			"review_text": "its just the best, smells amazing and works so well"
		},
		{
			"review_title": "CREATE A 3OZ TRAVEL SIZE FOR CURLY HAIRED GALS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Love the original! Use it everytime I shower to hold my curls. PLEASE PLEASE PLEASE make a travel size of this product! The taming wand is fine but 0.6 oz is not enough for the curly girls…. Need something closer to 3 oz for travel!!"
		},
		{
			"review_title": "Styling cream staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smell is amazing and makes my buns, ponytails, and any other slick-back styles look great without a weighed down feeling or looking greasy!"
		},
		{
			"review_title": "Perfect for a slick back!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I loved this product, actually helped for a slick back look and it didn’t make my hair look greasy. Plus it smells great. Loved it! Recommend 100%!"
		},
		{
			"review_title": "This isn't the holy grail you're looking for",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "As all my curly haired girls know, we are always searching for that one miracle product that will make our curls look perfect even with a scrunch and go. Sadly, this isn't that product. Is it bad? No, it smells great and does lightly define. You have to use a lot for curly hair, and even then it doesn't prevent humidity or enhance curls. Definitely more for people with wavy hair. In a word: meh."
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have thin curly hair and everytime I put it back (frequently) I need to use gel to make the hairs stay. Every gel dries out my hair and gets crispy but I love this cream. The hold is alright some curls definitely pop back up but overall love this product and makes my hair feel soft as well."
		},
		{
			"review_title": "My New ‘Must Have’!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Amazing styling cream!  I have naturally wavy hair and prefer to air dry my hair.  I use this cream after washing and it helps tame the frizziness and makes my hair soft. Great scent, too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "this magical cream smells just like the volcano candle found at Anthropologie. It makes my curls soft and smooth. I also use it in my kids hair as a detangler"
		},
		{
			"review_title": "Good for slickbacks, not for curls",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a good cream for slickbacks. It holds everything in well (even stubborn bangs). And it smell SO GOOD. The only problem with this that I had is when I used it as a curl cream on wet hair. It gave nice definition to my curls but it made my hair feel heavy and greas."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is amazing for slick back buns and it smells sooooo good! Can restyle hair after use too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is one of the best hair creams I have ever used. It smells sooooo good and it’s so good for slick backs"
		},
		{
			"review_title": "Works well with frizz!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "My friend had this on the bus and she did my hair with it and it made ALL my frizz go away, and my hair os usually VERY frizzy! Dont know if its worth the price tho."
		},
		{
			"review_title": "Impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Amazing! Smells great and leaves hair feeling great! Love how my hair feels after a blowout!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this product, not only does it keep my hair slim and smooth, it also smell incredible. Highly recommend!"
		},
		{
			"review_title": "Amazing product for short hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I recently bought this product because it was so hyped and the hype is so deserved it smells nice which is a great thing in hair products obv but not only that I have short hair and bangs which I don’t always love so I’ll put it back and it just falls out with this product it doesn’t it stays in all day long I would say if you have this you don’t need the wand it does the same thing I use this product nearly every day"
		},
		{
			"review_title": "I use it every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I love this product!!! It smells so good and it’s so easy to use!!!😁🤍"
		},
		{
			"review_title": "smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "this smells incredible, and the packaging is just adorable. i’m still sort of figuring out how it works though, but it’s just a me problem. this is a great purchase and looks so cute on my vanity!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Smells so amazing and removed the frizz from my wavy/curly hair! Will be repurchasing"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "this is a need for your slick back routine, thats the only thing i’ve used it for and it doesn’t make my hair crusty which i love"
		},
		{
			"review_title": "The absolute BEST styling cream ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have tried so many leave ins, styling creams, air dry creams and NOTHING has helped my hair curl, stay hydrated, keep frizz away. Better than this product has. The smell is amazing, it doesn’t weigh my curls down, it doesn’t leave my hair sticky, or hard like gel has. It really is an innovative product and the fact that its a clean brand makes me feel like my hair is getting a salon treatment every time. 10/10. And I never like anything for my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Literally amazing! I have really greasy hair but it like holds it down. Stays for a whole day of volleyball."
		},
		{
			"review_title": "Pass for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Smells great but I have fine, straight hair and I’m not too sure what to use this product for. I don’t see anything about it being a heat protectant and it makes my hair very greasy when I use it on wet or dry hair"
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I bought this as a gift for my niece because we live in Florida and the humidity has been insane this year. Her hair is noticeably smoother despite spending quite a bit of time outside! And it smells very good!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Got with point and was kinda underwhelmed. Haven’t reached for it much. I would help with slick backs."
		},
		{
			"review_title": "Great for curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love love love this for my curls! They are soft and tamed! And it smells so good! Fruity and fresh :)"
		},
		{
			"review_title": "The best universal hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love using this for slick backs! I used to just use gel but this changed my everyday hairstyles, I use it for everything!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "It smells really good but it’s very strong it makes my hair a little greasy but it’s good"
		},
		{
			"review_title": "Must have hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Best hair product ever! i absolutely love it, makes me hair so soft and smells so good and helps with frizz! This will definitely be a repurchase over and over again for me!"
		},
		{
			"review_title": "Fragrance is too strong.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Got a sample from rewards. I cannot speak on performance because I rinsed it out before getting out of the shower the smell is too overpowering. I want my hair products to smell nice but I would rather not suffocate because of it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This product is really great for slick back hairstyles. It also smells really good. But, it was on the pricier side for not much product so keep that in mind before purchasing."
		},
		{
			"review_title": "The truth for styling cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’m Dominican with type 3b/3c hair and I swear by this styling cream!!!! Bought a second one before the first one finished, that’s how much I love this styling cream lol"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Smells so good and so easy to use! I use for a sleek back hair look with a pony tail or a bun and it always looks so classy! Definitely does not feel like sticky or tacky"
		},
		{
			"review_title": "Hard pass !!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I bought this product with my own money and bought into the hype on tiktok. I have fine thin hair that is really frizzy and solely bought this product to help tame the frizz. It does not tame the frizz at all! I don’t like smell but okay sure, I can move past it. This product leaves a shiny residue in my hair, which makes my hair look greasy. I’m returning.."
		},
		{
			"review_title": "Great for high ponytails",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this. I cheer and I couldn’t ever have a perfect high ponytail until I bought this. Now I can’t go anywhere without it and I’m so glad they made a travel size wand to take with me on the go."
		},
		{
			"review_title": "Blowout Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I apply this generously before I blow dry my hair and follow with some hair oil. It always gives the smoothes and shiniest blowout look. Leaves my hair feeling short and healthy! I have curly hair and it works well as a curl cream but I see the best results with taking frizz in blowouts. Definitely a buy again and a must have for all hair types!"
		},
		{
			"review_title": "IN LOVE W/ THIS PRODUCT!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "omg not only does this smell amazing and super fresh, but the texture isn't sticky, drying, or tacky unlike other styling products, especially gel. It's super easy to apply and a little goes a LONG way!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I havent quite figured out the slick back look yet, as the styling cream just makes my hair look greasy, however, Ive used the styling cream before using my hairdryer and it makes my hair look so smooth and smells good! Part of me thinks it also cuts down drying time for drying my hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My go to for a slick back look! Smells amazing and you only need a small amount."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Original",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Smells nice but doesn't really do anything. Weighs hair down. 3A curls i think? Might work for more coarse hairstyles."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love using this product whether it’s for slick backs or in my wavy hair routine!! It also smells SO good!! Def a must have!!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "This one product is perfect for smoothing out frizzy pieces of hair while in styles like a ponytail, bun, etc. I apply the product on the sides of head and push the hair back, then brush with a fine toothed comb. This product also smells Amazon!"
		},
		{
			"review_title": "Summer Staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Loving this styling cream for slickbacks/hairstyles!! It smells amazing, keeps hair in place all day and doesn’t leave hair oily or greasy at the end of the day!  !"
		},
		{
			"review_title": "A staple item in hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am absolutely loving this styling cream!!! it keeps my baby hairs in place all day and it dosent leave any greasy feel on your hair!!! 100% recommend"
		},
		{
			"review_title": "This Dae Styling Cream is a must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this hair product! Here are a few reasons you should buy it! 1. It smells sooo good, not only in the bottle, but even when it is in your hair! 2. This makes my slick back hairstyles look sooo good, with absolutely no flyaway hair strands! 3. The application of this is sooo easy! 4. This product helps define curls! 5. It also helps prep for blowouts! I have gotten sooo many complements on not just how it looks when I use this product but also how it smells. I'm sure you will get compliments on your hair as well if you just give this product a try! Trust me, it's worth it! A huge thanks to Dae for making this amazing product!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love using this product for my slick back buns! It always holds great and super easy to work with!"
		},
		{
			"review_title": "Nice but not a “need”",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got to use this for free to be a product tester. The container is so cute and compact. Very easily can fit in probably any purse! I didn’t love the smell at first, it is quite strong but it dissipates really quickly. The smell itself is actually quite pleasant; it’s just really strong. The applicator brush is really cool although I have pretty fine hair so I can’t run it through my hair without it kind moving other hairs around. I also keep loose waves in my hair so I only use this at my part to manage those flyaways. I tried taking a before and after but it really didn’t do the cream justice. This is really nice for a little touch up on the run. I don’t tend to touch up my hair on the run so I use it when I initially style in the morning and leave it in my bathroom. All in all, it’s nice for a flexible hold that doesn’t look or feel like hairspray. I actually forget I’ve used it after an hour. I have really thick but fine long bleached hair. My hair tends to be pretty dry and dries frizzy, not straight or curly."
		},
		{
			"review_title": "Good for sometime, not always",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product as part of Gloss Angeles Confidential. I liked this to use when my hair was worn loose for fly aways, for that is was wonderful. For when my hair was up it did not keep fly aways in place sadly. The smell was great!"
		},
		{
			"review_title": "Delicious smell and fantastic results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A wonderful and s versatile hair wand that smells so amazing! It is so easy to use, i have a thin hair and always, I mean ALWAYS there are so many flyaways on top and on the sides! This wand really does magic, leaves my hair frizz free, tamed and smelling delicious! Kindly gifted by daehair"
		},
		{
			"review_title": "Works flawless on my flyaways and frizz!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from DAE Hair. This is a must-have for my frizzies! It smells sweet and fruity, it smooths without leaving any crunching in my hair and no residue. The wand is wide enough to get a decent section of hair with ease. This is SO necessary for me and I will be using it all the time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I think this is the perfect addition to my slick back routine. It really gets those baby hairs and takes care or any flyways when you’re pulling your hair back. I have problems with my side burns as well and this helps! Gifted by daehair"
		},
		{
			"review_title": "slicked back!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love the smell of this styling cream! It gives off hints of a sweet berry scent. The cream is nice and holds my little flyaways in place. It doesn't make my hair feel or look oily. It's not sticky or leaves behind any white reside. The applicator is nice! It's got the perfect thickness and shape, making it easy to brush into my hair. It's durable in place and doesn't bend out of shape. I will definitely be keeping this in my purse to take on the go. It's small enough to fit just about anywhere! I received this complimentary from daehair."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is so practical!! I’m loving it! Makes the hair pieces behave super well and it’s the perfect size to just put in the purse to the go! Also love the fruity scent on it! Such a good idea overall!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Throw it in your bag and enjoy your summer! I am always going to the beach, pool, and on the go - and it’s humid as anything here in Charleston. This easy, compact product allows me for touch ups without taking precious bag space. Gifted by daehair"
		},
		{
			"review_title": "A Must-Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The Cactus Fruit 3-in-1 Taming Wand gifted by Dae has quickly become a favorite in my haircare routine. This handy tool is perfect for managing flyaways and achieving sleek, polished looks on the go.  What I love most about it is its versatility. Whether I'm prepping for a busy day or just need a quick touch-up before heading out, the Taming Wand delivers. The formula is lightweight and doesn't leave any sticky residue, which is a huge plus. Plus, it's infused with desert-derived extracts like dragon fruit and prickly pear seed oil, so it nourishes my hair while keeping it in place.  The scent is another highlight – a delightful blend of citrusy and sweet notes that linger throughout the day. Overall, the Dae Cactus Fruit 3-in-1 Taming Wand is a must-have for anyone looking to maintain effortlessly chic hairstyles with minimal fuss."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I wasn’t sure what to expect but opening, wow smelled so good, then I pulled out the wand and got nervous because I have so many new growth hairs and grey hairs at my part that I didn’t know how this would work and I am AMAZED!! I had zero crunchy texture, the hairs all laid flat like it’s magic in a bottle, it still felt soft hours later, if I needed to reapply it was super easy because this tube is small enough for my handbag. I’m sold. Seriously had zero complaints and I have been looking for a product like this for ages!!!! Thank you Gloss Angeles Confidential for the opportunity!!!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "First of all, I am obsessed with the scent of this product. It smells super natural and delicious at the same time. It holds hair perfectly, ideal for sleek buns or if you just want to tame frizz. It also adds shine. 10/10 gifted by daehair"
		},
		{
			"review_title": "Non hard/greasy styling option!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I really love using this product to smooth down flyaways for a slick back look! When using a small amount my hair smooths down without the heavy greasy feeling from a wax stick. The only issue is you have to be careful with the brush or it will get caught in some strands and pull them out of the style while you are using it. Thank you Gloss Angeles Confidential for this testing opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "wow this is absolutely the best thing ever created. i wish i was joking. i hate putting product in my hair, it gets gross and crunchy. this didn’t happened and saved me i kid you not 5-10 mins of slicking my hair back. i’m already buying another one because it’s just that’s good. gifted by daehair"
		},
		{
			"review_title": "Great on the go product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "After using this product, I really enjoyed the scent (smells divine), the way it didn't weigh down my fine and frizzy hair, and that it could be used on the go. I like to use this after a hot yoga when I can't go home immediately after. There is a small learning curve with the spoolie, but that may be hair type dependent. I found I could use this 2 days in a row without feeling like I had too much product in my hair. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Innovative product, wasnt very useful for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I personally couldn't find a great use for this product. I have bangs, and tend to go for a more wavy/natural look rather than slicked back. It did smooth some frizz but the spooly didnt work all that well for me personally. I did end up squeezing some product out of the tube and applying it like a regular styling cream to dry hair - I didnt notice a massive difference but It smells nice and I think made my hair a bit smoother. For folks who do a slicked back look often, or with baby hairs, I think this could be a great product. I love that you can throw it in your purse for touch ups.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Versatile styling cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I love how versatile this product is, I’ve used it for a slicked back pony, with flyaways during a blowout, and when I style my hair naturally wavy/curly. The applicator works great to tame small areas. My only wish is that it had a little more hold. Love the light scent! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Love the smell & the concept, didn't work for me!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Love the smell and appreciate the innovation attempted here, but it simply did not work for me. I have 3c curly hair and trying to smooth my edges with this would often result in the brush getting tangled and my curls and disturbing the style. I'd really have to focus on my baby hairs with it around my hair line to try to avoid the tangling. I rarely wear my hair slicked back but the one time i did since trialing this product, it worked fairly well. I think i'd need something goopier because there were still hairs that would not lay down. I think the brush was on the right track because it's full and fluffy but i really need a dense toothbrush type of brush for my edges. I think this potentially will work for straight hair, dare i say fine stranded girlies? Would be great for an event (if the product does work for you) because it's so portable! It was my first foray into Dae products and I'd be down to try their styling cream which I think this is based on in terms of formulation and scent. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A must-have in my hair care routine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This product is AMAZING!! It helps me create perfect slick backs which I do very often, and it tames my hair so good for any style I’m doing. The scent is amazing, very fresh, fruity, and citrus-y. Overall I love this product, the only thing I don’t like is the price but luckily I had a gift card to Sephora anyway. If you’re looking to buy this, just go ahead and commit! You will be blown away by how good this is!!!"
		},
		{
			"review_title": "Fine,  frizzy Fly away bangs... no more.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've been using this the last couple of weeks on my fine,  fly away bangs.  I work by the beach and the ocean air frizzes my bangs. This has been so great at calming the friz without looking greasy.  I look better put together at work.  Easy to use.  Thank You Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I have lots of flyaways and baby hairs so I’ve always wanted a product like this for on the go. It’s so easy to use and just toss in your purse! It holds well and also smells really good. Definitely going to keep this on hand! Gifted by daehair"
		},
		{
			"review_title": "Holy grail status",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This has been the frizzy hair slick back go to I’ve been looking for!! I’ve been plagued with frizzy, fly away hairs my whole life. It’s been such a burden for me. This solved my problem in two seconds. I love the packaging with the tube component. When you take the wand out of the packaging you’re greeted with such a wonderful, strong yet not overpowering sweet fruity scent. I really adore the scent. I will admit the larger wand intimidated me at first but the first stroke of putting it through my hair I got it. It’s a perfect wand. It brushes through the hair so effortlessly laying down the hairs with the perfect amount of product. It’s soft going through the hair and I don’t feel like I need to hit the same area constantly. I’ve used other similar products that left my hair crunchy or weighed down so much I felt like I needed to wash it out same day and I don’t get that with this. No crunchy! It’s super soft almost like you’d never know the product was in my hair. I can still move my fingers through my hair. I’m literally going to stick this in my purse for on the go. It did such a good job laying down the fly away that bug me on the daily. I’m BEYOND impressed with this which I rarely feel happens with hair products. I will forever be purchasing this. Gifted by date hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I managed to get my hands on this in store, before it comes out online!! I watched all my favorite girls on insta (natalie zacek, greta wilson, and emilie kiser) all enjoy this product when it first  when it  when"
		},
		{
			"review_title": "Smells great and works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Oooo it smells good! Reminds me of a mascara but not for your eye lashes haha it is a white color but that wasn’t overly noticeable because it blends in after a press. My hair gets frizzy after a few hrs and I love having this to tame it down without needing to wrap it again. Highly recommend! Gifted by daehair"
		},
		{
			"review_title": "Must-have for taming flyaways",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have fine, curly hair. This product was great for taming flyaways without looking greasy. I loved using it when my hair is up for the little flyaways around my hairline. The wand is much bigger than I expected and covers a big area.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product is such a cool idea!!! Its perfect for travel or to throw in your bag for touchups throughout the day. I love the dae 3in1 styling crème product, but the bottle is pretty large. It keeps your hair in place without feeling crunchy or looking greasy! Gifted by daehair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE THIS. It gets rid of my fly aways and helps with my edges as well. My hair always has little fly aways that won’t go down and I hate always having to apply a whole bunch of gel in order to keep it down. This product just changed the game! Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "THIS IS SO GOOD. i used styling cream or gel whenever i do a ponytail or a bun style. This is perfect for throwing in my purse for touch ups during the day if there’s any flyaways. It’s so good! Also smells great. gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This product is great for all those annoying sticky up hairs on my part.  Loved the size of the spooly. Made it very easy to get the right amount of product and sturdy enough to apply some pressure.  No residue when used and lasted for quite awhile.  Smells great! I'd definitely recommend this product! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Perfect for styling on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is a game changer for styling and touching up hair on the go! I LOVE that Dae launches their iconic styling cream in this little packaging with a wand. It has the iconic Dae scent that we all know and love. The wand is AMAZING it works so good and it’s user friendly. Style holds all day and keeps my flyaways tame even in the heat and humidity. I love. Gifted by daehair"
		},
		{
			"review_title": "A new staple in my haircare wardrobe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "This product is a great addition to my haircare wardrobe! I have fine hair and love using this to smooth out the 'baby hairs' around my face when I do an upstyle. The wand is perfect at grabbing & smoothing and the scent is SO yummy. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Love Dae!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love Dae and I'm loving this styling cream + taming wand. This is very innovative that the applicator is a wand itself and it instantly gives my hair a sleek back look. This smells really nice and great for on the go. Gifted by Dae."
		},
		{
			"review_title": "Magic Wand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Ok this is a STAPLE for fly always and frizz! I always have little frizzy hairs popping up around my face and it drives me absolutely nuts. I wish they would have come out with this sooner! It’s also perfect for on the go as I don’t have time to run home and touch up my hair on humid days so I love how travel friendly it is. I’m going to get another one for my desk at work :) offered by daehair"
		},
		{
			"review_title": "Works great - so smart!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great stuff with a great applicator! I was very excited to try this product: I wear my hair slicked back a lot, and I bleach the front of my hair - therefore, I have a lot of little broken hairs around the hairline that drive me bonkers! With a little bit of pressure on the applicator, I mastered taming those hairs down with this product. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am obsssed with this! It has really helped with all of my hair styles and makes my hair look so much better. I will be recommending this to anyone who needs a little bit of hair help. Ten out of ten reccomend gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "It's like magic in a bottle. Realistically, it's like a smaller on the go version of their styling cream - but it's perfect because the soft bristle brush mixed with the product really helps to tame flyaways fast. This was gifted by daehair"
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Literally, the easiest, fuss free way to get rid of frizz, especially on the go! Toss it in my handbag and it is a GODSEND especially in this NYC heat!! It keeps the flyaways at bay and doesn’t weigh down hair at all! It also smells incredible. Gifted by Dae."
		},
		{
			"review_title": "Perfect for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "This is literally what I needed this summer for my curly baby hairs that always stick up! This literally holds them down and so convenient to throw in your purse and have at all times. Messy, free and easy to use. Gifted by dae hair"
		},
		{
			"review_title": "Great on-the-go product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is such a cute and unique product gifted by daehair. I have never seen anything like it and it’s so easy to take on the go. The wand makes application very easy. It helps my flyaways stay in place and it smells delicious!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The wand slicks my flyaways so easily and quick! I love how compact it is making it perfect for on the go application, specially for my slick back bun . The scent it’s very settle but so yummy. I need one for every purse. Gifted by daehair"
		},
		{
			"review_title": "Perfect for on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is such a cool product for on the go! I love the wand as it is so convenient to just apply without needing anything else and mess free! I have dry wavy hair and when I put my hair up, flyaways are always a thing so this is perfect to correct them! I love how convenient it is to throw on my bag and take everywhere, especially now that wedding season is here and I want my hairstyle to last polished as long as possible! The scent is such a classic from the brand which I love, it’s fresh, citrusy and fruity and makes my hair smell so good! Highly recommend! This product was gifted by daehair but this is my honest opinion!"
		},
		{
			"review_title": "Works magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "offered by daehair this is the perfect on the go taming wand. i’ve always had problems with fly aways especially because my hair is curl and this really tackles the problem head on. it was a great compact component and let’s not forget abt the iconic scent ."
		},
		{
			"review_title": "Versatile styling tool for flyaways and slick buns",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I want to start by saying I love the OG styling cream and already used it to tame my natural waves or when doing a slicked back bun. I received the wand as part of a pre-release testing and was instantly delighted with how versatile the wand is. If you use a light hand, you can tame fly aways around a part on every day styles or with a heavier hand you can lock in slick styles. The product never weighs down my hair and leaves it feeling smooth and soft. I’ve been keeping it in my every day bag for touch ups and I can’t wait to travel with it!   Thank you Gloss Angeles Confidential for the testing opportunity!"
		},
		{
			"review_title": "Must-have for ponytails and updos",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "I have been loving this wand and the styling cream. I have long hair that gets frizzy in humidity. I use this in my already-styled hair, to smooth stray hair and frizz. I mostly have been wearing my hair up lately, and this has been a lifesaver to make my hairstyle look polished. I wash my hair about every 3 days, and this does not make my hair oily in between washes and does not leave any residue. It does not look like I have product in my hair when I use it, it just cleans up my hairstyle. The wand is small enough to target small sections of hair, but also large enough to be effective. I used this before a job interview recently to really make sure my hair would behave for the whole afternoon, and I was impressed with the results. This is something to try if you're looking for something to help you look a little more put together on the go. I'm not a fan of the fruity scent, but it disappears after an hour.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Magic Wand! Disappearing Frizz!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I was able to try this product thanks to Gloss Angeles Confidential. After 2 weeks of use, I’m happy to report how easy to use and effective this styling cream is. I have mostly straight hair that’s generally low maintenance, but it always, always has frizz no matter what I try to do to tame it or how humid it is outside. Turns out all I needed was this magic wand! The cream smells amazing but most importantly it works. This is the easiest and best way for me to completely smooth my top layer frizz. I love this on-the-go tool, and now I’ll be buying the original styling cream packaging because I need more of this cream in larger quantities in my life. Love that both options exist. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "My new must-have haircare product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I can't say enough about this Cactus Fruit 3-in-1 Styling Cream + Taming Wand from Dae! It's my newest must-have multi-haircare product! It can be used as a leave-in conditioner, a styling cream, and its taming wand is a great addition for flyaways, giving my hair a sleek and polished look. I have been carrying it with me in my bag for touch-ups throughout the day. This product is perfect for anyone looking to simplify their hair care routine! Complimentary from Dae."
		},
		{
			"review_title": "Quick, easy and brushable!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Since day one of receiving this product, it has lived in my purse and made frequent appearances it my daily mid day touch ups. I love the scent of the product, and it does linger throughout the day. It's ability to quickly fix flyawars, tame frizz and add sleeness to a pony tail or bun is not as sticky as other products but still does the job. It has a nice hold but can easily be brushed out when needed without having to wash my hair. I was skeptical of the large spoolie but found it was nice and quick to use when trying to cover large sections, but it was a bit tricky to use for smaller/ quiker touch ups. The packaging is adorable but does get a bit dirty after being thrown in a purse. Over all, I think this is one of the best product to help tame frizz and flyaways, the main sticking point for me is not feeling like I will need to wash my hair after use just to be able to style again. This is a GREAT addition to the cactus fruit styling line. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great for frizz/flyaways! Even on fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have fine wavy hair with a ton of regrowth coming in. This product is light enough to not make my fine hair weighed down but effective to tame the curly regrowth that’s coming in. It’s perfect for on the go or travel, but I haven’t needed “reapplying” when I’ve used it in the am. Love! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A must have to do my curly hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using it for a while and i have really liked it and haven’t found any flaws! I love the way it smells and how good it is for slickbacks and curly styles. Overall 10/10 recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m loving dae’s Cactus Fruit 3-In-1 Styling cream and wand! The styling cream doesn’t leave visible residue in your hair or leave your hair feeling sticky. I have lots of fine baby hairs that stick up all around my hairline and this product works great to get those hairs to lay flat. The wand is interesting because it’s fairly large and the bristles are soft/flexible. I found myself wanting to apply very light pressure to the wand, but applying firmer pressure to the wand is a game changer - the product performance is SO much better this way. When I applied light pressure to the wand it would get slightly tangled in my hair when I lifted it away from my head and my hair didn’t lay as flat as I would have liked. I do find myself needing to reapply the product after a few hours, but the compact size is so helpful for taking it on the go that the reapplication aspect isn’t a nuisance. I personally love the sweet citrusy scent, but it is strong (does dissipate once applied). Overall, it’s a very helpful product. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Wonderful product I didn’t know I needed! I love the stying wand to smooth my hair when it’s damp or dry. I have not noticed any issues with product build-up. It smells amazing. All the girls in my family have been using this wand to smooth flyaways, works great with a slicked back ponytail or loose hair. So versatile!! Thanks Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A convenient product for flyaways!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved using this taming wand to slick down my flyaways! The product itself is quite slim and small, which made it convenient to travel with. I found it helped to apply some pressure to the wand when slicking down hairs, as a light hand wouldn't get the hairs to stay down properly. I personally did not prefer to use it for frequent reapplication because the styling cream did not layer well on my medium-thickness hair. I enjoyed the scent, which is strong and fruity, but pleasant. I wish the product worked better on my flyaways that were around an inch long, as the cream was only effective on longer hairs. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Easy build-up free reapplication!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "The taming wand spoolie makes all of the difference.  I have hair that is all different lengths from re-growth after a stressful few years and no longer covering my grey.  I wear my hair back or half back frequently to work and most recently to DisneyLand. This is the tool & product I didn't know I needed. It holds all the wispy flyaways and short hairs back really well without making my hair greasy or stiff and it doesn't leave a weird residue even on long theme park days. It's super easy to keep in my purse or backpack and use with a compact mirror for quick & easy application & touch-ups with the large, wide spoolie.  It never got caught in my very thick hair either which really surprised me. Nothing worse than trying to smooth out your hair only to have the tool you're using pull your hair from your bun or ponytail.  The only drawback for me is it's a very strong & sweet fragrance.  The strength of the fragrance doesn't last long but it definitely comes in powerfully. My preference is away from sweet scents so while the scent is not for me, someone else may love it.  Thank you, Gloss Angeles Confidential, for this opportunity!"
		},
		{
			"review_title": "First foray into DAE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I had never used a DAE product until my experience with this product, and it was a great introduction to the brand - packaging, scent, and performance are wonderful. I found myself using this as an alternative to hairspray to coax my curtain bangs into and then stay in place. Now I want to try the shampoo and conditioner. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Perfect On The Go Upgrade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am an avid user and lover of the original cactus cream. I love that it's a three in one product so it works for multiple members of my family. I use it to define waves/curls on me and my younger daughter, and I use it as a slick back cream for my older daughter who is a toddler with varying lengths of hair. It's not crunchy but it helps hold back her hair perfectly, and I use a decent amount all around her hair.  I love this new packaging design because it makes so much sense for people who want it as a slick back/anti frizz product. I use the original more rarely on myself that way because before I would have to squeeze a dollop into my hands and rub it in that way, which is messy and harder to control. With this new update, I'm way more likely to apply this way because it's so easy to apply. I don't mind having to blend in a little - it's better than having it all over my hands. And the packaging is on-the-go friendly so it will definitely be in my diaper bag ready for touch ups as any of us need it.  As someone who already uses and loves cactus cream, I know I'll be sure to have an original tube for how my family has used it in the past, but l'll also be keeping this new tube on hand for ease of use and on the go touch ups. I love it! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Cream is nice; Wand isnt for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I have long, fine, straight hair. I tried this product on a wash day blow out, day 3 messy bun, and day 4 I should wash this hair. My opinion - I liked the cream itself and would use again.  The cream has a strong scent but its like no other hair product I've tried. The scent is very light and refreshing. I really enjoyed it. The cream feels moisturizing without being greasy and making your hair look dirty.  I will say, the wand did not work for me. I think I shed too much and my hair may be too fine for the wand. My hair would get stuck around the spoolie and it caused me to have to rip that hair off to clean the spoolie off.  I did like how the cream tamed my frizz without being greasy or sticky. It also lasted well throughout the day. My days can sometimes be 10-12 hours and this frizz lasted for most of the day. Note: this cream is not providing a lot of hold, more of a taming.  I will continue to use the cream, which was new to me, but probably not the spoolie. If you have different hair however, this packaging could be great for on-the-go. But for me I need perhaps stiffer bristles on the spoolie.  The only reason I dont recomend is the spoolie - so if you think those bristles will work for you, you should buy this.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This styling cream does a good job at smoothing flyaways. It does have a very strong scent, so I may not recommend it if you are sensitive to fragrance. The wand is like a large mascara wand, which is cool! But it can get tangled in your hair if you have thick or frizzy hair. Overall it does a good job and does not leave the hair too greasy feeling.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Loving it sm’",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The styling cream is lightweight yet effective, providing a good hold without making my hair feel stiff or sticky. It helps in defining curls and waves, adding a nice texture to my hair. The cream also imparts a natural shine, which enhances the overall look of my hairstyle. The taming wand is a game-changer for dealing with flyaways and baby hairs. It's compact and easy to use, allowing for precise application. The wand helps in smoothing down those stubborn hairs, giving a polished and sleek finish to my look. It's perfect for quick touch-ups on the go, ensuring that my hair stays neat and tidy all day long. Love this product offered by daehair 💖"
		},
		{
			"review_title": "Hair taming perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I was so excited to finally try this product because it is EXACTLY what I've been looking for - something to tame my new growth hairs along my hairline, part, and the dang little wiry gray hairs popping up.  I already used the dae Cactus Fruit Styling Cream for this purpose and loved the texture, smell and efficacy but taking the Styling Cream product and putting it in a tube with wand applicator was GENIUS and a total game changer for me!   The Taming Wand deposited the perfect amount of product on my hair and the bristles were perfection - lots of thin, flexible bristles.  On days I wrapped my hair in a bun with a claw clip I used this to tame all the little hairs along my hairline and part and it worked great.  I also took it in my purse to work with me multiple times and it traveled really well.  But the product was still working so well throughout the day I think I only reapplied one time due to an intense humidity situation.  Bonus - the smell is divine!  I honestly can't think of one thing I would change about this product.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Easy on the go styling product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product! It smoothes my baby hairs and corse grays without crunch, super travel friendly for easy touch ups and on the go styling. It also smells great. The spolie is a little big for my ideal preference but really convenient. Definitely a new go to for touch ups and on the go styling, baby hairs and slicked back looks. Thank you gloss angeles confidential for the opportunity!"
		},
		{
			"review_title": "Staple!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product smells so good, just like the other ca this fruit collection!! The applicator is nice and big but if you have more curly hair it will make the curl look funny sometimes. Obsessed with the packaging and makes it so easy to travel with. This product helped with fly aways when you want your hair slicked back. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Must add to your cart",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product, I realized how much I’ve needed it. I’ve used the gel wands for flyaways but it always left my hair looking worse and it didn’t tamed it. So I gave up on using them. This is the opposite, I love the scent and the brush helps so much getting those flyaways/frizz.  It keeps my hair tamed and doesn’t create the gel texture. My hair looks fresh/hydrated. If you love the Dae shampoo/conditioner scent this is the same! I will be repurchasing! Love that I can throw it in my bag for touch-ups! My bangs have also benefitted from the product, helps keep them in place. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great for frizzy hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this product for a couple weeks and have really enjoyed it! I want to start by pointing out the scent. I absolutely love it! It’s a delicious, juicy, fruity scent. As much as I love it, I want to point out that it is very strong. So if you don’t like scented products, you will not enjoy it. As for the how the product tames frizz, it does a fantastic job! I expected that it would work well at my part, which it did, but I was very surprised at how well it worked for my lengths! If I combed this product down a frizzy strand of hair, it tamed the section and actually held down that frizz for hours! The product itself is a medium weight cream. Not thick like a paste, but not as thin as a gel. The application method is with a large, bendy, plastic mascara like spoolie wand. I found that the applicator picked up an appropriate amount of product. I also enjoyed that the product is stored in a tube, because I think you’ll be able to get every last ounce out of the packaging. All in all, this is a product I would highly recommend if you have frizzy hair that needs taming on specific sections. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Smells great and leaves no residue",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I loved the original Cactus Fruit 3-in-1 Styling Cream so was excited to try this product with a wand. I liked this product because it smells great, easy to take on-the-go and it didn't leave any residue in my brown hair. The reason I rated it a 4 is because the wand wasn't ideal for when I had my hair pulled back in a ponytail. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A styling product I didn’t know I needed!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This product really surprised me – the little package packs a big punch. It was perfect for taming fly aways and frizz for a slicked back pony and even braids, and the applicator is super easy to use (the perfect size without delivering too much product or being clumpy). Even on day two, where I used it along my hairline, my hair was still super smooth, soft and tame, without being sticky, crunchy, or greasy, which I wasn’t expecting. I LOVE that this is a travel friendly and compact yet versatile product that can be used on the go. I find the scent of the 3in1 product to be a bit overpowering, but it did fade after the initial application and it didn’t’ really bother me as much as it did in the beginning, so I think it just takes some getting used to. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Obsessed with this travel-sized product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love that this product is travel-sized. It was easy to throw into any purse or bag that I have. I love that it was like a miniature version of the styling cream of dae that I already own, which I also love very much! The wand makes this product very easy to use, and I love the fruity and floral fragrance that it gives off. The smell wasn't too strong either. This is a great product for those who already love the styling cream and want something more portable. For those who haven't tried the styling cream and want to start off with something smaller, this taming wand would be a good product to start with. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great hair product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The product works well to define waves without leaving hair stiff.  This Is something that I’ve been looking for a long time and I finally found it! It also tames the flyaways from a fresh blowout and reduces frizz. The tube is super practical to take on the go and keep your hair tamed from the humidity. Another great thing is that it does not leave hair feeling greasy. The smell is amazing but it goes away quickly.  Overall the product deliver what it promises.  I will definitely keep using this product. Thank you Gloss Angeles Confidential for the opportunity."
		},
		{
			"review_title": "Magic in a travel friendly bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "There are several things I love about this product! I love how travel friendly this is. It takes up little space in my handbag and allows for quick touch ups. The wand is a great size but you have to use pressure to apply it or it picks up hairs instead of laying them flat and taming them.  Once you get the hang of it, it works great at taming my unruly baby hairs and flyaways. The product comes out white but becomes translucent as it blends in which is great for dark hair. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Tame the Bangs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm not a slicked-back bun type of girlie, but this dae styling cream with the wand was a perfect way to tame my bangs! Especially after the second or third day of hair, it helped with any flyaways or baby hairs, making my hair look fresh and not messy. Not to mention the scent is heavenly, I would get little whiffs throughout the day, but it's not overpowering at all. Overall, this is a great product, and the fact that you can toss it in your bag is a great bonus. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Goodbye Fly Aways",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really enjoy this product!  I have long, fine, straight hair and am prone to flyaways and other general reactiveness when dealing with humidity or static.  I am always worried that hair products that are designed to give me the smooth/sleek look that I like are going to weigh my hair down or make it crunchy or greasy.  This did neither of those things, and truly keeps the fly aways under control, even when sitting outside in the humidity for several hours.  This product works great on second and third day hair, and doesn't leave any sort of build up or residue, which is great since I only wash my hair a few times per week.  A little goes a long way and a very light application does the trick for me.  This product works great for your hair when you want to tame it while wearing it down, and also for keeping things smooth when you are going for that slicked back look.  Not only does this product work but it also smells incredible.  I want to bottle this scent so I can smell it all the time (and for those who are concerned, the smell goes away after you apply it).  I am looking forward to continuing to see how else I can use this product, especially when the winter months are here."
		},
		{
			"review_title": "Helps tame the crazy hairs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is a great on-the-go styling product that I loved having in my purse to help with my baby hairs at the back of my neck from daily pony tails, as well as the crazy hairs that seem to pop up out of nowhere on top.   I really like the brush applicator- it's light, fluffy, and flexible, and great for small area touch ups.   I appreciate the fragrance and feel on my hair as well- it's fresh and clean, and left my hair feeling clean rather than weighed down. I also love the packaging- so cute!   Thank you Gloss Angeles Confidential for this testing opportunity!"
		},
		{
			"review_title": "Innovative and Handy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Dae brand itself has been on my radar for a while as they're a clean brand and when I got the opportunity to test out one of their products I was so excited. I wasn't super familiar with their full line of products, but quickly learned about their Cactus Fruit 3-1 Styling Creme being a big seller and can understand why. First of, I love the scent! It smells like summer in a bottle - fresh, fruity and citrusy. The scent is strong and overpowering so if you're not a fan of strong scents, this might not be for you, but I didn't mind it at all. I was super impressed by the wand, feels like a big mascara brush. I used it to slick back a ponytail and bun loved how all by baby hair stayed in place and didn't look greasy. I'm still practicing how to do my edges but do see it working for that too! I do feel like a little bit of products goes a long way, if not it'll feel too heavy given that it's a creme. I like it more for when I wanted a sleek-look rather than using it on my curly wavy hair although it did tame the frizz on strands. This product is meant to be used on-the-go, and do see it working that way and it's perfect for traveling given the size. Giving it four stars as I didn't see myself reaching for the product all the time, just mostly for touch ups. However, impressed with the creme product so now want to try the full-size. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A must-have for taming San Diego humidity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Listen, Dae had me at their cute branding and beachy vibes. And this little lip gloss-esque cutie? Sold!   I have wavy 2C hair and live in San Diego, where it’s been alarmingly hot and humid this summer. This wand has been so nice for quickly taming flyaways on my part and on my bangs. The product is smoothing but doesn’t leave my hair crunchy. Really just makes my hair a bit more chic and put together, I love it!  The only downside to this product is the scent, which is quite strong and sweet. Would love something a bit lighter or more fresh. It’s sort of a cotton candy gummy bear sort of vibe?  That said, I have already purchased three new Dae products because I love this little cream so much. Looking forward to trying their shampoos and conditioners! The dry shampoo looks cute, too :)  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The cactus styling cream is such a good product!! The smell is the most fresh delicious scent ever and a little goes a long way. I have super fine hair with baby hairs frizzing off the top and this spoolie is perfect to tame the tops of my hair. The way the spoolie distributes the perfect amount of product is helpful, especially when carrying this on the go. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A product I didn’t know I needed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have really coarse frizzy hair and most of the time I just lean into it, but lately have been wanting to try more polished styles. I’ve been using this want to smooth down hair around my face and I’ve been loving it. I thought it would weigh those pieces down or look greasy, but it’s surprisingly lightweight. It also smells absolutely amazing. The only downside for me is that I feel like I’ll go through it really quickly. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "You need this even if you think you don't",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I'm a Dae regular at this point, and use the original styling cream with styling brush regularly... but I think I'll be using this instead going forward. It's impossible to use too much of this since the spooly does such an even and light distribution of product... much better than when I try to rake through with my fingers - so I love not worrying about globs. And the spooly allows for really precise application, brushing, and raking through my hair, without messing up the style. And to just tame flyaways this is second to none. It's definitely going in my travel bag but also my daily routine. The definition of a 'I didn't know I needed this until I got it' product!  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is such a fun and clever product! I love how it’s basically the size of a mascara, and has a little wand to help tame flyaways and achieve the perfect slicked back hairstyles of summer. Definitely my new purse buddy! Gifted by Dae"
		},
		{
			"review_title": "Great for on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The taming wand is great for on the go touch ups for those frizzy fly-aways that pop up after you have been running around. I have tiny hairs that always seem to grow out of my part... or maybe its breakage... either way, they must be tamed. I liked that it didn't look greasy in my fine blonde hair. The taming wand had a small learning curve- if I went too fast, it would catch in my hair when it was down. LOVE the scent. This tube would be great for traveling or if you get frizzy throughout the day!  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Leaves hair smooth and soft, no crunchiness",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "My daughter and I have both been trying out this product and having similar positive experiences with it. She loves a slicked back pony which this helps with, and I like a little help with keeping new growth sprouts slicked down and taming the frizz. The spoolie was hard to get used to for me, and I realized it was because I was using it lightly and my daughter was much rougher with it. My hairs would get caught in it and hers wouldn't, and it was because she applied more pressure with it. The cream smells fantastic but isn't overpowering imo, is pliable and keeps hair soft, not crunchy. I have to wash my hair the night of using it otherwise I'll get greasy, my daughter seems to be able to use it several days before washing. Will purchase again because it works great on the frizz and flyaways. Thank you Gloss Angeles for the testing opportunity!"
		},
		{
			"review_title": "Great minus the scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Pro I loved the applicator and tube. Very innovative! It didn't leave behind any residue in my black straight hair. I used it tame my many fly always and baby hairs. It even helped keep all my hair in place after wearing a large sun hat!  Perfect for travel and on the go touch ups. So easy to pack in your purse for a photoshoot or wedding/special occasion   Con I did not enjoy the scent of this product at all. It reminded me of something Victoria Secret or Bath and Body Works would sell. If you like those kinds of scents you will love this product. The scent is very strong and lasts all day. If this came in unscented I would 100% buy it.   Overall this product was great except for the scent. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A little luxury to fight flyaways",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a handy product to tackle flyaways on the run. The product itself is a matte cream that lasts several hours, though you'll need to apply it a few times throughout the day. It doesn't appear to make your hair look greasy or leave a residue. The brush works well for taming flyaways from the top and sides of my ponytail,  but got stuck in the underside.  I could do without the scent, which smells like fruit punch, but it's not overwhelming.  Overall, the product works fine but I don't see myself purchasing it regularly.   Thank you Gloss Angeles Confidential for the opportunity to try this product."
		},
		{
			"review_title": "Smells Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "First, the smell of this product is to die for! It’s very fruity and perfect for summer. Now, the product itself is such a smart concept and extremely effective when it comes to smoothing flyaways. I also love how the applicator can be removed and the product can be squeezed out of the tube and applied to the hair. I like to apply it on wet hair as a leave-in conditioner. The compact container also makes it easy to take this product in the go! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Hair on the go!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really love this product especially on the go. I usually have to carry a small brush or spoolie with some product to tame my flyaways but this is perfection when putting my hair up in a bun or letting my hair down. I just pop the product in my purse and ready to go.  I love the scent but might be strong for folks who have an aversion to strong scents, but the scent fades after time. It works beautifully with dry shampoo as well!   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Formula & wand are game changing! HIGHLY recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I was really impressed by this product! The formula works very well and the taming wand is genius - it's a big spoolie which made it really easy to use. It's a heavily scented product (so FYI if you are sensitive to fragrance), but I personally LOVE the scent. My neighbor tried it when I was testing and she immediate went out and purchased it herself. If you put too much on, you may need to rub in the product a little (which is no big deal to me and a big improvement to all the rest of my products that I apply with my hands), but formula-wise, it WORKS and it doesn't get hard or crunchy either. Highly recommend and will re-purchase when empty!   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "As someone not familiar with Dae products, I was excited to be gifted this product for testing. I love the scent of this product but it is quite strong if you’re sensitive to that. I like the ease of application with the wand applicator. That being said, I can’t use this product when my hair is already up because it tugs at the strands and pulls them out of my style. But I can easily run it through my hair first and then pull my hair back and smooth out with my hands. I wish that it didn’t tug though because then it would be better for touch ups throughout the day. I like that the product doesn’t feel too heavy and I don’t feel like I need to add a wash day after use. Overall I enjoy this product for styling and will continue to use it! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great product idea, just not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The packaging is amazing, with the wand and tube being great for taming flyaways on the go! However, the formula left my fine hair looking a little greasy. I was only able to use it when I was really going for a slicked back look.  Also, I can be a bit l sensitive to smells and for me the scent was just too strong and sweet. I kept getting whiffs all day when I used the product, so if you like the scent it really does last! Overall I loved testing the product, I just think it would be best for those with thicker hair who enjoy a sweet scent in their hair all day long.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "First impressions/stand-out aspect of this product: the scent is lovely! It's fruity and while it seems strong, in my experience it didn't linger so it didn't clash with other fragrances I was wearing. My hair is long and naturally wavy, and I typically wear it down so this was used mostly if my hair was in a bun/ponytail. I found that the wand component of this didn't play well with my long hair, as it would end up getting stuck or tangled if I applied any pressure on it. However the wand did a good job of taming flyaways when I'd do a slicked back look.   Eventually I ended up using the wand mainly to deposit the product, and then using my fingers to blend if too much got into an area. Luckily the white cream was not an issue in my very dark hair.  I do like that the size of the tube is very travel/purse-friendly, but realistically I'll probably end up using the wand sparingly for light touch-ups and will squeeze out a bit of the product directly onto my hand to smooth my ends.   If you're looking for hold, this product isn't it...I found that this was a nice product for immediate smoothing or touch-ups, but not long-lasting hold.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Perfect for on-the-go touch ups",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a cool little product, perfect to toss in your purse or gym bag. I love the soft, flexible spoolie and the light, non-sticky, non-greasy texture of the cream itself. On my hair (fine-ish, wavy-ish) it worked perfectly to slick down flyaways when wearing it up. Gives a very sleek, clean look without looking crunchy or greasy.  I found I reached for it less when wearing my hair down. The spoolie applicator was less useful for that purpose, and it made it easy to over-apply. But one could very easily wipe some product from the spoolie and use hands to apply it.  Something to note is that it does have a noticeable fragrance. I enjoy the fragrance a lot, so I didn't mind that it lingered, but if you are sensitive to that sort of thing it's something to consider.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by daehair.Ok first of all the scent is just devine. This stuff really helps keep the flyaways at bay. The little brush helps a lot. I like how I can have a perfect slick bun as it smooths frizz. I like the packaging too makes it easy to carry"
		},
		{
			"review_title": "Perfect for slickbacks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this product! I am a huge fan of Dae and this rocks! I love a slick back style but I have so many baby hairs that frizz up especially in summer heat and no gels hold them down but this one does amazing and the applicator is so helpful! Love! This was gifted by daehair!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The classic dae we all know and love! I love how innovative and practical this is. It’s small so it can fit in a purse for quick on the go. The product itself does hold fly aways down without leaving any residue behind.Gifted by DAE hair."
		},
		{
			"review_title": "A godsend for flyaways",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product in exchange for an unbiased review. TBH, this product could not have come at a better time. I’m several months postpartum and my regrowth is sticking straight up all around my hairline and part. Grateful it’s growing back, but not excited about the current look!  This stuff is perfect for taming all of those unruly hairs and getting them to lie flat. Loved that it wasn’t too thick and didn’t leave my hair sticky, crunchy or weighed down. The scent was an instant love (and I’m very picky about fragrance). And the portability is genius! She now lives in my purse for on-the-go application.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "My honest review for DAE Cactus 3 in 1 styling cream plus taming wand.  First of THANK YOU for including the taming wand, it helps make such a difference. I have been using on my hair as well as my daughters hair for a few weeks and we both love it.   Gifted by DAE"
		},
		{
			"review_title": "Great for taming hair on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this to test from Gloss Angeles confidential and have found that this product is a game changer for me. I live in a very humid area and you never know when moisture in the air will make your hair frizz. This product is fantastic, it really works to tame flyaways.The size is perfect to keep in your bag for touch ups on the go. The spoolie is a bit oversized but I think it applies the perfect amount to the hair and keeps you from over applying the product. The smell is glorious and does linger for a bit, if you do not enjoy the scent I do find it dissipates after an hour or so. I am on a healthy hair journey and this really helps tame all my new baby hairs and is great for slicked back styles as well as everyday hairstyles. Thank you Gloss Angeles for this opportunity!"
		},
		{
			"review_title": "Great bang for the buck!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is great new twist on a somewhat traditional product.  The styling wand is very similar to a mascara wand, and as someone with straight hair took a minute to figure out how to put this product to its best use.  I have a good chunk of random flyaways and frizzy ends when things get humid.  This product is small enough to toss into your purse and carry around for quick touch-ups.  Just glide the wand on the untamed flyaways and smooth with your fingers and boom you've got smooth hair.  This is a bit more fragranced than I would typically like but it does smell pretty and I liked the scent.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I surprisingly really liked this product! I don’t do the slicked back bun, so I assumed it wasn’t going to be for me, but I was wrong. I have wavy, frizzy hair and I used this product while it was up and down. When it was up, the wand worked really well to tame my baby hairs, and when it was down it worked really well to tame my flyaways around my part. The wand is like a big mascara wand and is very flexible. It distributes just the right amount of product if you use a light hand. And the smell! I didn’t wear perfume on the days I used this because the smell was so good and strong enough that those around me could smell it. That being said, if you don’t like strong fragrances in your hair products, you may not like this. Overall, I really enjoyed using this product and will continue to do so. I loved the smell, how effective it was at taming my frizz, how long lasting it was, and I liked being able to still run my fingers through my hair after using it. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great for taming second day waves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "As someone with wavy hair and long bangs that make a slicked back bun look nearly impossible, I was initially skeptical of whether this product would fit into my hair styling routine. After spending some time with it, I was pleasantly surprised! I have mostly type 2A/2B wavy hair with some 2C spirals in front. Day 2 hair is always a challenge - if I leave my 2C bangs out, they fall flat, but if i pull them back, i'm stuck with a ton of frizz. The taming wand worked WONDERS in both of these situations and left me with defined wavy bangs (I ran the wand down each clump using my finger to help keep it from getting tangled, let dry, and gently scrunched) or a frizz-free slicked back look, depending on how I styled that day. The tube was also great for slipping into my purse for on-the-go touch-ups. The only downside that I encountered was that some shedded hairs got caught in the wand after applying, which required some care to remove. I could also see the scent of the 3-in-1 cactus cream, which I personally like, not mixing well with scents in other products. Downsides are easily outweighed by how well the product worked for me. I'm excited to have it in my second day hair routine! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Perfect on-the-go styling product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this product for a couple of weeks now and am really liking it. There is a bit of a learning curve with the wand, but I’ve been able to make it work for me. This seems best-suited for creating a not-that-slicked-back look for a ponytail or braid rather than for flyaways when wearing hair down (though could be used for that if lightly applied from the fingers rather than the spoolie). The scent is fruity and pleasant, and goes away after a few minutes. Hold is good: medium-strong, but doesn’t hold a cast/look like there’s a lot of product in the hair. I can reapply during the day and don’t get product buildup or flaking. The tube is lightweight and portable, making it perfect for touchups. I will repurchase this once it runs out!  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Easy Styling with No Crunch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I enjoyed this product for taming/smoothing the flyaways on top of my head and for styling my baby hairs around my face. At 10 months postpartum, my re-growth is at an awkward length, and this product was fantastic for styling the hair around my face because there was no crunchy/stiff look OR feel. I loved that I could use it on freshly washed hair and not have to worry about it looking greasy. The product brushed out easily and my hair still felt clean and soft after using. That said, I do wish the spoolie was a little shorter and more stiff. The super long, flexible wand was a little difficult to control and lacked the ability to grab the hair around my neckline for up-dos. One of the best parts of this product is the smell - it is clean, fruity, and lingered a bit which I enjoyed. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great frizz fighter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I have thin, wavy hair. My biggest battle is midday frizzy hair. I used this product like I would a hair oil - to scrunch out the crunch and to smooth my hair after air drying.   It eliminated nearly all of my frizz and left no greasy residue at all. I only used a very small amount of product to de-frizz my whole head of hair.  The scent is DIVINE. Very fruity and fresh. The scent did not last long, however, which I appreciated.  Cons: my wavy hair did not work well with the spoolie applicator. The spoolie tended to snag my curls and stretch them. The solution was easy: instead of using the spoolie directly on my hair, I just wiped the spoolie onto my fingertips and then applied the cream to my hair using my hands. Worked great, and my hands weren’t sticky afterward.  The small size of the packaging is ideal to keep in work tote.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Baby hairs tamed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This styling cream with the taming wand is absolutely genius! I have baby hairs all along my hairline and I used to just ignore them. Now I can use this product to take care of them. The taming wand glides easily over my hair and disperses just the right amount of product. My baby hairs don’t stand a chance with this amazing cream. This styling cream is perfect for on the go because of the slim size. This cream smells so delicious and makes my hair smell amazing for the whole day. I love that this cream doesn’t weigh my fine hair and doesn’t make it look greasy. This is an amazing product!! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Slick Back on the go",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "If you already enjoy using the DAE cactus styling cream then you will love this as well. This is essentially a mini size version that is convenient and great for on the go. However this new version comes with a spoolie type brush connected to the cap. This brush is truly what has stepped up the product because it very easily catches all your flyaways and baby hairs and coats them with the cream perfectly slicking them back. It has the beautiful scent of the original cactus cream as well which is an added bonus. Normally I love the trending look of a slick back bun or updo but I have fine blonde hair and typical sprays and gels can leave it darker looking in color and “crunchy.” What I love about this product is that I have no crunchiness or extra weight in my hair after and it feels like it’s actually nourishing my hair. I do think it helps you to achieve that very sleek slicked back look but I will say my hair definitely starts to fall out of the style a bit, being that it is so fine, after a few hours. I think if your hair is a little thicker in consistency or courser in texture this would be less problematic. I do wish they had a version for finer hair that was a little stronger, but this product is still effective and I do love not feeling like I have to immediately wash my hair after use. I even feel comfortable using this on freshly washed hair! What would be great now is if they added the spoolie brush cap to the full size. Leaving you the option of still using a larger quantity to apply to your whole head or the brush method to just tame those pesky flyaways. However this small size is definitely more portable and I do see this more as a touch up on the go product. Definitely worth the purchase for the innovative brush and portability. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "New favorite travel hair product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I've never used a product like this before but instantly fell in love with it! It's the perfect item to help tame my frizzy hair and keep shorter regrowth hairs in place. I love the wand as it makes the product super easy to apply and not have to get the styling cream on my hands. It's a nice size to bring with you on the go without taking up much room in your bag for every day or while traveling. I liked the scent of it but it could be a little strong at first but does go down shortly after applying. I used this to help slick back my hair for a low bun as I always have flyaways, it kept them in place without making my hair feel greasy. I also used it on fresh clean hair with a blowout on my roots for the parts I notice get a little frizzy and puffy throughout the day. I have a natural wave in my hair and the wand of it was fine for me to brush through my texture but I could see it being harder to use on curlier hair. Overall I love this product as it does exactly what it needs to do while the compact size makes it great for travel. I will now also purchase their normal styling cream to use at home as I loved the formulation of this. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "My cowlick has met its match!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "If you're someone who, like me, suffers from an unfortunately-placed cowlick right along the hairline that perpetually sprouts little baby hairs, then this product is for you!  It was always tough to find the right product to tame those bad boys down - the product was either not strong enough to tame, felt too heavy or greasy, tamed the hair but in a very shellacked way, made me breakout along the hairline, etc. But this magical little tube did the trick! I found myself reaching for it on a daily basis specifically to help with my cowlick and help those short hairs lay nicely. It seemed to last throughout the day, but the tube makes it easy to touch up if needed. The other nice thing about the formula is that my hair still felt soft, not crunchy or stiff after using so if I happened to go to bed with the product in my hair, all was completely fine the next morning. No breakouts or weird residue that had me feeling like I needed to wash my hair to get the product out.  The one thing I'll say is that it had more of a flexible hold for me, so it wasn't really the best when I wanted to get that slicked back look (I still rely on a pomade stick for that), but as for helping me tame flyaways on a daily basis, this will definitely be my go-to.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Works Like A Dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love how this product does everything it claims! My fly-aways were tamed :) This is great for a slick back bun. I was worried it could make my roots look greasy, but you can’t even tell the product is on your hair- exactly what you want. Thank you Gloss Angeles for this testing opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "absolutely perfect for taming flyhaways and a must have for humid summer times! i lolve this and am buying another one! smells good too! gifted by dae"
		},
		{
			"review_title": "Great for on-the-go",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is perfect to keep in your purse for on-the-go touch-ups. I love the big flexible wand and you don't need a heavy touch to see results. For me, a little went a long way. I have big wavy/curly hair and I felt the taming wand worked best for pulled back looks when I wanted no fly-away's. It worked perfectly in the humid summer heat! The scent is super-fruity and it sticks around for awhile. So, if you are fragrance sensitive I'd give it a sniff in the store to see if you can handle it.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the concept, just not the best execution for my specific hair type…I have bangs so it doesn’t exactly help with slicking back my hair. However, I did use it on the hairs on the back of my neck when I put my hair up, and it worked as advertised! I think all in all the product is great for slick back hairstyles, just not for me. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This was a product I wasn’t sure would be useful, but I enjoyed it and it works! I have 2b/2c hair and lots of little frizzies and flyaways. This product was able to tame them without weighing my hair down or making it look greasy. This product smelled amazing! My only complaint is the spoolie, I wish it was just a tube I could apply with my hands. Other than that, though, I loved this product and would consider buying it in the future! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I'm a fan of the dae cactus fruit sent, so I enjoyed that the scent was present in the wand. The wand was a great size and allowed me to be detailed but also didn't get tangled in my thick hair. My hair stayed tamed and in place for almost all day long in the summer heat.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great Product - Just Not For Me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I think this would be a really wonderful product for a lot of people but unfortunately it is just not for me. I have really fine hair that I rarely wear in sleek hairstyles so the product is not ideal for my hair type or the styles I do. When using products to control fly aways, I typically go for something less moisturizing and with more hold. As for the product itself, the smell is incredible - I kept catching whiffs of it throughout the day and loved the scent it left behind. Additionally, I appreciate all the thought put into the packaging and applicator. The applicator is large and fluffy and does a great job of distributing the product. Since this is the same formula as their styling cream, I also love that the product is in squeezable tube so that there is no product waste. If you are looking for something more moisturizing to help with fly aways, I think this would be a wonderful product but unfortunately just didn't work for me. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love this product! I live in the lowcountry where the humidity is no joke and this on-the-go product is perfect for touch-ups throughout the day.  Plus, it smells like a dream!  I use it in combination with an anti-humidity spray and it helps ensure my hair doesn't get too frizzy."
		},
		{
			"review_title": "Game changer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This product was a hit for me!! The only thing I had issue with was using it after I curled my hair, it took my curls right out. Any other hairstyle that had fly-aways, it was perfect for!  The scent was very reminiscent (to me) of VS-Love Spell, brought me back to the early aughts. Thank you Gloss Angeles Confidential for this opportunity."
		},
		{
			"review_title": "On the go must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "OMG it smells so good! It really does tame your hair. I love that I can just throw it in my purse and take it with me anywhere. It's super convenient for touch-ups on the go. The packaging is also really cute and practical. It was gifted by Daehair and I am so happy to have received it."
		},
		{
			"review_title": "love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have used this product for a few weeks and I highly recommend it! I live in Nebraska (where the summers are very humid) and have fine hair that reacts to humidity. This is a perfect product to use during the summer to tame fly aways and frizzy hair after I initially style. Some of the aspect of the product I loved are: 1.) I love the packaging - it is cute, easy to open and is in a flexible bottle so you can get the most out of the product - it small and you can easily carry it along throughout your day. 2.) The product smells great - very fruity!, 3.) The product is easy to use - the wand allows for the perfect amount of product to be used to the targeted areas of use. 4.) My hair was not weighed down by the product or looked greasy - I am always weary about using styling creams because of my fine hair, and this cream works great on my fine hair. 5.) It is long lasting! Fly aways do stay put. Overall, I will be repurchasing this product!  Thank you Gloss Angeles Confidential for this opportunity."
		},
		{
			"review_title": "A new way to tame flyaways",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I tested this product as part of Gloss Angeles Confidential several times and here's what happened. I have wavy to curly shoulder length hair. I have lots of baby hairs and flyaways - thanks to hair regrowth products like Nutrafol. So I'm always trying to tame those when I pull my hair back. I tried one of those wax sticks but didn't like the texture and felt it was too heavy. Then I tried Dae's new product. I've never used anything from Dae before. This cream with the wand is a great idea, and overall it works very well to tame those hairs that always stick up. It even holds longer strands in place and definitely gives you that slicked back shiny look. Also, the cream melts into my hair - never sticky or crunchy. I was hoping I could use it on the go for when I wear my hair down and it gets frizzy, but it didn't work to do that and in fact made my hair frizz more. The spoolie applicator is a fantastic way to get the product on - no mess! But some hair gets picked up in the brush and the brush deposits way more cream that I need or want. There's also a lot of product left on the brush even after I apply the cream. Overall I like this - easy to use, gets the job done and is a perfect size for travel or tossing in your handbag and nice scent. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Bye Bye Fly Aways!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am obsessed with this product! I love dae's OG styling cream but this is the icing on the cake for my stubborn baby hairs! I love the scent of this product! It smells like so yummy I almost want to eat it haha! I have appreciated that this product doesn't leave any residue my hair looks sleek and smells sweet! I wish the want had thinner bristles so I can use it to style my baby hair edges but other than that this product is a must for everyday or on the go! I'm taking it to Cancun this week and I just know it's gonna have me looking right!"
		},
		{
			"review_title": "It works!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved this taming wand! As someone with very fine, blonde hair, I am always skeptical of styling creams or gels that feel heavy. This was very lightweight and SO effective! I used it to tame baby hairs that are growing back in around my temple, and it looked so natural without feeling heavy or greasy. I love it!  And the smell is to die for. Seriously, I want everything I own/wear to smell like this cream does!  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really love the idea of this product. The wand is very easy to use, and it definitely helped to tame the little (ahem, gray) hairs that stick up out of my part. I have pretty fine hair, but those little hairs have a mind of their own. It was really convenient and portable -- I kept it in my purse to carry around with me while I was trying the product out.  The actual styling cream had a nice consistency but was just a bit too heavy for my hair type. While I know the fragrance of the product appeals to a lot of people, it just wasn't for me.  Overall, I might night repurchase, but I am definitely going to keep it at my desk to help tame my pesky frizz. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The packaging is perfect for keeping in your purse to touch-up flyaways throughout the day. I used this on both myself and my 8 y/o daughter to help keep our hair smooth. I love that it was greasy or leave a residue in my hair. The signature DAE smell is my favorite.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "As a person with wavy and always frizzy hair I always have flyaways. This Cactus Fruit 3-in-1 Styling Cream + Taming Wand has been so helpful since I’ve been using brow gels before I got it. It’s easy to carry around, perfectly fits in my pocket and takes little space in my purse. Would recommend everyone"
		},
		{
			"review_title": "Travels everywhere with me now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This was the product I didn’t know I needed until I saw it and now, I cannot live without it!  It is so handy to have to tame frizz and flyaways for a slicker and more polished look.  The taming wand applies the perfect amount product on my hair, so my style is contained but does not look greasy.  It is the perfect size to carry in my purse so I can reapply when needed.  I spent a few days on the beach, and it was perfect to reapply after my wet hair dried into a frizzy mess after swimming.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Great for fly aways when hair is pulled back!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I've had the opportunity to test this product for a few weeks now and really enjoyed it. However, it won't replace all my frizz taming products. I live in MN, so it's currently hot and humid as we're mid July, and I have a natural wave in my hair that is prone to frizz when the heat and humidity rises. During this time of year I tend to wear my hair pulled back a ton (just no point in heat styling for it to fall flat), and the styling cream makes slicking my hair back a breeze. The product comes with a large, fluffy spoolie to apply the cream and it makes it very easy and fast to lay down any baby hairs and frizz. The scent is light and fruity, but not strong and fades quickly. The package is also about the size of a lip balm tube so it's really easy to toss in your bag for touch ups. The cream itself dries down but still is soft and flexible and doesn't look or feel wet and/or crunchy, and I can easily brush through my hair later in the day. It also washed out super easily but did require washing after 2 days (which I do anyway). I also used this to smooth away frizz after heat styling my hair with a blowout and with loose waves with a curling iron. This product works well to tame frizz at the roots, but gets stuck in my curls, not making it ideal to tame frizz on my lower head of hair. I also wore my hair with my natural waves and really found this product incredibly difficult to try and apply. The spoolie kept getting stuck in any wave or kink in my hair. Overall I really liked this on days I was pulling my hair back, or wearing down in a blow out or curled, but found the application just did not work for texture in hair, which us why I gave a star off. I would repurchase but mainly for wearing my hair pulled back.   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "A must have for summer frizz!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I never thought I’d be able to attain the “clean girl” slicked back look because my hair is frizz central (thick + wavy), especially in the summertime. This product really does tame my frizz, is incredibly easy to apply, and smells amazing! Love that it doesn’t leave my hair feeling crunchy either. Takes a few tries to get the hang of, but overall, totally recommend this product and carry it in my purse for touch ups. Only complaint is sometimes my hair gets stuck in the spoolie but might just be user error. Otherwise, I’m a fan!"
		},
		{
			"review_title": "On the Go Must Have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this product for on the go touch ups!! After I use hairspray or another styling g product at home to tame fly aways- there is always a couple hairs the pop up when I get to where I’m going and the wand is super flexible and soft that it tames only the hairs I need it to. Occasionally a little blob will come out on the wand but it is super easy to pat in. I like how the cream doesn’t make my hair feel or look greasy and is still wearable the next day.   I have tried the styling cream in the regular packing and never found a way I liked to use it. The scent is nice and can be a little strong but the scent is not noticeable with the taming wand packaging because you are not using a lot.   This is a great product for taming a few fly aways after using other stronger products. I tried this as the main product to tame flyaways and at that point would be easier to use the product in the original packaging. When I used this before working out or in the wind my fly aways popped up so I wouldn’t say this is a ‘strong hold’ product. If there is not a lot of product on the wand or if you move the wand  in multiple directions it will get caught in your hair. I love the size and it easily fits in my bag!   Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Innovative and helpful new product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really like this product for my specific type of hair! I have fine hair but a good amount of it. It’s quite straight, and I use this product when I have a slick back look to tame flyaways. My favorite thing about this product is that it has none of the crunch or hard texture of other more wax’y or gel like products or sticks; it feels amazing on your scalp. It’s very easy to use and extremely travel friendly. The wand is flexible and quite large, which might be problematic for people with wavier or thicker hair, as it sometimes got caught in my flyways, but is also a benefit for me with a slicked back look for easy maintenance. What I didn’t like about the product was the very strong fruity scent, but it did dissipate quickly. I also didn’t love that when I tried to tame flyaways with my hair down, it took the texture and the wave out of my hair so I couldn’t keep it styled the way I wanted. In general, this is a great solution that I haven’t found on the market yet for my specific usage and I would purchase! Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This product was gifted by daehair. I'm using this product every morning to style my daughter's hair. Love it, love it, love!!! My love become so much easier after I got this styling product. It's easy to use and hold hair for a whole day!"
		},
		{
			"review_title": "A good supplemental frizz product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This required a very light touch to tame down flyaways. It seems primarily geared towards slick backs but I mainly wear my hair down and it did a good job of getting frizzies near the part down without weighing down. I used it on mostly clean, day one hair and it didn’t cause any greasiness for day two and on hair.   This works best for me as spot control for problem spots—it wouldn’t be enough to replace my normal anti-humidity and frizz creams. It does provide some extra care and is good for touch ups.   The scent is good—fruity and summery but also very strong.  It does seem a little pricey for the amount but a little has been going a long way.   I received this from Gloss Angeles Confidential. Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "Works great with fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I haven’t used anything like this before. I have fine straight hair and this takes care of all the little flyaway hair without weighing it down. Easy application with the wand, but it can catch on your hair while using. Very fruity smell, pleasant but initially strong if you’re fragrance sensitive . Thank you GLOSS ANGELES CONFIDENTIAL for this opportunity!"
		},
		{
			"review_title": "Must have when styling hair up",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love the way this smells, similar to my other DAE products. It is strong so if you’re sensitive to strong smells this might not be for you. The applicator wand is perfect for When you’re styling your hair pulled back. I used this one hot summer days and HUMID days. I will say, I have very frizzy hair and it did not work as great on the super humid days, my wax stick worked better. However, for just a hot day when you’re pulling your hair back and want to tame those little baby hairs, this is PERFECT. I will definitely be purchasing once I run out.  Thank you Gloss Angeles Confidential for this opportunity!"
		},
		{
			"review_title": "THIS WORKS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I’m obsessed. I was hesitant to buy it cause of the price but BEST decision ever. Brushing my daughter’s hair has never been easier. THIS REALLY WORKS. It detangles her hair instantly"
		},
		{
			"review_title": "Perfect for on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I really enjoyed this product! It was so east to apply thanks to the great wand! I love that I can easily through it in my bag to take with me on the go, I know I’ll be using this so much before the gym to help keep hair out of my face. It also smells so good, to me it smells like a fruity creamsicle! Gifted by Dae hair"
		},
		{
			"review_title": "so goo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely love this cactus fruit styling cream by Dae Hair. It works instantly and helps with any fly always. It also smells incredible just like all Dae products. Overall the cutest product to throw in your bag. Gifted by Daehair"
		},
		{
			"review_title": "Absolutely amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This stuff smells SO good! I can’t get over it, I’m obsessed with the smell, I want to apply it multiple times a day, but I don’t even need to because it lasts so long! I love how easy it is to use, it’s like a tube of mascara! So convenient. It’s always in my bag. Offered by daehair"
		},
		{
			"review_title": "Love!!! Carry it with me everywhere",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m a hugeeee fan of dae! I got the honor to try out the cactus Fruit 3-in-1 styling cream + talking wand. It works amazing and I carry it with me at all times! It’s perfect for fly aways and it holds all day. Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This tool is fantastic for taming stray hair and making my baby hairs look amazing! With my hair prone to frizz in the summer heat, it's the perfect way to effortlessly smooth it back. Generously provided by Dae Hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This is so handy for specific hairstyles I need to do! I love DAE products and all the cool things they come with. Definitely have been using and loving this. It also is great to keep in the car or purse too. I was gifted by DAE to review"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m so glad to know that I’m not the only one who cannot stand the little flyaways that stick up out of nowhere. I always try to fix them, but it never lasts. This stuff is seriously a game changer! i love how easy it is to use as well as how amazing it works! Gifted by daehair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great taming wand that really helped with my fly away. Would recommend if you like looking polished. I think it’s a fair price. Would highly recommend if you have lots of baby hairs that always get in your face. Gifted by date hair."
		},
		{
			"review_title": "Keeps the flyaways away!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Calling all slick back girlies! Let me just say I am a huge fan of this new dae product. I’m a girl that constantly wears her hair up, and wants to keep all the flyaways away for the most stunning look. This product did just the trick in keeping the baby hairs out of my face with such an easy application! gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The dae Cactus Fruit 3-in-1 Styling Cream + Taming Wand is ideal for achieving sleek, pulled-back styles. It instantly tames and manages frizz and flyaways effortlessly. The wand ensures easy and precise application. Gifted by dae."
		},
		{
			"review_title": "easy everyday frizz tamer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have the craziest fly aways and am always looking for products to tame them especially in the summer. The Dae wand is so easy to use and smells amazing. It has light to medium hold, so good for more natural days, but it also doesn't leave my hair feeling sticky or crunchy. gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Cactus Fruit 3-in-1 Styling Cream + Taming Wand from Dae is my new go-to for effortless hair touch-ups. Its built-in wand slicks back flyaways, smooths out frizz, and perfectly styles edges with just a swipe. The citrus-infused scent adds a refreshing touch, making every use feel like a sunny summer day. Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Oh yeah, this is what my hair needed. It is so good. I loved this brand and definitely am so excited to have this product and use it almost every day. Definitely pick this up next time you’re at Sephora store. Gifted by darhair"
		},
		{
			"review_title": "Must have on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I absolutely loved this product!! It made my slick back absolutely perfect - I like using it without gel before for a more natural look too! The application was so easy and it smells great. I like how I can do touch ups on the go with this! Gifted by daehair."
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "great tool to smooth back stray hair and make my slick back bun looks so good! I have fine thin hair and my hair gets frizzy so easily so this is such a great tool to easily slick back more, especially on the go. Gifted by Dae Hair"
		},
		{
			"review_title": "a new fave from dae!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "i recently tried out the Cactus Fruit 3-in-1 Styling Cream + Taming Wand and let me tell you, it’s a game-changer for my hair routine. application? super easy. just swipe the wand over any flyaways or frizz and bam! instant sleekness. i love how it’s designed for on-the-go touch-ups, perfect for my busy schedule. let’s talk scent. oh my gosh, it’s amazing. Dae nailed it with this citrusy vibe mixed with hints of orange blossom and vanilla. it’s like a summer day in a bottle—fresh and uplifting. and can we talk about the wand itself? loved it. it’s so handy and precise, which is exactly what i need when i’m trying to smooth things out quickly. overall, i’m seriously loving this product. if you’re looking for something to keep your hair looking sleek and frizz-free with minimal effort, this is it. definitely adding this to my daily routine! complimentary from daehair! thank you so much angels!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this new product complimentary from Dae Hair. It’s so compact and great for taking on the go to help with split ends, flyaways, and frizz. I love keeping it in my purse and it has come in clutch during the hot summer heat!"
		},
		{
			"review_title": "So easy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Love this! The wand makes it so easy to apply the product, it feels lightweight and smells amazing. It creates such a flawless and smooth look with any hairstyle. Easy to use on the go as well for touchups. Gifted by Dae Hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "(gifted by dae hair) i already loved the cactus fruit styling cream and now i’m stoked to have it on the go with a wand! my sideburns can be a bit unruly and i love slicking them back with this perfectly sized spoolie. it’s the same hydrating and smoothing performance with even easier application <3 must-have for summer humidity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Now I need to take this one in my bag to go with me! So cute and functional. It keeps my baby hairs and flyaways in check. It makes me feel more put together. I received this product complimentary from Dae."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I received the cactus fruit 3 in 1 styling cream and taming from dae hair a while ago and absolutely love how it keeps my hair slicked back and my flyaways down so that my hair looks amazing all day long!"
		},
		{
			"review_title": "So Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is honestly such an amazing and innovating product especially when you’re on the go because of how easy the application is and how it holds all my flyaways down!!! It’s amazing and lasting, I’m obsessed!!! Offered by daehair"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "I was gifted by DAE. I love the idea of this product. Being able to keep it with you and use it on the go is amazing. I love the scent of it as well and the fact that it doesn’t feel all sticky. It’s also buildable without residue. I absolutely love it for what it is but my hair is thicker and it didn’t completely work for me."
		},
		{
			"review_title": "IM OBSESSED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "AMAZING product! Dae never dissapoints and they defiantly didn’t miss with this! I usually use a toothbrush with hair gel to set my hair, but will no longer have to thanks to this product! I’m obsessed. Gifted by daehair."
		},
		{
			"review_title": "Hair styling cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells so good and slick back my baby hairs so easily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am a sucker for multi usage products that can be used for a. Few things so my makeup bag isn’t so full! This product is amazing!! I love it so much and it’s truly such a game changer!! I highly recommend this!!offered by daehair"
		},
		{
			"review_title": "GREAT PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This has really helped tame my flyaways! I love the wand and how easy it is to use especially because I’m always on the go! Easy scent and I love it too. The product doesn’t leave my hair crunchy and that’s a big plus for me. GiftedbyDae"
		},
		{
			"review_title": "LOVE THIS PRODUCT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This product is amazing! I love all dae hair products! This is perfect for on the go styles! It helps me not have silly little fly away! I love achieving the slick back hairstyle! I absolutely love everything by dae hair!"
		},
		{
			"review_title": "New fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My new best friend! Loving Daes styling cream / taming wand! Perfect purse companion, easy to apply and tames my fly aways in floridas super thick humid days. My hair has never looked better. Gifted by dae"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "Flyaways and frizz are two of my biggest issues with hair so I was really eager to get my hands on this new product. It's incredibly easy to use, super quick, and effortless. The wand is really wonderful and I love the scent. Gifted by dae"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This new product is so good, it left my baby hair in place all day and I have 3b curly hair and it didn’t move at all!! I am amazed with this new product. It’s a definitely 10 out of 10!! Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Love how easy this is to throw in my purse for when my hair gets crazy! I get flyaways pretty bad at the top of my head and this smoothes them down quickly with the large wand brush. The scent is so summertime!! gifted by daehair"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Boy it gives a different kind of adrenaline rush to try out unreleased products. Dae hair newly launched this taming wand to fix those unruly baby hairs, and me being a static monster, is loving it way too much, the taming wand is just like how a mascara wand would be but bigger and fluffier. The formula is transparent on your hairs and smells divine, I feel like a goddess"
		},
		{
			"review_title": "My go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I was gifted by daehair to try this product and I am obsessed! The packaging is perfect for on-the-go touch-ups, and compact enough to fit in pretty much every bag. My hair can get pretty frizzy and greasy during the day, especially in summertime, so this has been the best go-to!!"
		},
		{
			"review_title": "tight iconic queen moment hair due",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I  am beyond obssed with this it works so insanely well to tame that frizz girl. this is the perfect slick back girly look. if you wanna have that tight iconic queen moment hair due this is the way to achieve it. Thank you, Daehair, for gifting this to me!gifted by daehair"
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have curly hair and frizzy hair and im always on the hunt for products that tame my frizz. i am loving this especially because it’s so convenient on the go. It keeps my strays tame and it keeps my updo style sleek. Gifted by Daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This thing comes on so handy. It's especially useful in the heat wave we've been having. It completely tames my frizzy fly aways. Made my hair look neat and not like a fizzy mess. Even used it to make my baby hairs look cute."
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "LOVE LOVE LOVE!! I will be using this everyday! I have so many fly aways and this is the perfect thing to help that! I also dye my hair and have breakage so this helps that too. I would definitely recommend and will be repurchasing! Gifted by daehair"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this totally helped tame my frizz and fly aways. I love to put my hair in a claw clip but I have cowlicks and crazy fly aways and this totally helped calm them down and push them down with the rest of my hair. gifted by"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "I was super excited to try this new styling cream/taming wand and it definitely did not disappoint. I love how travel friendly the size is so you can throw it in your purse and take it on the go works for slick back buns or I have super curly frizzy hair and helps maintain the frizz of my curly hair. Gifted by daehair"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "Complimentary from DaeHair. This styling cream is a staple of mine and I love it for sleek up dos, pony tails and braids. I am obsessed with the cream being available in this form. It is great for when you're in a hurry, out of the house and need a touch up, or you don't need a lot of product."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I rely on these little gel brushes to help keep my hair slicked back all day. I love to keep this little brush in my purse or in my car for on the go touchups because there’s always one or two stray hairs that get away and this helps keep them locked down throughout the day. Offered by dae"
		},
		{
			"review_title": "love jt",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "gifted by dae haircare  I absolutely love this product. I was trying to find something like this and a lot of Japanese brands have it and if someone has random strands I always find out in my hair, this is an amazing way to tame it. I was a very long straight hair, so this is amazing for my fly aways and my cowlick, and I will purchase this again."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was recently gifted by daehair The cactus fruit styling and taming wand is such an innovation product. It has helped to tame my flyaways and frizz when wearing my hair down or up in a pony tail. I would definitely recommend this for all hair types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love using this for my hair flyaways, my hair is always frizzy and messy with baby hairs and this helps alot"
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted by day hair care and exchange for my honest review of the cactus fruit, three and one styling cream and taming Sply. This product is so amazing. I love how it works on my hair to keep it flat and intact."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a game-changer for my hair routine. The best part? It smells absolutely amazing—like a fresh, tropical paradise, I absolutely love all of Dae’s hair products scent. The cream itself is lightweight, providing just the right amount of hold and hydration without weighing my hair down. The taming wand is perfect for smoothing flyaways on the go, making my hair look effortlessly polished. I love how this product not only makes my hair look great but also leaves it smelling amazing all day long! Gifted by Daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "Wow this new product is truly a necessity for these hot summer months. This makes doing the slick back look even easier and better looking being able to get more precise with it. I love this product a lot. Gifted by dae hair"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "It really helps control my frizz and gives me that snatched sleek look, absolutely love! My only problem is I wish it was bigger! I use it everyday but I guess im just going have to get some backups. Please do a jumbo size and make this girl very happy! *offered by daehair*"
		},
		{
			"review_title": "Obsessed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Ok so I absolutely LOVE this styling cream with a wand!! It makes it so convenient that I can literally just toss it in my purse and take it on the go if I need touch-ups! My hair can get so frizzy especially in the summer humidity and this cream + wand has done everything to keep my frizz away! It's super easy to apply, it smooths down my frizz and it smells incredible..divine even, seriously..It has to be the best smelling hair product out there! And the scent stays in my hair! I cannot recommend this enough, I will re-buy this every single time I run out! Gifted by Dae Hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I was gifted by dae for an honest review! If you are a fan of the styling cream (like I am!!) you will love this! It is perfect to throw in your bag even and use for touch ups! Just swipe and go that simple! It smells SO good too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "DAE hair came with best product I have ever wanted it. Cactus fruit 3 in 1 styling cream plus taming wand is such great product. It styles very well. And it is so easy to use. It’s my favorite product to carry in my everyday bag. “Gifted by daehair”"
		},
		{
			"review_title": "a need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is such a necessity!! I love using it for slick back hairstyles because it is amazing at taming and keeping back flyaways. The wand is big enough and perfect for smoothing back hair, and the scent is amazing. The packaging is also perfect for on the go use. This was gifted by Dae in exchange for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Oh my gosh dae’s hair products never disappoint. This product is so freaking clutch for on the go fly aways when trying to achieve a slicked back look. It’s so convenient and practical and easy to use and store! Offered by dae hair"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I was gifted by daehair in exchange for my honest review. This product is GameChanger. I suffer through flyaway hair all the time and this has been my go to product to counter it. It’s a very useful products, and I highly recommend if you have frizzy or flyaways."
		},
		{
			"review_title": "Loving this new product for a slick back bun",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is a game changer if you have frizzy hair like me but want the Brooke Schofield slick back! The cream is lightweight and doesn’t make my hair feel greasy at all. The taming wand is super handy for quick touch-ups and makes application really easy. It keeps my hair smooth and frizz-free all day. Great for keeping my hair looking neat and stylish with minimal effort. Gifted by daehair, thanks!"
		},
		{
			"review_title": "Great for Curls!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Better than expected. I expected this product would be great for a slicked back look but had no idea how amazing it would be for my curls. I mix this with some water in my hands when I am scrunching my curls day of wash or days after"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I really like this product so far. it sticks back all of my fly aways and makes my hair styles come together. i have been looking for a product like this for a while. gifted by dae and absolutely love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "love love love this product! I absolutely love their styling cream, so I am so happy they made it into an easier styling product! I love how easily this goes on to slick my hair back now! gifted by dae hair!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "OMG!! I am so excited that DAE came out with a new product. Their last drop smells so good and this one is a new scent! I feel dae is so underrated, love them and their customer service! Thank you so much. Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I’ve been wearing my hair in a pony tail lately and this has been a game changer at taking my post partum hair. This holds really well when I’m working out at the gym and on long days in the office. Love the applicator! This was gifted by dae hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i love this so much i am a dancer and always doing slick back buns it sucks whenever there’s little flyaways and you have to whip out the whole can of hairspray with this i don’t have to and it’s so convenient i 100% recommend this to dancer or anyone who does slick backs gifted by daehair"
		},
		{
			"review_title": "Flyaway Control To Go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have highlighted hair that I try to keep healthy, yet I still get what I call the “blonde Mohawk” of flyaways at my roots.  I don’t have anything I can use on the fly - until now.  This is the best portable solution that fixes my fluff.  Plus I can style a sexy, sleek ponytail with this.   *chef’s kiss*  Gifted by DaeHair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the product I’ve been looking for!!! I love a big beautiful blowout with Velcro rollers but the flyaways drive me crazy! This product solves my problem. You can easily tame the pieces you want without it weighing your hair down! Gifted by daehair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by DAE. This is such a handy product and it’s so cute since it looks like the styling cream. It’s basically a hair mascara and very lightweight and doesn’t leave my hair feeling gross! Recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I am obsessed with this new product by dae! It helps to tame my flyaways and perfect my hair look on the go. I also love the scent, so fresh and fruity. So innovative! I highly recommend this product!!"
		},
		{
			"review_title": "SLICK. SMOOTH. STYLE. – A Game Changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently tried the Cactus Fruit 3-in-1 Styling Cream, and it has become my go-to for sleek, polished hair. The built-in taming wand makes it incredibly easy to smooth out any flyaways and achieve a perfect slick-back style on the go. The cream's warm, citrusy fragrance, with notes of orange blossom and vanilla, is absolutely delightful and brings a touch of summer to my hair routine. It's versatile, effective, and smells amazing—highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Okay game changer to be able to add this to my bag on the go! I love how easy it is to use to tame my flyaways and i love the 3-in-1 cactus cream to help with my frizz and curls so this is perfect for a slick back bun style and also to have for touch ups. gifted by daehair"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’ve used products from DAE before and always hoped they would create something that is more on the go for my small flyaways and this is it! I go to yoga classes and slick my hair back and this is perfect for it. I received the product for free offered by daehair"
		},
		{
			"review_title": "Hair Slay!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I’m obsessed with dae! so when I saw they were coming out with a taming wand I screamed! The scent and formula is magical! This is the perfect product for my girls that wanna wear a slick back bun or pony tail! Dae you did an amazing job on this!gifted by daehair!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This styling cream is so great for on the go. When I’m doing a slick back I just keep this in my bag if I need a refresh. Also great when you’re out and then want to put your hair up. Smells so amazing as well. Gifted by daehair"
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is exactly what I’ve been looking for!! Especially in the summer when my fly aways are crazy. These perfectly set them down. It’s easy and amazing that I can take it with me on the go. This will be a permanent product in my bag Gifted by Daehair"
		},
		{
			"review_title": "The best frizz wand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Obsessed is an understatement when it comes to DAEs new cactus fruit, three and one styling cream and taming wand. This is great for on the go and you noticed in the car mirror that you have some frizzies for your slick back ponytail. It also smells amazing. Love love this product so much. Offered by daehair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Cactus Fruit 3-in-1 Styling Cream + Taming Wand complimentary from Dae. This wand has been great for taming my flyaways and smoothing out my hair, especially when I wear it up in a bun."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "does exactly what it’s marketed as and smells so good!"
		},
		{
			"review_title": "Great for greasy hair days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "After always fighting with slicked back looks this was an absolute lifesaver. The tube is pretty big too so it’s worth the price, and a little bit goes a long way. My baby hairs stay completely down even when it’s hot and humid. Plus the smell is amazing"
		},
		{
			"review_title": "greasy and dandruff",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After using this product i tryed to put my hair in a slick back but didn't work. I bought this product to make help with my flyaways... which did for 5 minutes but then they stuck right up again. Also it looks like your hair was just drenched in grease. I also hade NO dandruff before i put this product in my hair but how I have dandruff all over the top of my head. I was so excited for this product but now i see that it is a disappointment. DO NOT BUY THIS PRODUCT"
		},
		{
			"review_title": "Sticky!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Left a sticky residue on my hair, even when using a small amount. I have long straight hair. This product is not for me."
		},
		{
			"review_title": "Perfect for slick backs and blowouts!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product is amazing!!! It is so versatile! It’s the only product I use for slick back buns/pony tails/claw clips and it is a must in my pre blow out line up. Highly highly highly recommend!! I think I am on my 5th bottle and will always repurchase."
		},
		{
			"review_title": "Clean and Not Greasy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Dar Styling Cream is just what I needed when putting my daughter’s hair up to prevent flyaways. The result is a clean, slick look, and not at all greasy."
		},
		{
			"review_title": "SLICK BACK WHO???",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely LOVE this styling cream. I put some in my thick wavy hair and use a horse hair brush and it works ten times better than hairspray for slick backs! I will continue to purchase."
		},
		{
			"review_title": "Pleasantly surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Typically higher rates products on here are hit or miss, no guarantees. This actually does what it says and is very light. I use in my daughter as well. Will repurchase."
		},
		{
			"review_title": "Great for taming fly-aways!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got a mini version of this from the rewards bazaar and was so impressed i got the full version. I have some bleach damage and this helps me “slick down” my shorter hairs without looking greasy! surprisingly strong hold!  I was worried that the scent would be too strong for me, but it is pretty light and inn"
		},
		{
			"review_title": "Must have for children",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
			"review_text": "Love the smell and it last along the day, doesn’t damage the hair"
		},
		{
			"review_title": "Perfect for natural curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Ever since I cute my hair I have lost my natural curl but as soon as I tried this it brought them back! I love this product! 10/10 recommend for your curls!"
		},
		{
			"review_title": "Wavy-curly hair peeps this is the one. 3A-3B.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Expensive? Yes. Are you worth it? Yes. It smells delicious & leaves your hair lighter-and hydrated. Love you can use it as a heat protector too! Buy her. 😁"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a must-have for slick backs or curls. Works just as well for both. Smells amazing!"
		},
		{
			"review_title": "Surprisingly Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Very surprised. I have coily hair and I was thinking that I would need to add my curl gel on top to bring my curls out more. I was so wrong. This cream brought out my curls beautifully. I didn't have to add to it, and the scent doesn't give me a headache. Highly recommend."
		},
		{
			"review_title": "Mixed feelings",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I bought this after hearing good things about it, I like it but it has a SUPER strong scent and gives my hair a waxy feel.i need to test it out more but the smell is so overwhelming I don’t like using it.it does have a super strong hold that lasts all day"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This just completed my everyday look. I love a good slick back and when I got this it was a game changer. I use this for a good slick look, sports, and even if my hair is not as fresh and I need to put it up. Love it!"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "SOO good!!! i even use it for high pony’s for cheer and it keeps my hair up"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "LOVE LOVE LOVE THIS PRODUCT!!! it makes slick backs so much easier and smoother! i was totally against slickbacks untill i got this cream and the dae brush. im such a slickback girlie now bc of those 2 peoducts"
		},
		{
			"review_title": "Overrated , does nothing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I was excited to try this product, but I think its overrated. The smell is nice, but maybe too strong for some people. I wanted to do a sleek ponitail the product didnt work, it doesnt fix hair. baby"
		},
		{
			"review_title": "Must buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I use this and the hair oil together. It helps my frizzy wavy hair into soft, bouncy, silk curls. I don’t have to use heat on my hair whatsoever!"
		},
		{
			"review_title": "Good for slick backs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair",
			"review_text": "I loved the results on this product, but i do have to say once it drys, your hair gets hard, not like crunchy hard though. smells nice and you can’t put a lot in one spot cause it won’t blend out."
		},
		{
			"review_title": "STAPLE PRODUCT!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Smells so good, works so nice, defines my curls- def pair with the mirage mist from dae"
		},
		{
			"review_title": "No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "DONT GET!! Made my hair gunky and crusty! It made my hair sticky and hard after using it on dry hair and then I tried it with my hair wet and saw NO DIFFERENCE! The smell also gave me a headache"
		}
	]
}