{
    "product_id": "190",
    "name": "Fragrance Discovery Set",
    "brand": "By Rosie Jane",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 33.0,
    "about": "This set is perfect place to start - try our 7 CLEAN PERFUMES that smell good, like really really good. Made with safe, non-toxic ingredients and designed for everyday. Ageless, genderless, functional and beautiful...About the Fragrance: All By Rosie Jane fragrances are hand made with love in Los Angeles. This set has a little something for everyone. Fresh, floral, fruity, woody and of course sweet. By Rosie Jane is a pioneer of clean fragrance. u201cMy beauty philosophy is to create products and perfumes that resonate with people lives. That they can live their lives in. Functional and beautiful, simple and ageless, Products that add some ease and occasion to the everydayu201d ~Rosie Jane Johnston..This Set Contains:.-LEILA LOU / pear, fresh cut grass + jasmine -ROSIE / nude musk + soft rose -DULCE / vanilla, hinoki wood + nude musk -JAMES / fig, amber + gardenia -LAKE / vanilla, sandalwood + neroli -MADIE / sea spray, coconut + vanilla -DYLAN / cedar, frankincense + white musk..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Dylan Eau de Parfum:.Cane Sugar Alcohol, Distilled Water, Methyl Furfural, Boswellia Carterii (Olibanum) Oil, Dihydro Pentamethylindanone, 3-P-Cumenyl Propionaldehyde, Hydroxycitronellal, Ethylene Dodecannedioate, Ambrettolide, Cedrol Methyl Ether, Tetrahydro-Methyl-(Methylpropyl)-Pyran-4-Ol, Dimethylcyclohexylethoxy Isobutylpropanoate, Ambroxan, Juniperus Virginiana (Cedar) Wood Oil, Iso E Super, Dipropylene Glycol, Ethylene Brassylate...Lake Eau de Parfum:.Methyl Dihydroxy-Dimethylbenzoate, 5-Methyl-Alpha-Ionone, Geranyl Acetate, Ethyl Vanillin, Citrus Aurantium Dulcis (Orange) Peel Oil, Abies Sibirica (Fir Needle) Oil, Ethyl Trimethyl Cyclopentene Butenol, Ambroxan, Linalyl Acetate, Citrus Limon (Lemon) Peel Oil, Ethylene Brassylate, Iso E Super, Isopropyl Myristate, Caprylic/Capric Triglyceride...Madie Eau de Parfum:.Cane Sugar Alcohol, Distilled Water, Amyl Cinnamal, Benzyl Acetate, Citronellol, Ethylene Brassylate, Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Camphor, Dipropylene Glycol, Ethyl 2,2-Dimethyhydrocinnamal (Ozone Propanal), Eugenia Caryophyllus (Clove) Oil, Geranyl Acetate, Hydroxycitronellal, Isopropyl Myristate, Lavandula Oil, Linalool, Linalyl Acetate, Methyl Anthranilate, Methyl Dihydroxy-Dimethybenzoate (Atraric Acid/Veramoss), Methylbenzodixepinone, Methylcyclopentadecenone (Delta-Muscenone), Methylenedioxyphenyl Methylpropanal (Ocean Propanal), Phenethyl Alcohol, Terpineol Alpha, Tetrahydro-Methylpropyl)-Pyran-4-Ol...James Eau de Parfum:.3 Hexenyl Benzoate, 3-Hexenol, Ambrettolide, Ambroxan, Benzyl Acetate, Cedrol Methyl Ether, Citrus Nobilis (Mandarin Orange) Peel Oil, Coumarin, Cyclamen Aldehyde, Dipropylene Glycol, Ethyl Benzoate, Ethylene Brassylate, Gamma Octalactone, Hedione (Methyl Dihydrojasmonate), Hyacinth Essential Oil, Indole Pure, Iso E Super, Isoeugenol, Jasmal, Linalool, Linalyl Acetate, Methlybenzyl Acetate, Methyl Benzoate, Methyl Iso Eugenol, Triplal, Vanillin...Leila Lou Eau de Parfum:.Organic Cane Sugar Alcohol, Distilled Water, Amyl Cinnamal, Benzyl Acetate, Cis-3-Hexenyl Salicylate, Dipropylene Glycol, Ethylene Brassylate, Geraniol, Geranyl Acetate, Citrus Paradisi (Grapefruit) Oil, Hexenyl Acetate, Hexyl Acetate, Chamomile Essential Oil, Ethyl Linalool, Hedione (Methyl Dihydrojasmonate), Terpineol Allergens: Citronellol, Geraniol, Hydroxycitronellal, Limonene D, Linalool...Rosie Eau de Parfum:.Organic Cane Sugar Alcohol And Distilled Water, Ambrettolide, Ambroxan, Dipropylene Glycol, Ethylene Brassylate...Dulce Eau de Parfum:.Organic Sugar Cane Alcohol, Organic Caprylic/Capric Triglycerides, Dioctyl Adipate, Dipropylene Glycol, Vanillin, Methyl Hydrogenated Rosinate, Ethyl Vanillin, 4-Tert-Butylcyclohexyl Acetate, Octahydrocoumarin, Myroxylon Pereira (Balsam Peru) Oil, Ethyl Hydroxypyrone, Gamma-Nonalactone, Ethoxy-P-Cresol, Butyl Butyrolactate, Anisaldehyde, Ambrettolide, Iso E Super, Ethylene Brassylate, Benzyl Benzoate, Benzyl Cinnamate, Coumarin...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Each vial contains at least four wears, so you'll get plenty of time to test drive these perfumes in your real life. .-Spritz all over. .-Avoid rubbing or dabbing, as this breaks down the fragrance..-Apply to well-moisturized skin to help extend fragrance....We work hard, so you donu2019t have too!  ALL by Rosie Jane packaging is recyclable..How to be a cool human:.- Remove pump and sprayer from our bottles, rinse and throw into your home recycle bin..- Our boxes too!!",
    "num_reviews": 187,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/discovery-set-P503667?skuId=2614998&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2614998-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Meh, they're ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this sample set because I wanted to try a new brand and find a new signature fragrance (I currently use Nest Balinese Coconut). I didn't love any of the scents unfortunately, but I liked Rosie and I really liked a sample of Missy that was included with the set. All the other scents just missed the mark for me and were either too strong, too light or we're a weird combo of scents that I wouldn't put together. Maybe these just weren't for me which is sad bc I wanted to love these scents!"
        },
        {
            "review_title": "Returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Nothing smelled good. Even the vanilla smelled gross. Like vanilla dreams/ ck1 gross."
        },
        {
            "review_title": "Migraine Inducers",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was so hopeful that this by Rosie Jane Discovery Set would help me find my new signature scent, but unfortunately each one I tried sent me into a migraine by the end of the day."
        },
        {
            "review_title": "Great Set, Found a Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "My very first fragrance discovery kit, and I am so glad I made the purchase. Almost every sample was lovely. I'm just not a fan of beachy, sunscreen, and salt perfumes. Madie is along those lines and not for me. My favorite is Dulce... cozy, fresh, and sweet. Someone close to me said Rosie smells like me. I adore rose, amber, and musk but sometimes the musk doesn't love me... and this is just shy of that mark... enough to not buy it. Dulce, however, is one I'll buy in full bottle and travel spray... maybe oil too!"
        },
        {
            "review_title": "triggers migraines/allergies just like the others",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I read tons of reviews and have been trying to experiment more with clean fragrances after trying Not a Perfume and not having an allergic reaction. I don't understand how anyone could compare this to an essential oil perfume. This isn't that at all. These each triggered that immediate tickle in my throat and migraine activity that all regular perfumes do and has that chemical smell about it. Not a good one for me. Will stick with Not a Perfume or the Commodity brand..."
        },
        {
            "review_title": "Don't spend your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "These are more like essential oils and they smell like gasoline."
        },
        {
            "review_title": "My new favorite line of clean perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have now tried at least seven different clean perfume companies, and Rosie Jane tops the list! This discovery set is just amazing. Dulce is the single best vanilla scent I've found - a creamy caramel vanilla that somehow also manages to smell fresh. For a clean perfume, it lasts a long time on me (I can still faintly smell the next morning). I also love Lake, which is a softer, more mysterious vanilla. With the exception of Dylan, I even admire the scents that aren't for me and can see why people love Leila Lou, James, and Rosie. (Note that Rosie has a very faint smell - it's beautiful, but close to zero projection on me.) Buy this set! There is something for everyone!"
        },
        {
            "review_title": "they all smell incredible!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "bought this and loved it!! all of the scents smell heavenly and rosie is my fav one. but one thing about this set that i disliked is the fact that it is sooo expensive, but the products are still great."
        },
        {
            "review_title": "This brand is good for very light everyday scents",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This brand is good for more natural, lighter every-day scents.  Dulce does have a vanilla ice cream scent but it fades very quickly to just about a skin scent.  I imagine if you want something for the office then these may all be good contenders. But the longevity won't get you through an 8 hour shift...  so for what they are they're pleasant, but I don't think they're worth the pricetag because of the longevity.  There is nothing ground-breaking here.  You can find VERY similar fragrances from other brands.  But sometimes I want something boring and light.  I still think there's better options out there.  Plus 1 of the sprayers didn't work (I've smelled it before but wanted to give it a full wear test).  The one I wanted to try most too of course!"
        },
        {
            "review_title": "Try and Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These scents are lovely and such a fun way to find your new fragrance. Try it and buy it for sure"
        },
        {
            "review_title": "Would not recommend the brand",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This was such a disappointment. The scents I did like disappeared almost immediately. I honestly hated most of the scents however. Also, the spray stayed super oily on my skin and did not dry."
        },
        {
            "review_title": "love...but where is angie?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "i love this discovery kit and the range of fragrances included. i quickly used up rosie and madie! i just wish angie was included in this set as well!!"
        },
        {
            "review_title": "Light, youthful but not juvenile, everyday scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I loved all of these except Maddie and Dulce which were a bit strong and leaned juvenile for me. All the others were very approachable, everyday, fresh scents that I loved. Dylan was my favorite and I purchased her in full size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My sense of smell is very keen and Iu2019ve always struggled with finding good scents I like. I am pleasantly surprised with how versatile, simple, yet enticing this set is!! Very satisfied!"
        },
        {
            "review_title": "Definitely not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love the original Rosie Jane scent, so I was excited to try more from their line. But the rest of these are terrible and I donu2019t say that lightly. I donu2019t even know how to describe them, aside from the cheapest old lady perfume you can think of. Like those nasty 1980u2019s bath pearls."
        },
        {
            "review_title": "Great purchase for variety or trying something new",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "These are almost all great scents. I dislike Madie. Mine smells stale and musty. The others, I adore, all winners. This is a great value of you want to try this brand to pick out one to purchase or just want an assortment to vary up your scent wardrobe a bit. A lot of these scents have very strong nostalgic-connections for me and I don't know if that's intentional by the brand or not, to try and hit those memorable notes, but I enjoy it personally."
        },
        {
            "review_title": "THE SET TO GET WHEN TRYING TO FIND A NEE PERFUME",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I bought a lot of sampler sets from Sephora and ulta trying to find a new perfume that is both musky and fresh and this set is the most satisfying by far. 4 out of 7 I liked a lot."
        },
        {
            "review_title": "smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this because I want to smell the perfumes before buying the bigger one. This one is also easy to put in the bag if traveling. The only problem is that it only lasts for a while. But overall, it is a good purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "When I received this one of the vials had leaked all over. Customer service imediately shipped out a new set with no questions asked! I enjoy most of the scents, I think the variety is great and anyone can fine at least half of the scents their style. Plus being a clean product is nice! The packaging inside that holds the vials and lists the scent is nice:)"
        },
        {
            "review_title": "Rosie is the best one but it doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great way to try. I love Rosie but it has zero staying power unless you layer all the products like the milk, roller, oil etc. Dulce is a basic vanilla good for layering.  Leila Lou is a basic bright fresh pear scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this set! I feel like I need to buy a big bottle for each. My favorites are Dulce, Rosie, and Lake!!! So fresh and perfect for everyday. Definitely on a less intense side which I personally like. u2764ufe0f"
        },
        {
            "review_title": "Must try before you buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love that you can try each one of the Rosie Jane Fragrances on before you commit to a whole bottle. My absolute favorite is the Rosie Fragrances. It such a light clean pretty smell."
        },
        {
            "review_title": "Some of the best clean fragrances I've tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "These all smell incredible! The only scent I didn't absolutely love is Dylan. Other than that, I plan on buying the full size bottles, AND body oil/milk of ALL of them. They are youthful scents, but not immature. I'm in LOVE."
        },
        {
            "review_title": "Good Kit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The only two I enjoyed were Rosie which I already have a full bottle of and Dylan and I feel because is close to Rosie DNA.  The rest just werenu2019t my cup of tea. But awesome way to test everything before committing"
        },
        {
            "review_title": "Itu2019s an okay item",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Great if you are trying to see which one you like but I honestly only like 2 or 3 of them"
        },
        {
            "review_title": "Nice but not that interesting or special",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The only scent that I really liked was LAKE (light vanilla w/ a hint of citrus) but all the others were pretty boring. However, LEILA LOU did give me a headache because it had such a strong kind of artificial pear that didnu2019t pair well with the u201cjasmineu201d"
        },
        {
            "review_title": "Simple, Casual, Clean Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This house is best suited for those interested in simple, casual fragrances. If you want depth & complexity, you may be disappointed. I live in a very hot desert climate, so simple notes are what I lean to in the summer. These are my personal experiences, from least to favorite.  Madie - One of the longest-lasting scents. A salty jasmine scent w/ a hint of vanilla/coconut. The jasmine was way too strong for me. If you like jasmine & want a beachy scent, this is a great try. Did not have a sunscreen smell to it either, which I prefer.  Dulce - Smells like a burning vanilla candle from Bath & Body Works. Personally, there is something about the vanilla BRJ uses that I don't care for. I enjoy the vanilla Kayali uses, but the vanilla in BRJ is meh for me.  Lake - Vanilla neroli w/light sandalwood. Again, the vanilla is strong in this scent and I do not care for BRJ's vanilla. This does give a lake vibe, being crisp & fresh while still being woody & cozy.  Dylan - Gender-neutral scent. Woody musk, same musk as in Rosie. This one might grow on me more, but there is something synthetic about it. I think it might be the cedar, but I'm not sure.  James - I want to purchase a travel size & oil soon. Simple gardenia. A little bit warm from the amber, so I can see this worn year round, but it is still suitable for summer. Performs better on my clothes than on my skin. On clothes, I can smell for about 6-7 hours.  Rosie - I own a travel size. Musk w/hint of rose. I like wearing this to relax at home, watching a movie my/my husband. Perfect little pick-me-up and sits closely to the skin.  Leila Lou - I LOVE wearing this in hot summer weather. Pear and grass are the strongest notes for me. This is sweet, but green and fresh from the grass. Pear is a realistic pear to me. It reminds me of summer nights spent running on grassy fields as a kid. The oil lasts longer than the perfume for me.  Overall, these scents are great for hot weather when you want something simple :)"
        },
        {
            "review_title": "Definitely worth a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a great way to try this brand. Most of the scents are very good and able to be worn every day. Rosie is by far my favorite but they all have some intrigue."
        },
        {
            "review_title": "The best perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Henry rose. Iu2019m obsessed with ever single scent in this sampler! Absolutely unreal. My fav is the queen and monster because Iu2019m more of a woodsy girl, but the others are all so pleasent as well. Long lasting scent and I love that itu2019s EWG verified!"
        },
        {
            "review_title": "Lightly Scented Skin Scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite scents are Leila Lou (green, crisp floral for spring), Dulce (slightly woody vanilla), & Lake (citrusy vanilla). I also like Rosie, but unfortunately, the scent is extremely fleeting. Iu2019m not a fan of Madie, James, or Dylan. By Rosie Jane fragrances  are very light with low sillage (with the exception of Leila Lou) so theyu2019re perfect for times when you want to wear a skin scent."
        },
        {
            "review_title": "Nice and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really like most of these fragrances. Leila Lou and Lake are the standouts just wish they lasted longer"
        },
        {
            "review_title": "Always on the hunt",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m always on the hunt for work-appropriate fragrance since I do work closely with patients. Iu2019ve only tried 4 of the scents and already Iu2019m seeing/smelling a common theme. These are nothing but an elevated laundry Iu2019m always on the hunt for work appropriate fragrance since I work closely with patients and I never want to overwhelm them with scents. Iu2019ve only tried 4 scents and already Iu2019m seeing/smelling a common theme. These are nothing but an elevated laundry soap scent. Think GAIN but the Spring version or the Fresh Linen version and so on. There is no depth whatsoever in these so you wonu2019t get a different initial spray vs dry down type of transformation as you would in traditional fragrances. Itu2019s easy on the nose but I would hate to smell like fresh laundry every single day."
        },
        {
            "review_title": "worth a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dulce and Lake are the best smelling in my opinion. Dulce is a sweet powdery vanilla with a little bit of chocolate. Lake is a citrusy woody smell with a little bit of vanilla. I also really liked Leila Lou. It was a very realistic pear and grass scent. It is not sweet at all very fresh. I did not like Maddie or Dylan. Maddie smelt like pure sunscreen and Dylan wasnu2019t bad but it is very masculine."
        },
        {
            "review_title": "Lovely presentation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "After trying out this discovery set i'm giving the overall experience a 2 out of 10. The presentation is pleasing to the eye . That's where it ends this collection smells like what I imagine and unhygienic thrift store smells and feels like. In my opinion, not worth the purchase unless you know how to layer very well."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Horrible packaging, bottles everywhere, paper had to be ripped to remove them, and the lid was literally glued shut. 2 of the samples were refilled with straight rubbing alcohol, we couldn't smell literally any fragrance. The rest had a disgustingly sweet stench, I have no idea how this has this many good reviews."
        },
        {
            "review_title": "Go explore your scent itu2019s worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best fragrance set Iu2019ve ever received. Not one but 3 scents will now be in my rotation"
        },
        {
            "review_title": "The Best Sampler Perfume Set Out There",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I have tried so many of these sampler sets, trying to find a perfume that will be the one, and also cruelty free/clean. I didn't realize it would be so hard to find something that smells good and lingers! I think I finally found the one (should I say yes to the scent?). To preface, I also wanted the fragrance to mix well with my signature deodorant (Cardamom & Ginger from Each & Every) which is very assertive. **First, my favorite, Leila Lou: First floral, then the sweetness of the pear with the freshness of grass lingering. It lasted longer than all of the other scents on me, and mixed really well with my cardamom & ginger deodorant. Like perfectly. **James - Very gardenia which is very pretty. I think the fig amber combination makes it a little bitter smelling, but overall my second favorite. **Madie - slightly beachy, slightly vanilla. **Lake - Almost a winner with the vanilla and orangey notes but the sandalwood but it too masculine smelling for my tastes. It smelled really really good though! **Dylan - Again, a little too man smelling for me, but I liked the earthiness of it ** Dulce - Lightly sweet, a little chocolately. Didn't last very long though **Rosie - too me this is a very plain/light perfume. Hard for me to smell at all and definitely easily overpowered by other scents.  The packaging on this is a little weird. The bottles move around. You can even see on their example photo of the open box that the bottles aren't in the right place.   Overall, best variety set I've used to that and I think I'll be getting a bigger bottle of Leila Lou!"
        },
        {
            "review_title": "Beautiful, clean scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect variety of clean scents! Highly recommend if you like the original Rosie scent. My favorites are Rosie, Madie and Dulce."
        },
        {
            "review_title": "Totally Worth A Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am blown away by how lovely this line of perfume is and the discovery set is the perfect way to try them all out. My favourite is Rosie, I already bought the travel size and will likely buy a larger size soon. I also really like Lake and will probably buy that in a larger size too. It reminds me of Byredo's Gypsy Water, which is crazy expensive, so this is a much more reasonably priced alternative with a similar vibe.  Leila Lou, Madie and James are all contenders, just honestly not what I'm looking for at this time. But I could potentially see coming back to one or more of them in the future. Dylan was maybe just a bit too masculine for my tastes, but still lovely.  Honestly, the only one I didn't really like was Dulce. Only reason is that I don't really enjoy that chocolately dessert sort of scent (I like to eat it but don't want to smell like it), but if you do go for that scent profile you will probably love it.  Overall I'm very impressed, this doesn't feel like one of those perfume lines where everything sort of smells the same, there's really good variety and probably something for everyone."
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Rosie by Rosie Jane so I took a gamble and decided to try all their fragrances with this set.. and I was not disappointed. The fragrances are truly all so nice, and I found Lake is my new favorite. Itu2019s so amazing and honestly I wouldnu2019t have found the scent without trying this sampler."
        },
        {
            "review_title": "Love This Brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love this brand which makes the fact that these scents are so good incredible.  I wanted to be able to try more of them after getting Dolce in the Sephora vanilla scent kit.  I knew that I liked that one and was sure that I would like more based on the descriptions.  All of these are long lasting and refreshing to put on. They feel as though the ingredients are quality and not artificial.   I have plenty of perfumes, but these are definitely some of my favorites."
        },
        {
            "review_title": "A Pleasure to Wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The first time I tried a scent from this discovery collection, I was immediately complemented and I had to walk back to my bag to show my coworker what scent it was! She was really impressed by the clean brand and wanted to try them herself. My sister also doesnu2019t like many scents but fell in love with the beach nostalgia of Madie. And personally they are just the right size to try every scent and to feel like Iu2019m really taking care of myself as I do! (Plus, they make the memories that Iu2019m creating along the way that much more memorable). Thank you Rosie Jane for the gift of this gentle, fresh, wearable collection of scents. They truly are magical."
        },
        {
            "review_title": "Love love love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this brand, a number of stunners (Dylan, Dulce) the only one I gave away was the sea salt one did give me 'urinal cake' sadly. Otherwise gorgeous and super wearable."
        },
        {
            "review_title": "You won't want to wear anything else!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this Fragrance Discovery Set for my 18 yr daughter for Christmas and she absolutely loved it!  After smelling all the fragrances I knew I had to order one for my self and did!  The scents are light & clean smelling, not heavy and long lasting.  My daughter and I won't wear anything else!  This Fragrance Discovery Set is nothing short of spectacular and you will not be disappointed!  Bonus points - It's VEGAN, Cruelty Free & Planet Positive! <3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gave this set to my 13 year old daughter for Christmas and she loved it."
        },
        {
            "review_title": "Favorite Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I fell in love with the rosie perfume when I received the perfume oil in my allure beauty box. I just HAD to get the sample set to try all the fragrances and I loved every single one. I highly recommend this perfume set"
        },
        {
            "review_title": "Love this whole collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I love this collection! It smells so clean and fresh. I keep getting the sampler because I don't know which one I like best! I wish there was a sampler with bigger bottles."
        },
        {
            "review_title": "Broken vial",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set was a gift for my sister but one of the vials were broken. I thought the sizes would be larger as well. This was a huge disappointment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a fantastic set! It's impossible to pick a favorite because they all are so good!"
        },
        {
            "review_title": "Fantastic set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a great set! There are a great range of scent notes, and the vials are decently sized, enough to try each for several days. The fragrances last on my skin much longer than other clean brands, and was pleasantly surprised at how many of these I liked."
        },
        {
            "review_title": "Beautiful scents and presentation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a nice discovery set. The box / presentation is definitely higher quality than your average discovery set, so it makes a great gift. Their scents are mostly very calming and soft, but I feel like there is something for every taste. Dulce turned out to be my favorite one, which gets me tons os compliments. Lake is a close second. This set is definitely worth the money, getting to spend some time with a scent before buying a full bottle is the way to go. Thanks Rosie Jane for creating these beautiful scents ."
        },
        {
            "review_title": "Clean fragrance that smells like a dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this set last spring and itu2019s one of the best purchases Iu2019ve ever made. I love clean beauty and as someone who gets chronic migraines, itu2019s hard to find clean fragrances that donu2019t trigger symptoms. Enter Rosie Jane! I loved all the fragrances my favorites are Madie, Lake, Dylan and Angie. So hard to choose! Iu2019ve upgraded to travel and full sizes in a few."
        },
        {
            "review_title": "Hair Mist in an EDP bottle?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "Some scents are fine, others are just awful but most importantly this product is unbelievably misleading.  There is no chance whatsoever that these are EDP concentration.  This is hair mist at best. Expect a 10 minute projection window."
        },
        {
            "review_title": "SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love these scents!! I really wanted to find a nontoxic perfume that I loved, and this is it! I honestly really liked every scent u2013 theyu2019re all so light and lovely and last all day! The sample sizes are great for multiple uses so you can really decide which one (or three ud83dude09) you like best. I canu2019t recommend this enough if youu2019re trying to find a clean perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I wanted to get into fragrances but didn't really know where to start, and this set was a great find for me. There's a nice range of scents, from sweet and floral to playful and beachy to woodsy and subtle. The vials are large enough to try each perfume several times. It was a fun treat!"
        },
        {
            "review_title": "you can have it all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Oily skin",
            "review_text": "I ordered the discovery set last summer, and I was extremely happy with the quality of the fragrances, they are oil based, so you know the scent will have lasting power, the fragrances smell clean, and refreshing, but above all I loved the originality of the scents, they were not perfumes I've smelt before, nor were they cheap knock offs of other perfumes, they held their own beautifully! You'll have a difficult time deciding which one you like best, luckily you have a few to fit your mood; my personal favorite, was Leila Lou, fresh clean and feminine scent."
        },
        {
            "review_title": "Love this Discovery Set: find your signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was recommended Rosie Jane perfume by a friend because it's made with 100% clean ingredients. I love this Discovery Set by Rosie Jane because it allowed me to try out all the scents from the convenience of my home. There are several scents that I liked, and ultimately I selected the Rosie scent and ordered a full-size bottle of it."
        },
        {
            "review_title": "The best way to try fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "After trying a sample oil of one fragrance from By Rosie Jane I fell in love. After browsing the rest of the collection I couldnu2019t decide which fragrances Iu2019d like best. This discovery set is amazing as it gives you a chance to see how each fragrance will work with you. Thereu2019s enough product in each sample that you can get a good few days use, you can even try out mixing and matching some samples. All of the fragrances are lovely, thereu2019s something for everyone for sure! I also love that the brand is cruelty free and that they offer all their scents in a range of hygiene products so you can really layer your scent!"
        },
        {
            "review_title": "Wonderful Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this discovery set!  Such a great way to try new fragrances. Plus, small enough to keep in a purse.  Highly recommend."
        },
        {
            "review_title": "Amazing way to select a new scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoyed using this set to figure out my favorite fragrance! I highly recommend it!"
        },
        {
            "review_title": "Perfect to find your scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was looking for a clean alternative to regular perfumes but didnt want to buy the full product before knowing the scents. This was the perfect solution. Lover to have all these choices!"
        },
        {
            "review_title": "My new signature scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I purchased the discovery set after my girlfriend told me about By Rosie Jane. She smelled so good! I could not have been happier with the discovery set. My favorites are Rosie, Dylan and Madie. Rosie and Dylan could be my new signature scents. And Madie smells like a perfect day at the beach. Plus, sets like this are so fun to play around with and discover what you currently like and are inspired by."
        },
        {
            "review_title": "Must have set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Obsessed with all Rosie Jane!! This set is a must have! My personal favorite is the Dylan. I always get compliments whenever I wear any of my Rosie Jane scents. If you are on the fence, just buy it! You will not regret it!"
        },
        {
            "review_title": "Nice way to test out scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this set! I bought this to test out different scents, as I wasn't sure which one I would like best. So far, my favorite is Lake. Highly recommend if you are interested in testing out different scents!"
        },
        {
            "review_title": "Just wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "I bought this hoping to try out Madie. I was initially disappointed because it was not what I was hoping for, but the rest of the scents were such a pleasant surprise! Iu2019m not naturally drawn to rose fragrances but Rosie is something else! By Rosie Jane does musks so well. My favorites were Rosie and Dylan, followed by Leila Lou. I had such a hard time deciding which full size products to buy because they were just that good. This set is great if you want to try out scents that you donu2019t normally gravitate towards."
        },
        {
            "review_title": "Nice Trial Set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Iu2019m on the hunt for a clean fragrance since I tend to get migraines from smells very easily (perfume departments and Bath and Bodyworks are usually guaranteed to put me down for the count). The packaging was less than desired as all the samples moved and I had to rip the box apart to get to them. The scents only last about 3-4 hours so good for a night out vs all day wear. Dulce reminded me of a superior version of a warm vanilla sugar though I ended up liking Leila Lou the most. It reminded me of one of my favorite vacation destinations with the combination of all the florals."
        },
        {
            "review_title": "Beautiful scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Loved this set. I often get headaches from strong perfumes/scents but love the natural ingredients of the brand. Plenty of product to try each one a few times. These are very light and floral, great for layering on one another. I loved almost every scent and I ended up buying full sizes of James and Rosie and I bought the body wash in the scent Angie. My partner especially goes crazy when I wear Rosie! The only one I didn't love was Madie, I felt that I smelled strongly like a cheap soap. Also, I wish that the scents lasted a bit longer on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance set popped up in my facebook feed and I decided to try it out since I'm eliminating artificial fragrances and perfumes and trying to use healthier beauty products.  I wanted to try all these scents and then land on a favorite to order in a full size.  I personally like Dylan and James the best, followed by Dulce and Rosie.  However, they ALL smell good!  These are strong and last all day- sometimes I can still smell them faintly even after showering.  I also like the small size of these because you can throw them in your purse, gym bag, etc.  I will definitely be buying more."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I have been using rosiejane for over a year now love it. I came for the ethics and commitment to clean skin and body care but stayed for the delicious fragrances. My two daughters love Angie, Leila Lou and Dulce. My favorites are Lake and since using this discovery set Iu2019m in love with Madie. Great packaging and I have never had one not work."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This discovery set has definitely help me discover new scents that I didn't know I'd love so much. They're clean, fresh fragrances but not strong and the scents linger nicely. Dulce is my favorite!"
        },
        {
            "review_title": "Love at first sniff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I purchased the sample pack because I've been on the hunt for clean fragrances that are office safe and don't trigger my mom's migraines. I loved all of the light and clean scents in the sample set. There was only one that didn't suit me personally, so I gave it to a friend.  Rosie, Angie, Leila Lou, and Dylan were my absolute favorites. (Dulce was not in the sample pack that I purchased, although I received a sample with another  full size purchase, and the chocolate and vanilla scent is DELICIOUS.) I've purchased full size bottle of Rosie and Dylan. My teenage son also loved Dylan, and after sharing my bottle with me, I got him his own travel spray. Rosie does not smell like a strong rose scent at all. To me it just smells like I personally smell good, and I've layered it with so many other fragrances. All of the scents are pleasant to those around you without being too strong, and then eventually mix well with your own body chemistry so that you are still able to smell them hours later. My next full size purchases will probably be the Leila Lou and Dulce.  I'm so happy I gave this brand a try and found a few new favorites."
        },
        {
            "review_title": "Nice to try before full size purchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Discovery Set was a great purchase! There were so many great scents included, it was hard to pick a favorite. I ended up getting a full size Madie after trying all the scents. Only negative was that some of the small bottles wouldnu2019t spray."
        },
        {
            "review_title": "Great variety of amazing scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "I received a sample of Rosie by RosieJane in one of my orders and although rose scents are not typically something that I wear, I tried it and was blown away with how much I loved it. The scent was very light and delicate and not an overwhelming, noxious rose but sweet and fresh. I was so intrigued by how much I liked the scent that I wanted to try other scents in the line to see whether there were others that I liked equally as well or more before committing to a full sized bottle. I bought the Discovery Set and I can honestly say that there is not bad scent in the lineup, each were very pretty in their own way and none were overdone or synthetic smelling. I found that I still loved Rosie very much, but also fell in love with the scent Lake because I love the rich, warm and grounding smell of the mixture of sandlewood and vanilla. A surprise for me was that I immediately was also drawn to the scent Madie. The description of sea spray and coconut made me think sunscreen, but it is actually so beautiful and airy. There is a fresh saltiness mixed with the creaminess of coconut but it is not overly sweet or juvenile. I am so impressed with these scents and for me, they last all day on my skin, though it does slightly fade over time, I will catch a lovely slight scent as I move throughout the day. This brand is high quality and makes clean, delicious scents that are so versatile in their ability to work for either day or evening wear."
        },
        {
            "review_title": "Fave brand for perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am not a huge fan of super strong perfumes since they really hurt my nose. A friend of mine let me smell her rosie perfume oil and i fell in love with it. I purchased the oil and decided to also get the discovery set, since it seemed that the brand leaned more towards lighter scents. Im so glad I did since everything smelled so good! These fragrances have that clean light vibe to them. These are what I imagine when people mention clean scents. Not literal soap or laundry smells, but the light and airy vibes. Individual Impressions: Angie Jasmine isnu2019t too heady/high toned. The other tones temper the white floral and makes it more similar to how the actual flower smells w the sweetness. A fig smell isnu2019t very distinguishable and feels like itu2019s more there to compliment the main star. This feels like a true jasmine flower perfume Dylan was the first woody scent that i smelled that made me understand the appeal of the woody scents.  Dulce is a really yummy vanilla! I normally hate any chocolate in scents since they always smell like tootsie rolls to me, but i didnt really smell it at all. I feel like the hinoki and chocolate were there to add depth to the scent. I have this one in the oil. James Wish there was a little more amber in this for some warmth. Smells like gardenia but kinda of like a candle version where itu2019s too sharp. Rather than just the best part of the flower, it smells like the green part is included. Smells a little too u201cplantyu201d Lake: Sweet with some warmth and depth. Sandalwood isnu2019t overpowering and highlights the sweetness of the vanilla without it smelling saccharine. Reminds me of orange + vanilla ice cream which is super nostalgic to me. Leila Lou Freshness of the grass adds a u201cgreenu201d and brighter smell to the jasmine. The jasmine is reigned in by the pear that compliments the green of the grass and adds shape to the white floral of jasmine  Madie Smells more like sunscreen at the beach w light jasmine and vanilla to round it out. A favorite"
        },
        {
            "review_title": "It's awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set is great! I got this for Christmas and each one of the scents was different and unique. I liked several of them and my favorite is Leila Lou.  The bottles didn't give me any trouble and are the perfect size for me to carry around.  If you are interested in trying new perfumes, then this set is totally for you!"
        },
        {
            "review_title": "Clean, Fresh, Delicate, and Beautifully Layered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I first learned of Rosie Jane fragrances from a colleague. She would walk into the room and her perfume was almost nostalgic to me. It was clean, fresh, light, and elegant. I wrote down the name she gave me, looked up the company, got sidetracked, and then didnu2019t place an order. Unfortunately, I ended up misplacing the paper. I was pretty bummed because I really loved the scent but my colleague had accepted another job and I did not have her contact info. I remembered it was made in California and I ended up scouring the internet for perfumes made all over the state until I recognized a picture on the Rosie Jane website. I decided to purchase the Discovery Set since I hadnu2019t remembered what the particular fragrance was, and by the descriptions they all looked amazing. Iu2019m SO glad I tried the Discovery Set because I found two that I absolutely love even more than the one that brought me to the brand anyway. I donu2019t think I would have originally purchased my top two favorites had I not tried the Discovery Set. Theyu2019re different tones than I typically wear but Iu2019m beyond happy with them and they suit me incredibly well. Although Rosie is the reason I sought out Rosie Jane fragrances, I have found my top two favorites are Dylan and James. I do love Rosie, but the layers of Dylan and James compliment me so much more. The layers come forward as the hours pass and new tones come through. Theyu2019re so beautiful! Itu2019s been a very long time since Iu2019ve found a perfume I like that is delicate, clean, not overpowering, and beautifully layered like these. I cannot recommend enough trying out the Discovery Set, and I hope youu2019ll be as pleasantly surprised as I was trying something new."
        },
        {
            "review_title": "Must have set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This discovery set is amazing!  I love that you can try all the scents and see which one is your favorite.   I receive so many compliments when I wear them.  Love that they are natural products. My favorite is LAKE. Makes a great gift! I've purchased this set a few times for gifts."
        },
        {
            "review_title": "You wonu2019t regret this purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "This is a great way to try out several scents without purchasing full sized bottles.  I  love all of these fragrances, especially Rosie and Lake!"
        },
        {
            "review_title": "Treat yourself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Luv luv luv! Beautiful scents. Great way to find your new perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I absolutely loved this product. I didnu2019t know which fragrance I wanted the most and so I got to try all of them and pick out some of my favorites. This is such a great gift and such a great clean product. If I were to choose a perfume it would be this one because itu2019s so health conscious, and Earth conscious as well."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so glad that I finally decided to give this set a try. The fragrance options are amazing and exactly what I was looking for. Each scent is different and a great way to find my favorite before buying a bottle."
        },
        {
            "review_title": "clean and wonderful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I purchased this discovery set because I wanted to switch to a brand that was doing more for the environment and with actual ethical policies. So glad I did. These fragrances are absolutely lovely. Clean and fresh and light. My favorites are Rosie and Lake. I strongly recommend you get the set and then determine your favorite fragrance."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love all this line! I get complimented on my perfume all of the time and this is the best way to find the one that works for you!"
        },
        {
            "review_title": "Learned something about myself!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "So glad I sampled this. Turns out jasmine is not my thing so LL did not work for me but I adore Lake & Dylan. Really helped me figure out scent profiles which work for me. And I was able to rehome the samples which didnu2019t to friends who loved them. Win-win."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I receive so many compliments when I wear this line of perfumes. Itu2019s so soft and clean and not overpowering."
        },
        {
            "review_title": "I want them all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to receive this product because I've been looking for a new, clean scent for myself. Every single one of these scents smells amazing! I've used all and plan to purchase the full size in most. I hope they consider offering this kit in larger sizes, for customers like myself who would wear all depending on the day/season/event."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this set for my sister and she loved it. Not only does it help to pick your scent for the full-size purchase, you also have this great little set of travel perfumes you can take with you on the go & switch things up."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "its hard to pick just one!  compliments on every one I tried"
        },
        {
            "review_title": "Go for it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This set is the perfect way to try all the scents and discover your favorite! I liked Rosie, Lake, and Leila Lou the best. I later purchased a travel and full sized bottle of Rosie."
        },
        {
            "review_title": "great scents for all moods / occasions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed this discovery set by rosie jane. my fave scents are Madie, Leila Lou, Dylan, and Lake. I love being able to choose a different scent based on my mood or the occasion. I've gotten many compliments, especially Madie -- which is very accurate to a day at the beach. Great for a Jersey Shore girl like me! And Leila Lou is fresh/clean, like a spring day on your porch, eating a fruit bowl while your neighbor mows the lawn. Great variety!"
        },
        {
            "review_title": "The smell of Rosie makes me smile.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I had so much fun with this sampler set!  I love scents. I put a scent on before bed so I can enjoy it, even for a short time! The Rosie sampler provided ample product to try each scent on its own or combined with other scents in the set.  Thatu2019s what I loved about the set.  Also, a few favorites emergedu2026..Rosie, Dylan, and Lake.  I think I failed to mention that since the time I received my sampler, I have purchased two additional samplers and four bottles of Rosie and Dylan for gifts. One for me included!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this set! All the scents are lovely. Rosie is my favorite, but I love that I can switch to another scent for any occasion. Definitely worth the price!"
        },
        {
            "review_title": "One of the best decisions ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Where do I begin? I ordered the Discovery Set several weeks ago and it was a great decision. The fragrances are so light and lovely, plus long lasting. I guarantee you will find one that gets you. Mine own fave is Lake, but there's are so many others that are just heavenly and the Discovery Set gives you an opportunity to pick your personal favorite. I really like the fact that they'r organic and not animal tested. I purchased an additional three sets for Christmas gifts for my granddaughters. I highly recommend giving By Rosie Jane a try!"
        },
        {
            "review_title": "Get ready for compliments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Hard to choose which one I liked the best - they all smell so good!  I receive compliments EVERY time I wear them. ROSIE is my fav out of the bunch and will be purchasing a large bottle."
        },
        {
            "review_title": "Worth the try-!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is how I initially discovered by/rosie jane perfume line- these little things lasted surprisingly a long while even with almost daily sprays. Personally I can make use of all the scents in different given atmospheres(didnu2019t have one that I hated) like aromatherapy if Iu2019m just relaxing at home."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Bought this for my teenage daughter who was searching for her signature scent. Turns out both of us found scents we liked in the collection! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was an amazing discovery set- absolutely floored at how good all of these scents were! I usually donu2019t like all the scents in a set but this was an exception!! It was also very well packaged and didnu2019t get damaged during shipping!!"
        },
        {
            "review_title": "Great Lineup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really enjoy by Rosie Janeu2019s perfume lineup. Each scent is well done and truly wearable. This sample pack has something for everyone, I donu2019t see how there wouldnu2019t be at least one to love. My favorites are James, Lake, and Dylan- truly gorgeous and an option for any occasion  My mom"
        },
        {
            "review_title": "The best gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The absolute best! Whether itu2019s for yourself or as a gift, the perfect way to find your scent! Best part? Theyu2019re clean perfume! Will be gifting all my people this set!!"
        },
        {
            "review_title": "Perfect for those who are indecisive.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This discovery set is perfect for trying all the scents so you can decide on your favorites! Lake and Dulce are my top 2 that I canu2019t wait to spritz on myself every day!"
        },
        {
            "review_title": "Great Tester!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Def worth buying to try which scent you prefer. Mine came broken, but emailed & they shipped a new one fast! Rosie is my favorite and Dylan is my second favorite. This discovery set is worth it!"
        },
        {
            "review_title": "a lovely set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Save for the awful packaging, I would absolutely give this 5 stars because the scents are truly lovely- there's something in this set for everyone! Rosie (a lovely sheer rose musk with a hint of vanilla), James (delightfully warm fig), and Lake (creamy sandalwood and citrus) are my favorites but I have enjoyed trying out and wearing each of them. I'm a pretty big perfume enthusiast and find that while these scents are light and intimate in projection, they are quite beautifully composed. My only gripe with this set is the packaging- woof- I received my sample set and the vials were just loose and banging around in the box. The interior components are so flimsy and didn't keep anything in place. I'm honestly shocked nothing broke! I've purchased a number of items from BRJ in the past and the packaging, as well as quality of the products, is top notch, so I'm assuming this was just a fluke and a poor design choice. I absolutely recommend trying out a sample set from BRJ because their collection is diverse scent-wise and well-done... but goodness, I hope they are able to make more secure packaging moving forward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love this discovery set!  I started with Rosie and had to try them all.  They are all refreshing and the description given is perfect.  I still think Rosie is my favorite but Lake is runner up. Perfect for anyone who loves to explore fresh fragrances."
        },
        {
            "review_title": "u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This was my first purchase from BRJ- I think itu2019s an excellent value as you can get several uses from each sample. The samples came clipped with a fragrance card explaining the scent. I was able to see what I liked/disliked before I blindly made a bigger purchase. Iu2019ve given this as a gift multiple times and have become a big fan of the entire line."
        },
        {
            "review_title": "Such beautiful scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of the best stocking stuffers Iu2019ve ever gotten! These generous samples allow one to experience all of Rosie Janeu2019s fragrances fully - my favorites are Dylan and Rosie. Both remind me of clean skin scents and neither were overwhelming even when first applied.  I gave the product four stars because I noticed the spray from the samples didnu2019t always come out evenly so could be tricky at times. Definitely checking out the other products made in these two scents to accompany a full size bottle of perfume u2764ufe0f"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As someone very sensitive to fragrances Iu2019ve always had difficulty finding one I can use. This set provides generous samples and I did not encounter any difficulties adjusting to any of the samples. I love everything this company stands for and how itu2019s committed to the environment. I love each if the fragrances and itu2019s hard to pick a favorite, but I think today it would be James. You cannot go wrong with this set for yourself or for a gift for someone."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I loved this product. Especially the Rosie scent!! I will buy a bottle when run out of the sample pack!"
        },
        {
            "review_title": "Awesome Sauce!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I enjoyed all of the fragrances. I love the fact that you give the customer the opportunity to try them all at such a great price. Such a fresh clean smell to them all. My favorite is ANGIE LA spring days"
        },
        {
            "review_title": "Lovely, clean scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I loved the discovery set. It is a nice way to try several scents before investing in larger sizes. The only problem I had was that I loved them all!"
        },
        {
            "review_title": "Try Before You Buy (and you WILL buy!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I elected to purchase this discovery set because the description of each was so appealing I just couldn't choose! The problem is, I *did* like each one, lol! I have found that I actually use the descriptions to choose when I wear what. I am prone to headaches from strong fragrances but have not had a problem with these. Certainly recommend!"
        },
        {
            "review_title": "Get the discovery set - Trust me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "These scents are absolutely stunning! I am still undecided on what one to get in a full size because I adore most of these!  Honestly I may pick up another discovery set so I can wear them all! The scents are relatively simple in the best way possible, and all of the notes come through clear as a bell. In particular, I couldn't stop smelling my wrists after applying Leila Lou, James, Angie (which I believe was replaced by Dolce in the newer version .. and I totally want to try that one!), and Lake, but they ALL smell divine. Trust me on this, get the discovery set. You won't be disappointed. These scents are gorgeous!"
        },
        {
            "review_title": "Nice fragrances",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Dry skin",
            "review_text": "These are generous sample sizes. I think Leila Lou is my favorite, but I really like them all. The only drawback for me is that the scent doesnu2019t last long at all"
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Bought this discovery set for myself and a dear friend. The set is lovely. The hard part is deciding between Leila Lou and Jamesu2026"
        },
        {
            "review_title": "A nice way to discover a new favorite scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I ordered the rosie jane discovery set a few weeks ago and have really enjoyed trying the different scents. I am prone to headaches from perfume and I haven't had any headaches using these. My favorites from this set are Dulce and Lake, though Dylan and James have grown on me as well. Madie really does smell like beach in a bottle, and I imagine loving that in the summer. The interesting thing about discovery sets is that you may think in advance that you'll really like a particular one, but you end up liking another one more. For me, the one I expected to love was Leila Lou, but Dulce is the one I love the most. The presentation in the box is lovely and the sample sizes are generous. A nice way to discover a new favorite scent!"
        },
        {
            "review_title": "A great add to your self",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product; I use it and really get compliments. I even got my sister to buy it after smelling mine. Thanks and thanks again. I will buy more in the future and use this for all occasions. I actually can't wait to try other scents. Thanks!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The size is large enough that each scent can be used a few times. I liked writing on the box to remind myself what I thought of each as I used them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set is awesome!  It works as a wonderful way to try all the scents and find your favorites,  each one of them being unique.  My favorite has been Leila Lou.  The individual bottles are easy use and great to travel with!"
        },
        {
            "review_title": "Many Choices!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Great Product, excited to have a sampling of each fragrance.  Descriptions were helpful too!"
        },
        {
            "review_title": "Loved that I could sample each one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm so glad that these samples pack exists so that I can make an informed decision before I commit to a pricier bottle of perfume. My set came with Leila Lou missing and customer service was quick to send over a trial size for me to try. I personally like Rosie and Leila Lou the most."
        },
        {
            "review_title": "Clean and Transparent Ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this perfume. I love the clean and transparent ingredients. Most perfumes give me a headache or make me sneeze but these do not. I love that the scent lasts all day too. Most clean perfumes wear off after a couple of hours, but not By Rosie Jane. I wear this everyday and have four different scents. It is honestly hard to pick a favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Delightful fragrances with clean ingredients. Beautiful, easy to use packaging. Iu2019m very sensitive to fragrance, most perfumes give me a headache. I had no trouble with any of these uniquely blended scents! I chose Lake for my signature scent."
        },
        {
            "review_title": "A Go To Nust have for fragrance lovers like me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "These scents are refreshing,light,and beautiful they last all day and are worth buying all!"
        },
        {
            "review_title": "Great perfume Great company",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I've been searching for a non-toxic perfume and tried some others before I learned about By Rosie Jane. I didn't like any of the fragrances from the other company at all. I'm so so so thankful for By Rosie Jane because these perfumes are non-toxic and they ALL smell so good...it's impossible to choose a favorite. The fragrance lasts all day with just a couple sprays, and a couple of them I can even smell on me the next day. I also love the company. They are female owned and based in Los Angeles. They donate profits to great causes and all of this makes me feel good about purchasing from them. I will forever be wearing By Rosie Jane perfume. You need to try this set! You will smell good and feel good! I wish you luck trying to pick just one favorite!"
        },
        {
            "review_title": "The best perfume ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love that you can get several scents without committing to a large bottle first. The ingredients are clean and I have never gotten more compliments on the way I smell!!"
        },
        {
            "review_title": "Amazing u201cclean girlu201d fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the best perfume discovery set I purchased all year. If you like clean fragrances, I canu2019t recommend this enough. There wasnu2019t one that I didnu2019t enjoy, but my favorites are Rosie, James, and Lake. They project well without being overwhelming. There is nothing synthetic or headache inducing about these, for those who are sensitive to fragrances beioverwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I received a free sample of Rosie from a makeup subscription box and I had to try more of the brand. I love that they are focused on clean ingredients and environmentally-conscious packaging. This discovery box was a fantastic deal and I had so much fun trying all of their scents! The samples were a good size--I was able to wear each one more than a few times."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I ordered a bunch of sample sets from all over the internet trying to find u201cthe oneu201d. I was really pleased with this set, and I fell in love with Dulce, which did, in fact, turn out to be u201cthe oneu201d!"
        },
        {
            "review_title": "Cool Girl Smells",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I was a big fan of all of these fragrances, but especially James. It feels like such a cool girl scent, and I love the fig note in it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "As someone with a significant number of allergies, I love having more clean fragrance options. This discovery set is the perfect way to find your favorite Rosie Jane scent before buying a full size. My absolute favorite was Dulce, but I also really liked Lake."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I discovered this brand because I was looking for a beachy summer scent. That's when I found Madie. I love this brand because it's clean and conscious. I bought this and have since bought 2 bottles of Rosie, a bottle of Madie and a bottle of Lake. Do not sleep on this brand."
        },
        {
            "review_title": "Decisions!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I received my discovery kit a few weeks ago and am finally narrowing it down, as to what I want!! I like 3 of them!! I think Iu2019m going to give Dylan my vote, but really  like lake, and Rosie too. Plus when I mix a couple together, I love that too. I guess Iu2019ll start with one and then another. Good luck deciding!!ud83dude02 my daughter loves a couple of the others. Give it a try, you wonu2019t be disappointed!"
        },
        {
            "review_title": "Definitely helpful in finding your perfect scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
            "review_text": "I got the discovery set so I could test out the different scents and loved that I had this option before buying the perfume. Everyday I wore a different sample and had my husband tell me which one was his favorite overall. I definitely recommend trying out the discovery set because there were some scents my husband and I preferred more than others and it made the choice of deciding on the perfect perfume for me so much easier! P.s. Lake was my all time favorite and I ended up buying the perfume if youu2019re looking for a recommendation"
        },
        {
            "review_title": "Everyday-worthy bliss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I loved being able to sample all of their fragrances-- I received Rosie as a free sample and was so in love I wanted to try them all! These scents are truly everyday-worthy, and are unique from one another. Highly recommend!"
        },
        {
            "review_title": "Smell great and clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love Rosie Jane perfumes. Smell great and clean ingredients. Leila Lou and Rosie are my fave!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "A great introduction to the brand! My absolute favorite and signature fragrance is Rosie! I also gave it to a friend to try out too (since she liked what I wore)"
        },
        {
            "review_title": "Great trial set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "This set was a great way to find my favorite fragrance! I bought the set expecting to like Leila Lou the best, but actually fell in love with Rosie! Rosie has since become my signature scent and I always get compliments that I smell good! I like using the other fragrances occasionally as well."
        },
        {
            "review_title": "My daily go to scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love all the scents in the Discovery set.  A perfect way to try all the different fragrances.  A scent to match each of your personalities, whether flirty, fun, serious, or romantic."
        },
        {
            "review_title": "Great way to try multiple fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This trial pack is a wonderful way to test out these fragrances to find which one suits you best! There were several I enjoyed, and there's enough tester to use multiple times to help with your choice. I ended up ordering the full-size Rosie and I love it!"
        },
        {
            "review_title": "Simply the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Wonderful set! All the scents are so lovely, itu2019s hard to pick a favorite! I love that they offer this option as a way to try out the brand without having to pay a ton of money or commit to just one. After sampling, I bought one as a birthday gift for a friend and she loved it!"
        },
        {
            "review_title": "Loved it so much I bought a regular size perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I give this set a 5 star because it's affordable, it was a small business, woman business she is trying to be environmental friendly.. all the while giving me a chance to smell good and try all of her fragrances at once."
        },
        {
            "review_title": "Good sampler set to try clean fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "If you're looking to test out clean fragrances, this is a great place to start. The fragrances are pretty unique and are different enough that there's probably a scent for everyone. I ended up liking Dylan (cozy wood scent), Rosie (rosy musk skin scent) and Dulce (warm vanilla/chocolate scent) -- and I've already bought Dulce in the full size and have the fragrance oil as well. You should check this set out!"
        },
        {
            "review_title": "Excellent way to find your preferred scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think this discovery set is the best (and most economical) way to find your fav Rosie/Jane scent. I'm not usually one for wearing perfume or body spray (never have) but a friend wore one of these at her wedding and I kept commenting on how lovely it was. Upon researching the brand, the discovery pack was the logical first purchase. I love that the brand has strong ethics and standards, too. I don't have time for companies that aren't intentionally safe and honest. The scent lasts all day, btw. (This isn't the cheap stuff that wears off in an hour.)"
        },
        {
            "review_title": "Rosie samples- the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I am in love with ALL the fragrances in the Rosie collection. Tried the sample set & immediately ordered Dylan. I even spray it on when I go to bed I love it so much! Many compliments the first day I wore it !"
        },
        {
            "review_title": "Worth trying them all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved all the scents! Faves are florals so Leila Lou and Dylan stuck out for me. All are great and clean smelling"
        },
        {
            "review_title": "Great way to decide!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the opportunity to sample each of these delicious scents! I had a hard time choosing my favorite. It was nice to have several days of each fragrance."
        },
        {
            "review_title": "Rosie and Dylan are intoxicating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was really looking for a new clean perfume to continuously buy because I LOVE wearing perfume cause who doesn't love smelling good? This set came with such a wide variety of scents, that were all amazing btw, and I was able to pick my top 2 cause I couldn't just pick 1. They all smell so good. Its like this huge bonus that this brand also cares about the planet and our health! So happy I made this purchase!"
        },
        {
            "review_title": "ROSIE is my fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "In my opinion, the Discovery box is the only way to go. You get to try all the amazing oils. You only need one spritz and you smell so yummy all day long. Recommend 100%. ud83dude0a"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love my discovery set. The little viles are fragile as i learned when one rolled off the counter and broke (made the bathroom smell great for awhile :) I like the different scents and that they are small enough to take with me when I travel."
        },
        {
            "review_title": "Prefect set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Great set to try the different options they offer. I actually loved all of them but really Rosie so after using the trial sizes I ordered Rosie on its own and used the whole bottle and need to buy another. The smells arenu2019t heavy which is great for someone whou2019s sensitive with smells. Itu2019s stays on all day and Iu2019ll get a little wave of scent throughout the day. Would recommend for anyone new to brand and clean scents."
        },
        {
            "review_title": "You wonu2019t regret buying this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So glad I made this purchase! Got to discover 4 of my favorites from this brand. Dulce is my absolute favorite, Rosie, James and Dylan!  So happy I purchased!"
        },
        {
            "review_title": "ABSOLUTELY TERRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Ok you asked for a review so here it is. I paid ALOT for this box of small-tiny vials of fragrance. Every single one of them had an over the top odd sweet scent, which is not a pleasant scent, unless you're into that. The only pleasant one was the DYLAN vial. The rest of them should be   tossed in the ocean. I love scents but this box is not worth THE PRICE it made me nauseous!"
        },
        {
            "review_title": "ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you love soft, clean fragrances this is for you! They all smell so nice and comforting. This is such a good company and I love buying from them."
        },
        {
            "review_title": "So Good I Canu2019t Decide",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have purchased the Discovery kit so many times because there is a scent for every mood. Each are so different that I can never decide on a favorite. Dylan seems to be the one that empties first."
        },
        {
            "review_title": "I use Everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this Sampler because it allows you to try 6 different fragrances & find the ones right for you. I love Rosie, Dylan & Dulce"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This line of fragrance is one of my new favorites. Itu2019s the first time I purchased a sampler and loved every single scent. Some last longer on me than others, but all smell amazing! Iu2019m hoping to collect all of them eventually."
        },
        {
            "review_title": "Absolute delightfulness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This fragrance pack is a MUST HAVE! Every scent is delicious and different so you can mix and match for your mood. They all smell so wonderful that I have a hard time even choosing a favorite. There are no bad choices here! You will smell amazing no matter which you choose."
        },
        {
            "review_title": "Amazing soft scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this fragrance discovery set, my favorites are Rosie, Lake and James. I really enjoy the others too for adding scents  to rooms in my house. Rosie Jane has developed a unique array of scents  that smell so light and pure, I have bought the travel size and full size of Rosie and Lake purse size. I also gave as gifts this Christmas. I would recommend Rosie the scents stay true on me for at least 8 hrs and I always get compliments. Iu2019m allergic to many perfumes but Rosie Janeu2019s do not bother me at all."
        },
        {
            "review_title": "So many new favs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a great set. Beautiful scents and a good size for sampling over time. Based on the descriptions I thought I would love James and Dulce, which are both lovely, but I was surprised how often I reached for Dylan and Leila Lou. Also love that these are clean products from a woman-owned business."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Absolutely loved the set and bought 2 additional as stocking stuffers.   Great variety and found that Rosie and Dylan are my favorites.  Will be getting full size bottles of those."
        },
        {
            "review_title": "Best set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this set! Itu2019s fun to test each scent and love the fact that theyu2019re all clean! Each scent is so beautiful and different, itu2019s hard to pick a favorite!"
        },
        {
            "review_title": "The ultimate way to try the whole line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I'm a fragrance junkie, and I love variety, so this was right up my alley. When I saw that these were clean fragrances, that just made it even better. I had a lot of fun trying out the different scents. There was only one I didn't like (Dylan, which surprised me because other people love it). My favorite is Lake because it's so fresh. The classic Rosie is fantastic as well, of course. It was so fun jumping around from scent to scent."
        },
        {
            "review_title": "Worth it to try them all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently received this set and had so much fun wearing a different scent each day. My favs are Rosie, Dulce, and Lake. Theyu2019re all clean, subtle, and wonderful. Theyu2019re not overpowering at all. Just a perfect aroma to surround yourself with."
        },
        {
            "review_title": "Simply brilliant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The perfume Iu2019d been using for over 5 years had started to produce a rash on my skin so I decided it was time to stop the chemicals. This Discovery Set was brilliant. It allows you to sample all of the scents while making your decision. I enjoyed all of them! And to top it all, the samples are sprays, which is all the better. I now have a new every day favorite and also have some seasonal favorites Iu2019ll be adding."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I didnu2019t want to but a full size perfume and not like it so I decided to get the sample kit.  I was so happy with the kit.  I get compliments every time I wear it!"
        },
        {
            "review_title": "I love this brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This discovery set is such a wonderful way to determine if you'll like a new fragrance, If I had chosen one full size product and didn't like it than I wouldn't have tried any other ones from this brand. However, with this set, I personally didn't care for one of the scents but I loved all of the others! Rosie Jane is now my new favorite brand for clean fragrance."
        },
        {
            "review_title": "JAMES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Truly obsessed with the James from this collection. This set comes with so many different fragrances youu2019re bound to find your perfect scent"
        },
        {
            "review_title": "Perfect gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Love this product and the way it allows anyone to figure out which fragrance works for them without spending a ton of money to do so!"
        },
        {
            "review_title": "Try Before You Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this set!  I'm very particular about the scents I wear, and the Discovery Set have me the opportunity to find my fragrance. Actually, I found two that I adore and have purchased them both!  A great value!"
        },
        {
            "review_title": "Lovely Scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this set because most perfumes give me an awful headache, so I was looking for something more natural, and I also wanted to be sure whatever I use is vegan, which all of these are. The set is great for sampling all of the rosie jane scents, and I love many of them. So far I've purchased 2 full size bottles - Rosie and Madie - and I absolutely love them both. They smell so good, and never give me a headache. I ended up buying these sets for the women and girls  in my family as stocking stuffers this year, too."
        },
        {
            "review_title": "New To Fragrance Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "As a non-perfume person I was skeptical about buying this at first. My mom is allergic to all fragrances so I donu2019t even use laundry detergent that smells good! I am also sensitive when it comes to artificial scents, but the Rosie Jane scents are beautiful, long lasting, and donu2019t flare up anyone in my familyu2019s allergies. My absolute favorite scent is Lake, it is so deep and unique, but I wear each perfume happily. 6/5 stars!"
        },
        {
            "review_title": "Fun and full of variety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this set! It let me try the whole by Rosie Jane line up to discover my favorites. I would highly recommend it to anyone looking for something new and adventurous."
        },
        {
            "review_title": "the only place to start with Rosie Jane!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "if youu2019re new to RJ you *must* start here and I promise the tiny fragrance bottles go a long way. since trying the discovery set I have landed on my top 3 favorites (including Dylan for my husband) and have gifted this set to family, too. worth every buck!"
        },
        {
            "review_title": "Great way to try new fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I have issues with scent sensitivity, so this type of set is a great way to sample new fragrance to make sure I like the smell & that they work well for me. Though I didnu2019t like every fragrance for myself to wear, they were all lovely and I didnu2019t have any sensory issues wearing them. The scents from By Rosie Jane are all soft and close-wearing, which makes them perfect for work, as they are unlikely to overwhelm or offend your co-workers."
        },
        {
            "review_title": "You won't be disappointed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've been purging extra chemicals in my beauty products so I decided to try this set out and I'm SO glad I did! It was great to try the different scents so I could find my favorite before committing to a big bottle."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with this! After buying this sample set, I purchased full size bottles of 4/7 of the fragrances. (It helps that the full size bottles are so affordable!) Itu2019s rare for me to find a brand where I want to own so many of their scents, so I have an extreme fondness for Rosie Jane. James is my favorite, while Madie is my go-to fragrance for the summer. I also got Dulce and Dylan (and I have my eye on Rosie too). The set is such a great way to experience the brand, and the little sprays last a good while."
        },
        {
            "review_title": "I discovered a new signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I bought the Discovery set because I was in between scents and wanted to find something truly unique. Well, I sure found more than one future signature scent!  These are so fresh and different!than anything"
        },
        {
            "review_title": "Love my James!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I've been looking for MY scent for a very long time and finally found it in James by Rosie James. The Discovery Set was a reasonable price,, arrived in good time, in good condition and was fun to explore."
        },
        {
            "review_title": "Perfect little sizes for big fragrance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This little kit is terrific for trying out b/rj scents without breaking your bank. Each vial comes in it's own little slot with a description of the scent, so you can choose what notes you want to smell like that day. The fragrance is long lasting, too! I spritz on the a.m. and can still smell it on myself come the afternoon. It's definitely worth looking into if you've never tried their perfumes before."
        },
        {
            "review_title": "Perfect sample set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This is a great sample set! I fell in love with Rosie immediately and knew that was my sent. The other scents were just as lovely and whatu2019s more important, they all seem to have great lasting power on my skin, in my hair, and in my clothes! The descriptions of each perfume are also really fun."
        },
        {
            "review_title": "Treat yourself!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love Rosie J perfume! My sister and I frequently purchase sets of perfume to try out.  Rosie J by far has the greatest set!  I've been a lover of the Rosie scent for a while and wanted to sample the others.  This was the perfect way to do that. Problem is we both liked them all so splitting the samples up was not easy!"
        },
        {
            "review_title": "Great for getting to know Rosie!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "This product really helped me to find my scent. Some were definitely stronger than others and not for me. I really loved the fact that this is a clean perfume."
        },
        {
            "review_title": "Horrible packaging and quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019m so disappointed with this. I saw this in store so I decided to buy it. But when I got home and opened it, the vials were all over the place in the box and one of the caps came off one of the vials along with the spring so the scent spilled everywhere. Iu2019d understand if I ordered this online and it got messed up in the shipping process, but I got it in store!! On top of that, I didnu2019t like any of the scents and couldnu2019t smell any of them after about 30 minutes. Big no from me :("
        },
        {
            "review_title": "Worth Every Penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love this set! so beautiful and I truly liked pretty much every perfume. Each vial had a good amount so I could use it for a few days each and see how the perfume worked on my skin...and if anything gave me a headache, which none of them did. PHEW. Going to buy the full size of the Rosie and Dulce. Great perfumes and cool brand."
        },
        {
            "review_title": "A light-hearted nod to the 1970s",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This set is a full chapter from the 1970s playbook:  warm musk, sandalwood, vanilla, and florals.  Madie smells wonderfully like every jar of squishy bath pearls that I purchased for my mother in the 1970s and my daughter for me in the early 2000s.  Dulce is heavy French Vanilla, while Rosie, Dylan, and Lake bring that warm musk.  James was a surprise because I normally don't care for fig in a fragrance, but this one is well-balanced.  The pear overwhelmed the jasmine in Leila Lou for me, though.   Would I buy any of the scents?  Maybe one or two.  However, the scents are almost too light for me and projection is definitely safe for work because almost all of them wear very close to the skin; after a few hours they are gone. Perhaps that is just my skin's chemistry and why I favor rich fragrances from Tom Ford,  Guerlain, Chanel, etc."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One of the seven samples was broken and all the fragrance was gone. The sprayer didnu2019t work on three others. The two left were meh."
        },
        {
            "review_title": "sooooooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "honestly I love by/rosie jane so much. This is set is so perfect for anyone new to clean fragrances and the brand! I get it as a gift for friends/family and they are always so excited to get to discover new AMAZING fragrances. My personal favorites are Rosie, James and Dylan!"
        },
        {
            "review_title": "Lovely and Subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love this set. All the perfumes are light but very different. I have been trying out a new one each day. My favorites are Rosie and Dylan so far. I also love that they are clean. It is so hard for me to find a fragrance i like because they can often be so overpowering and give me a headache. These DON'T do that."
        }
    ]
}