{
	"product_id": "113",
	"name": "Dandelion Twinkle Shimmer Finish Powder Highlighter",
	"brand": "Benefit Cosmetics",
	"categories": "Makeup, Face, Highlighter",
	"price": 47.0,
	"about": "What it is:A soft nude-pink, superfine powder highlighter with a shimmer finish..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:This superfine baked powder highlighter gives a light-reflecting, luminous glow, a soft-focus blurring effect, and a shimmer finish. It builds effortlessly, blends seamlessly, and feels weightless.",
	"ingredients": "Synthetic Fluorphlogopite, Silica, Boron Nitride, Cetearyl Ethylhexanoate, C12-20 Acid Peg-8 Ester, Glycerin, Squalane, Parfum (Fragrance), Dicalcium Phosphate, Caprylyl Glycol, Ethylhexylglycerin, Polysorbate 80, Potassium Sorbate, Phenoxyethanol, 1,2-Hexanediol, Xanthan Gum, Limonene, Tin Oxide, Hexylene Glycol, Hexyl Cinnamal, Benzyl Salicylate, Aqua (Water), Citronellol, Citral, Linalool, Eugenol, Cinnamyl Alcohol, Alumina, Magnesium Oxide, Tocopherol. [+/- Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides)]...Disclaimer: Product ingredient listings are updated periodically. Before using a Benefit Cosmetics product, please read the ingredient list on the packaging of your product to be sure that the ingredients are appropriate for your personal use.",
	"how_to_use": "Suggested Usage:.-To highlight, sweep along the high points of your face—the bridge of your nose, cheekbones, and brow bone. .-Apply delicately all over your face as a luminizer.",
	"num_reviews": 240,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/dandelion-twinkle-P417320?skuId=2520484&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2520484-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Full Size",
			"shade_descriptor": "soft nude-pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2520484-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "no highlight...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "bought this highlighter hoping it'd be like another holy grail shade like cookie or tickle but its nothing like those. too chalky and there's little to no payoff - i have fair skin and this was the same shade as me! not worth the price"
		},
		{
			"review_title": "Very light, but pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "It’s very light and doesn’t show up unless you put tons on. When the sparkle is there it’s cute. You get a lot for the mini and it will last a while"
		}
	]
}