{
    "product_id": "465",
    "name": "Baby Lip Balm",
    "brand": "Evereden",
    "categories": "Bath & Body, Body Care, Bath & Body for Mom & Baby",
    "price": 13.5,
    "about": "What it is:A fragrance-free lip balm that soothes and moisturizes dry lips and irritated skin around the mouth with a nutrient-dense blend of seven botanical oils..Highlighted Ingredients:- Sunflower Seed Oil: Antioxidant-rich oil conditions skin and supports moisture barrier..What Else You Need to Know:This formula is made from safe, non-toxic botanicals to soothe and hydrate lips and the skin around them with zero worries. The wide-surface packaging and creamy texture make it quick and easy to apply for the whole family.",
    "ingredients": "-Sunflower Seed Oil: Antioxidant-rich oil conditions skin and supports moisture barrier..-Jojoba Oil: Nourishes by mimicking skinu2019s natural oils. .-Grape Seed Oil: Soothes and moisturizes skin. ...Beeswax, Bis-Diglyceryl Polyacyladipate-2, Simmondsia Chinensis (Jojoba) Seed Oil, Coco Glycerides, Vitis Vinifera (Grape) Seed Oil, Ricinus Communis (Castor) Seed Oil, Hydrogenated Palm Glycerides, Jojoba Esters, Copernicia Cerifera (Carnauba) Wax, Hydrogenated Palm Kernel Glycerides, Euphorbia Cerifera (Candelilla) Wax, Butyrospermum Parkii (Shea) .Butter, Butyrospermum Parkii (Shea) Butter Unsaponifiables, Helianthus Annuus (Sunflower) Seed Oil, Avena Sativa Kernel Oil.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-It takes one swipe to soothe, thanks to the wide surface that lets you quickly and easily glide on lips and the surrounding skin. .-Reapply as necessary..-Easy-to-hold packaging is great for babies, kids, and the whole family.",
    "num_reviews": 63,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/evereden-baby-lip-balm-P481982?skuId=2564805&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2564805-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.13 oz/ 3.8g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2564805-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not Efficient",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this for 2 days, reapplying 3-5x a day, my lips are so so dry. Made them worse. To add on - this product doesn't smell good, kind of has a petroleum/oil smell to it"
        },
        {
            "review_title": "it's worth the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Evereden Baby Lip Balm is super gentle and made with natural stuff like sunflower and coconut oils. Itu2019s great for babies and anyone with sensitive skin. It keeps your lips soft with beeswax and vitamin E, and it doesnu2019t have any chemicals or smells. Some people might think it feels a little thick, but it works really well. Itu2019s a bit more expensive than other lip balms, but it's worth it if you want something safe and good for your lips!"
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s descent,  itu2019s hydrating but thatu2019s all. Not long lasting, it can be used in sensitive skin/lips"
        },
        {
            "review_title": "Great lip balm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like the size, fits everywhere nicely. It doesnu2019t have a scent. Very gentle and nourishing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I have been using this lip balm for several months.  I like the wide barrel for coverage.  It lasts on my lips longer than tradition lip balms bought in stores.  It has helped heal my winter chapped lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I love the small packaging of it cause I can just fit throw it in any of my purses or pockets. It leaves my lips hydrated for a while so I donu2019t need to constantly reapply."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Itu2019s smooth once you break it in after a few uses. I like the clean/sleek look of the item itself. Easy to carry around due to the small size"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Works great!  Minus 1 start because I personally don't like the smell."
        },
        {
            "review_title": "A horrible product mould found, and way overpriced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product it was the worst thing in the world. I may be 19 years old but I felt like trying it. It came with mould and it was so expensive. If I could rate this zero I would."
        },
        {
            "review_title": "Make a better tube!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizes my baby and toddlers cheeks and lips and it is a must that it is all natural ufffcbut oh my goodness the packaging is so so dumb!! The mechanism that turns to push more product out barely works. There is hardly any product inside at all. So so frustrating that I have to scrape it out with a finger which is unhygienic."
        },
        {
            "review_title": "smooth!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "The amount of product that you get for so little, is amazing! so hydrating and makes my lips look glossed aswell. The only negative thing i have to say, is that the smell isnu2019t the most enjoyable. Other than that, itu2019s great!"
        },
        {
            "review_title": "Few months of occasional use and product was moldy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "I used this on my toddler to help keep her lips moisturized. A few months into it and I found mold in the lid.   Jot impressed that Iu2019ve been putting moldy product on her face."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Didnu2019t work great and had a strange smell. After a couple months it began to smell like mold and I had to throw it away. Smooth application and nice container in the beginning however."
        },
        {
            "review_title": "amazing lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I actually experienced a huge difference with my dry cracked lips. very simple ingredients and it's affordable"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "For this product being from sephora its one of the cheapest things which is good, I just don't think it's anything special and I could get a better lip balm at a drug store. smells AWFUL and I'm sorry but I can't stand it on my lips."
        },
        {
            "review_title": "Favourite Lip Balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this lip balm so much that Iu2019m already on my second one, it keeps my lips hydrated and it has clean ingredients!"
        },
        {
            "review_title": "Not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Its just okay.not so great as i expected.but its really handy i like the size and and easy application."
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "it was alright, my lips feel better using some drugstore blistex though. packaging is cute, doesn't last long as there is very little product for the price."
        },
        {
            "review_title": "Big yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "My two year old wanted her own lip balm after seeing me apply mine each morning. Her lips are bow always hydrated. So good!"
        },
        {
            "review_title": "This lip balm saved my lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product saved my lip! It is the only thing that actually keeps my hydrated and not need to re apply every 5 minutes. The best things is it is no fragrance and no nasty ingredients. The smell is actually not bad, it just a normal lip balm smell. I am going through my 2nd one and loving it. Also love how cute the packaging is"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Doesn't last very long and did not moisturize my lips."
        },
        {
            "review_title": "Bon baume pour les lu00e8vres",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'aime vraiment ce baume pour les lu00e8vres. Tru00e8s hydratant, je n'en remets pas continuellement, il est confortable et pas tru00e8s cher. Toutefois le bouchon tiens plutu00f4t mal ce qui fait que ce n'est pas une bonne option si on cherche un baume a trainer avec soi dans son sac, le bouchon tombe facilement."
        },
        {
            "review_title": "Mold growth",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really liked this product at first. Unfortunately, less than one month after purchasing it started to grow mold on it and I had to throw it out"
        },
        {
            "review_title": "Returning because of smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This feels moisturizing but I canu2019t get over the chemical smell."
        },
        {
            "review_title": "7/10",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Very moisturizing very wide applicator. Smells is a hit and miss"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Very smooth and soft, the best lip balm I ever had. Totally recommend"
        },
        {
            "review_title": "The best lipbalm !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The best lipbalm so far Iu2019ve used!! Does its job of keeping lips moisturized and soft. Would buy this again and again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I like it!! Cute container, natural ingredients, no fragrance, and rich formula. It feels really nice on the lips, however I do find myself reapplying as they feel a bit dried out after a while."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The product is much smaller than the one shows on the website. Good ingredients for little ones but thereu2019s a lot of  good ones out there with affordable prices. Itu2019s rich so a little goes a long way. Iu2019m pregnant so I use it as well."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "I got this for free to try. I canu2019t believe something like this exists. Itu2019s so cute to have on hand and it works. I would buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "So silky smooth I honestly use it on myself more than the baby. It has very minimal ingredients and felt very natural. I got it for free to try out and will definitely buy more when Iu2019m out."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this free from Influenster to try for my baby. I love using this product on my babies chapped lips as well as my own. Iu2019ve noticed a big difference in the softness of my own lips and his. This product lasts and works well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "my older daughter love this product. always applying to lip am glad that this lip balm is working for her."
        },
        {
            "review_title": "Sweet new product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Super cool product, Iu2019ve never seen anything like this product before. I love that the ingredients are super simple and it doesnu2019t have a bunch of add ins. Especially in the winter when our lips get dry this product made them nice and smooth and stayed on! I would definitely buy this for other moms!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My babies arent here yet, but I couldnu2019t let this go unreviewed! My other kiddos and I loved it! Did a great job with all of our lips."
        },
        {
            "review_title": "Love Love the Lip Balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complementary from #influenster and again I love love this product. My 2 1/2 year old has dry lips and round the lips were red because he keeps licking them. So I started to use the Evereden lip balm and what a difference. His lips and round the redness started going away and his lips became less dry. Same thing for my 6 month old his lips became less dry as well. I started using it myself and I love it. I will definitely buy this again"
        },
        {
            "review_title": "Perfect all the way to J/K!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I purchased it for my Daughter who is in Kindergarten & she really enjoys it. She digs the larger width of it & because of that she hasn't lost it yet. I will be repurchasing & getting more as gifts!"
        },
        {
            "review_title": "Gentle Moisture for your Children's Lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product complimentary from #influenster for my honest review. And frankly, it is very strange using a fragrance free lip balm since I have only used fragranced lip products for majority of my life. However, I do realize that fragrances are not optimal for baby skin that's sensitive and I love that. But it is pretty strange when you smell it and there's no scent. My daughter loved the fact that it's chubby and fit right into her hand and often asked for this product. In terms of hydration for your lips, I do find that there are other products that are more hydrating (like an overnight lip mask) but it does the trick for hydrated kids."
        },
        {
            "review_title": "Moisturizing for all ages!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "For babies and young children, this is quite difficult to use, Iu2019ve had to put it on my finger and then apply it to my 8 month old son. The product itself is very moisturizing, and long lasting. Itu2019s definitely something Iu2019ll keep in my purse/diaper bag for my baby and toddler."
        },
        {
            "review_title": "We loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was really excited to try this on my 2 year old and myself! Our lips have been very dry this winter and it definitely did it jobs hydrating our lips making them feel nice and smooth also has a nice smell to it!"
        },
        {
            "review_title": "Hydrating Lip Balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this Evereden Baby Lip Balm   as a free sample  from Influenster in exchange of my honest reviews. I loved the colors and the packaging its really pretty and inviting.  I applied this on my 1.5 year old son who has sensitive and dry lips. It keeps my baby's lips well hydrated and moisturized. It didn't irritate his skin at all. I used it on my lips as well and it hydrated and soften my dry lips. Best thing of this product is that It's fragrance-free and mostly derived from plant-based ingredients.  It's made with sunflower oil and grapeseeds oil.My first time trying this product but wonu2019t be my last! I would definitely recommend to kids and adults. No more dry lips  #freeproduct"
        },
        {
            "review_title": "Just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Whoever created this product needs a raise! My son who is 3.5 absolutely loved it and asked me for it all day long now. He always gets chapped lips especially in the winter and I now have a new ongoing product but Iu2019ll be using with him as well as my new baby thatu2019s due in two months."
        },
        {
            "review_title": "Leave babyu2019s skin moisturized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I have used this a couple of times on my daughter. Love that it is fragrance free and has safe ingredients for your little one. Canu2019t wait to use it in my second one arriving very soon! I also love the packagaing!"
        },
        {
            "review_title": "Great for baby lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and Evereden in exchange for my honest review.  The packaging looks so pretty. I applied it to my baby's lips before going out to cope up with the harsh weather conditions. It keeps my baby's lips well hydrated and moisturized. It's fragrance-free and mostly derived from plant-based ingredients, so I was happy to try it on my baby. I'll definitely recommend it and buy it again."
        },
        {
            "review_title": "Nourishing Lip Balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Used on my 2.5 year old daughter as she is makeup obsessed lol love how the product moisturized her lips (especially as the air is still dry) and very little was needed. Full of hydrating, clean ingredients so I felt comfortable with her using this. My one con is the container is too wide for her small lips so perhaps having a smaller package would help with the younger ones using the products."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this product free to try from Influenster. I have to say I was Super Excited when I saw this product in the box. With the dry winters in Alberta, my entire family deals with dry lips.  I love that I feel safe enough to use this on my kids. I ised it on myself as well and it left my lips soft and hydrated. I definitely recommend this for kids and adults."
        },
        {
            "review_title": "Nice scent free natural baby lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am so surprised and happy with this baby lip balm as it is very difficult to find such natural, chemical and harsh ingredients free baby lip balm these days. This works well for my baby's skin as it is soft and non- drying. Moreover the design and outer packaging also looks so elegant and eye catching. The best part about ths lip balm is that it's scent free and very clean and super soft for my baby's lips."
        },
        {
            "review_title": "Works well!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this free product from Influenster in exchange for my honest opinions. Having never heard of this brand before, I was very surprised by the package immediately. The colour scheme of the lip balm is very inviting and pretty and makes me want to reach toward it immediately. My daughteru2019s lips arenu2019t dry and sheu2019s really young still, so I actually tried this on myself first. I actually really liked it - itu2019s scentless, goes on really smoothly on my lips (almost like butter) and kept my lips hydrated for a few hours at a time. Wish it was hydrating for the entire day, but most products arenu2019t so I am very happy with this one!"
        },
        {
            "review_title": "Brings Joy to My Baby!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free to sample from Influenster. My little girl always wants to copy me, and giving her this lip balm was so great so she can put on her lippie u201clike mamau201d. Itu2019s safe, scent-free and taste free. It has hydrating effectsu2014 but ultimately it brings my baby joy to use it like a big girl taking care of her lips. We use it after tooth brushing and before bed and she never forgets to ask! The packaging is super cute too. Will purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I got this for free from Influenster in exchange for my honest review. I am very happy with this product. It does well to hydrate your lips. Will buy another soon!"
        },
        {
            "review_title": "Wow!.. yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster in exchange for my Honest review of the product.   On first impression the formula is nice, there is no smell and I am overall impressed by the general concept of a baby lippie balm. This is my third child and this is the first time Iu2019ve owned a lip balm for my Child which is kind of neat."
        },
        {
            "review_title": "Great !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received these products for free from Influenster and evereden in exchange for my honest review.  My daughter was very excited to try this out she has very dry lips, this lip balm really help help out in a few days you could see the difference. it also has no scent so thats great! Would definitely recommend this lip balm!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was given this pruduct for free to try and review from Sephora , ever eden and Influenster.  Thank you so much! I really liked this lip balm for my son. It had no scent or flavour which is good because he is touchy to scents and flavours. He loved it and put it on himself. I told him it was his and he got all excited about it. My son has super dry lips that peel so this came at a perfect time. He will continue to use it. It made his lips hydrated and soft.  No more dry lips."
        },
        {
            "review_title": "Baby soft lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love the idea of having a lip balm for children rather than using my own lip balm on them. It leaves the lips feeling so soft and moisturized. It has natural and safe ingredients."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This baby lip balm glides smoothly onto baby's lips. It's made with plant based ingredients, non-toxic and not scented.  It's small and compact, which makes it perfect to carry in a diaper bag or mommy's purse. The size of the lip balm is big for baby's lips but one swipe can moisturize both lips. I tried this on myself and I found that it hydrated well. There is sort of an oily taste when applied from the ingredients in the product. Overall, this hydrated the lips well but like all other lip balms, it needs to be reapplied after awhile."
        },
        {
            "review_title": "Good product made with natural ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I recieved this product for free from Influenster to review for my honest opinion.  It's not sticky and tacky like most lip balms. It is unscented/unflavored so it is more natural. I like how it is non-toxic and made with sunflower, grapeseed and jojoba oil. Makes me  more comfortable putting it on my babies."
        },
        {
            "review_title": "Baby soft lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Talk about pure intelligence!! The idea of a lip balm for kids is making cuz the only option for their dry lips is petroleum. Keeps his lips nice and soft. Plus the ingredients are amazing. Not greasy or oily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Enjoyed this product alot, it wasn't greasy or oily feeling, and definitely one  of the better lip balms tried"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this little purse sized balm for dry lips and other dry excema spots. And such cute packaging !!"
        },
        {
            "review_title": "Baby lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this for free for testing purposes  I love this baby lip balm my lips are soft I love the sent  it smells like baby powder"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I started using this on my baby during winter, mostly because I didnu2019t want her lips to dry like mine due to the cold weather. Her lips were always perfect. I got one for me and I must say itu2019s the best lip balm Iu2019ve ever tried! No more cracked, dry lips!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love the product for baby and for me - I keep one in the diaper bag and another by my bedside which is great during nighttime feedings"
        },
        {
            "review_title": "More like lip BOMB!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best lip balm i've come across!  It keeps my lips hydrated for the whole day and doesn't leave an uncomfortable coating behind like I've noticed with other brands."
        }
    ]
}