{
	"product_id": "1432",
	"name": "Hydration Peptide Cream",
	"brand": "Shani Darden Skin Care",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 81.0,
	"about": "What it is:A rich, oil-free moisturizer that provides up to 72 hours of intense hydration and powerful peptides that visibly plump and firm without causing congestion..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dryness, and Loss of Firmness and Elasticity.Formulation:Rich Cream.Highlighted Ingredients:- Peptides: Supports healthy collagen and elasticity while visibly firming and plumping..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free..What Else You Need to Know:Ideal for normal to dry skin, this oil-free moisturizer is powered by hydrosella, which is clinically shown to provide up to 72 hours of hydration, peptides to visibly firm, and squalane to nourish the skin barrier. Non-comedogenic, this rich cream nourishes skin without causing unwanted congestion..Clinical Results:In a 28-day consumer study:",
	"ingredients": "-Peptides: Supports healthy collagen and elasticity while visibly firming and plumping..-Hydrosella: Provides up to 72 hours of hydration..-Squalane: Replenishes skin, locks in moisture, and protects skin barrier...Water / Aqua / Eau, Caprylic/Capric Triglyceride, Propanediol, Squalane, Glycerin, Glyceryl Stearate Citrate, Niacinamide, Butyrospermum Parkii (Shea) Butter, C12-15 Alkyl Benzoate, Polyglyceryl-3 Stearate, Sodium Acrylates Copolymer, Hydrolyzed Sodium Hyaluronate, Ceramide NG, Palmitoyl Hexapeptide-12, Hibiscus Sabdariffa Fruit Extract, Hydrolyzed Plukenetia Volubilis Seed Extract, Tremella Fuciformis Sporocarp Extract, Tocopherol, Tribehenin, Hydrogenated Lecithin, Lactic Acid, Xanthan Gum, Sodium Phytate, Tocopheryl Acetate, Lecithin, Betaine, Erythritol, Sodium Hydroxide, Ethylhexylglycerin, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol.",
	"how_to_use": "Suggested Usage:.-Apply daily to clean, dry skin morning and night. .-Massage onto face, neck, and chest. .-Appropriate for use with retinol, AHA/BHAs, vitamin C, and most actives.",
	"num_reviews": 300,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/hydration-peptide-cream-P505173?skuId=2643260&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2643260-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.5 oz / 75 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2643260-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Love it so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "If you’re looking for a beginner anti-aging and hydrating product buy this. It has some great peptide ingredients that have noticeable helped improve my skin quality."
		},
		{
			"review_title": "A new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I LOVE the way this stuff makes my skin feel. I love the way the product itself feels. It makes me feel SO smooth! I’ve never had a product that makes my skin feel this good! I’m usually just a moisturizer girl but this helps my skin so much!"
		},
		{
			"review_title": "A must have in my skincare routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Great overall moisturizer.  I have been using for 2 months and can totally tell a difference in my skin texture. Great value for this product."
		},
		{
			"review_title": "moisturizing but made me break out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have dry skin and rarely breaks out since I’m on hormone control. I really liked the texture of this lotion but it made me break out in 4 areas."
		},
		{
			"review_title": "Pills after using Moisture Boost Serum :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was so excited to buy this product and begin using it in my dry skin care routine. After cleansing my face, using an essence, and then using the moisture boost plumping serum, I waited for the serum to dry before applying the cream to my face. The serum felt great.  Once I applied two pumps of the moisturizer (a little goes a long way), I immediately put it on my face, and it felt great. No complaints. But after waiting 20 minutes, I briefly rubbed my hand over my face lightly, and the product started pilling. For reference,I have very dry skin (resembling the Sahara Desert lol), and I didn't use any other silicone based skincare products prior to using the peptide cream (only water based), so I'm not sure why pilling would occur. It makes me wonder if it has to do with the Shea butter in this product. I'm so disappointed/sad about this, and for that, I will be returning it. If you choose to use this under makeup, proceed with caution."
		},
		{
			"review_title": "great product 👌",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I bought this product which was recommended by Sephora staff. I love the product but not the packaging.  there are still 20% left and not use how to use it. overall very good moisturizer, but probably won't buy again it unless they change the packaging."
		},
		{
			"review_title": "Perfect All-Around Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is my favorite all-around moisturizer. I am super impressed. I picked this up because I just happened to try it when I was in the store and had to have it. It's just nice. One or two pumps is all it takes and it really moisturizes without leaving any kind of film or texture on my skin. I have really sensitive skin and this doesn't give me any trouble and has no fragrance. I have a full drawer of skincare and I find myself reaching for this over and over as my main moisturizer. I have even repurchased this and that's rare for me because I tend to find something new - and I bought it for my mom as a gift. The price is up there, but this lasts me months and months since a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "lightweight, good summer moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I've tried tons of moisturizers but somehow always catch myself coming back to this one. I can see the difference when I use this regularly in my skin routine. Would really commend - I love all of Shani's products."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am loving my new Peptide cream! It’s super lightweight and leaves my skin feeling super moisturizer! I’ve been using it in the morning and at night and can totally tell a difference in my skin! My skin has never looked so good!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "This moisture works great for my skin. It feels amazing when I put it on and not too oily throughout the day. Definitely would recommend to anyone looking for a healthy smooth daily moisturizer. Amazing"
		},
		{
			"review_title": "loveeeee it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Honestly, this moisturizer that I was gifted from shani darden is incredible in every way! Despite the fact that I use it every night before going to bed, I have continuously experienced issues with other moisturizers that result in outbreaks caused by my skin. This is a product that I adore completely!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I really have enjoyed using this product so far! It’s really lightweight and leaves my skin feeling really moisturized. This product is perfect for day and nighttime use. It also layers well under makeup."
		},
		{
			"review_title": "A game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Absolutely LOVE this moisturizer! I’ve been using it morning and night and my skin is so dewy and hydrated! It’s never looked so beautiful! This cream goes on so smoothly and feels so luxe! I have sensitive and dry skin and this moisturizer has changed the game for me!"
		},
		{
			"review_title": "Very Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "This product feels amazing when I apply it on my skin. It’s thick, but not too thick and perfect for dry skin. I have very dry skin and this product has made a big difference in how my skin retains moisture. Instead of applying moisturizer 2 to 3 times throughout the day. I only had to apply this once in the morning and I was good for the rest of the day. I love this product!!💗💗💗"
		},
		{
			"review_title": "I love this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Estoy muy Feliz de haber encontrado esta crema hidratante para mi piel realmente mi piel es un poco difícil tengo piel Mixta algunas zonas son secas otras son muy gradas pero sorprendentemente esta crema le a funcionado perfecto para mi tipo de piel se siente muy bien, inmediatamente vez una piel luminosa"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This hydrating cream is the best moisturizer. I’ve used yet. I love how silky and smooth it is. It’s super lightweight which is great for an acne patient like me. I am super impressed by Shani Darden products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I have been enjoying using this cream. It’s not too light and doesn’t leave my skin feeling greasy if heavy, yet it leaves it feeling hydrated and smooth. I also feel like the peptides are helping strengthen and heal my skin. My skin looks glowy and hydrated and it dispenses super easy."
		},
		{
			"review_title": "Breakout",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I usually love Shani Darden products. Unfortunately, this did zero in regards to hydration and it broke my cheeks out/caused red irritation on my cheeks as well."
		},
		{
			"review_title": "very good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "the new Hydration Peptide Cream - A rich, oil-free moisturizer is great. I was worried about the moisturizing factor because I have dry skin, but it works perfectly for every skin type. I would recommend this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This cream feels so smooth and luxurious when rubbing into my skin. It feels like I’m getting a relaxing facial at the spa. My skin is looking more radiant and instantly moisturized. I have fine lines around my eyes and this seems to smooth these in the past week’s use. My skin looks more plump. I have very dry skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Hydration Peptide cream from Shani Darden is very gentle — I use it if my skin is sensitive or after I use a strong serum (e.g., retinol, vitamin c, or an acid like AHAH). I like that it’s light enough to wear during the day, but rich enough that it also works as a makeup primer. There’s no scent (which I prefer) and the cream itself is super nourishing. Since using it regularly, I’ve noticed an improvement in my skin barrier."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This moisturizer is great for all skin types! For my dry skin, this makes for a lovely day cream, keeping my skin hydrated throughout the day. It also sits beautifully under makeup. I also appreciate that this is oil-free, so if you are prone to acne or clogged pores, this would work nicely for you."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I can’t believe how moisturizing this product is! I already had high hopes for this but putting it on my skin felt amazing. It has kind of a silky texture that doesn’t have much fragrance. I have oily combination sensitive skin and this didn’t break me out or feel heavy. Its super hydrating."
		},
		{
			"review_title": "So moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is my new favorite moisturizer! I use tretinoin every night so my skin is very dry. This peptide cream is so nourishing for my skin! I love that it’s oil free which means it’s safe for large pores. I also love got the cream feels on my skin"
		},
		{
			"review_title": "Super hydrating and plumping!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been loving this so far! I have combo skin that leans dry, and this rich cream has been really nice to use at night. My skin loves anything with peptides and Squalane, and it immediately plumps my skin up. It’s a little expensive for 2.5 oz of product but it definitely works if you want to splurge on something."
		},
		{
			"review_title": "Must try for 2024",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I am absolutely obsessed with this moisturizer. This hydration peptide cream is absolutely amazing and perfect for your skin. It leaves your skin hydrated and smooth. I would definitely suggest giving it a try if your looking for a high end product that actually does what it’s promising"
		},
		{
			"review_title": "Love this moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This moisturizer is perfect for my dry and sensitive skin. The packaging is also very beautiful. It is very rich moisturizer that goes so smooth into the skin. It doesn’t feel so thick and sits so well under makeup as well"
		},
		{
			"review_title": "Must have for your skin routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have been using this product for awhile and I love how it is on my face. My face feels hydrated and more plump. I have definitely seen a difference in my appearance. I use morning and night and use two pumps. I love the packaging. It feels luxurious and the pump is great. There is a slight scent but not overwhelming."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have super dry skin and i love this oil free moisturizer which is lightweight and also non sticky. The best part is that it does nor clog your pores at all and make your skin plump and nourished for long time"
		},
		{
			"review_title": "Surprisingly good moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I recently tried this moisturizer, and it feels so luxurious on my skin. It's incredibly hydrating and has helped with the dryness around my nose area. The cream feels rich but not heavy, and it absorbs well into the skin. I love how this moisturizer leaves my skin feeling hydrated and smooth."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "The texture and maximum hydration this moisturizer provide are unique. My skin feels quenched and looks healthy, while it does not exacerbate oiliness around my t zone. It feels light on my skin while thoroughly moisturizing."
		},
		{
			"review_title": "Manda91222",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted Hydration Peptide Cream: A rich oil-free moisturizer by Shani Darden! My face felt instantly more hydrated. My face,neck & chest had a softer brighter look . It made my skin feel firmer and softer. It protects the barrier of the skin . it doesn’t feel greasy or heavy on my skin or make it feel oily. It’s just a great product that provides very fast results. I wish I had known about this product years ago. I would definitely recommend this product."
		},
		{
			"review_title": "Thick and Creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This feels so good on my skin! It’s a heavier moisturizer that is great for night! I usually wake up with dry irritated skin and that did not happen after using this moisturizer. I recommend if you have dry/combo skin!"
		},
		{
			"review_title": "Works well for dry skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have really dry skin and this cream worked nicely on my skin. It takes a bit if time to get absorbed and does feel like a layer on skin but eventually it hydrates and nourishes the skin beautifully. I would say it might be a bit greasy for people with oily skin. I love Shani Darden’s product’s packaging- looks so luxurious. This one has a pump to take out the cream. It did take me more than the regular number of pushes when i tried to take out the cream for the first time. Overall I am pleased with this one!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This is a very rich cream that has really helped with my skin elasticity with a few uses. The cream feels super light and gets absorbed so quick. Leaves my skin soft , supple and plump and hydrated throughout the day."
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have normal to dry skin and this is so perfect! The texture is incredible and lightweight, it does not weigh down the skin if they makes sense. It's also hydrating and pairs well with other products!"
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This is such a high-quality moisturizer! It comes from 2.5 fl oz of product (which is more than most moisturizers), in a glass packaging with a pump. The product itself feels very nice on the skin and it's super lightweight. It also has amazing ingredients."
		},
		{
			"review_title": "My review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I was gifted this by shani darden. This is a lightweight cream moisturizer and their isn't much of a smell to it which I like. I have tried other things from them and I'm curious to see what else they have."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have really dry skin and finding a moisturizer that I love has been hard. I look for specific things in my moisturizer and that’s how I decide if it’s good enough. Usually if it’s thick it’s a pretty good indicator that I will like it. In this case, I was pleasantly surprised that when I applied this one, it wasn’t thick and it worked sooo GOOD. It left my face so hydrated and glowy, I’m in love"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This cream by Shani Darden is one of a kind. It is very hydrating and leaves my skin feeling so moisturized and hydrated. I love that it doesn’t clog my pores too. Highly recommend it if you are looking for a nourishing and lightweight formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using Shani Darden’s Hydration Peptide Cream, and it's amazing. This rich, non-comedogenic cream provides deep hydration and nourishment without causing congestion. The peptides visibly firm and plump my skin, Hydrosella offers up to 72 hours of hydration, and squalane locks in moisture and protects my skin barrier. My skin feels revitalized and well-hydrated. Highly recommend!"
		},
		{
			"review_title": "Nourished rejuvenated skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I've been using the Shani Darden Hydration Peptide Cream and it's been amazing for my skin. The cream has a luxurious texture that feels incredibly soothing as I apply it. It's rich yet absorbs quickly without leaving any greasy residue. Over the last little while, I've noticed a slight improvement in my skin's hydration levels. My complexion appears more plump and radiant, and the fine lines seem to have softened. This cream has addressed my concerns of dryness and dullness effectively, making my skin feel nourished and rejuvenated. It's truly a staple in my skincare routine now."
		},
		{
			"review_title": "My new love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is my first time trying the brand and I have fallen in love. This is such an amazing product. It hydrated and plumps the skin even on my driest skin days. I love how informative the packaging and that it is save for actives/exfoliating products. It’s a thicker cream but glides on the skin so nicely. It leaves a wonder glow and my skin feels amazing after."
		},
		{
			"review_title": "I like it !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I l really like this peptide cream. It feels very moisturizing, light, and works great as a makeup base. I will definitely be using this more often before applying makeup. Gives a nice moisturizing finish."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This moisturizer feels really nice on the skin. Like how it’s still nourishing even though is oil free. Perfect for summer days. I like how plump it leaves your skin. I like how it has squalene to lock in moisture"
		},
		{
			"review_title": "Seems to deliver on its promises",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The amount included in the sample was only enough to use on the driest areas of my face. The product did what it advertises. Where it was applied, my skin was noticeably plumper and pores minimized."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I been using this cream for a few days and I’m loving it I’m a makeup artist and I’ll include this on my kit, it has a rich consistency that you can feel on your skin but isn’t greasy at all, my face feels hydrated and is perfect to wear under your makeup I have combination skin more on the dry side and this is helping a lot I recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Loving this hydration peptide cream from Shani Darden! It makes my skin so smooth and hydrated. I live in a super dry climate so need to use products that really moisturize my skin and this peptide cream is perfect!"
		},
		{
			"review_title": "72 hours of hydration indeed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The hydration peptide cream is very nourishing. It helps keep my skin supple, hydrated and wears very nicely under makeup. I have acne prone skin and it helps that this product is oil free. I want to try other products from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is such a great moisturizer. I feel so refreshed when I wake up- my skin looks clear and amazing. The peptides are so helpful in making my skin looks so nice in the morning. I would definitely recommend this!"
		},
		{
			"review_title": "Rich, creamy, glowing hydration!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "The formula of this hydration cream is out of this world! Super soft on my combination skin, and I instantly felt the plumping effect and hydration. My dry patches remained hydrated throughout the day! I also noticed a glow to my skin within minutes of application! Very impressed and will be purchasing in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This peptide cream is so nice for daytime and nighttime. It’s a creamy texture that’s not too light or thick. It comes in a taupe glass bottle which is esthetically pleasing. It blends in quickly and works well with all of my other skincare products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve had the pleasure of testing this out for a while now, and I love it! For reference, I have combination skin with an oily t-zone and I’m acne prone. This worked so well for my skin and didn’t break me out! I love the pump dispenser, so hygienic! The bottle is also extremely durable and luxurious, but a bit heavy. I’ve dropped it a few times and it never broke. The formula sinks into the skin fast and dries semi-matte. I love how it doesn’t leave me feeling greasy or too oily after! This is a must have for anyone with acne prone skin and I highly recommend this moisturizer, you need it!"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This hydration peptide cream is like a tall glass of water for your skin. It's lightweight and absorbs quickly, leaving your skin feeling plump and refreshed. Plus, it's oil-free, so it won't clog pores or leave your skin feeling greasy. It's like giving your skin a boost of nourishment and hydration that lasts for hours. Perfect for normal to dry skin types, it's like a little slice of heaven in a jar. Love love love it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "Love anything by Shani Darden, and this product is no exception. I have normal to dry skin that shows first signs of ageing, such as fine lines. This moisturizer has a rich texture (but not thick) that sinks right into the skin and locks in that moisture. It's not heavy at all, and feels very nice on the skin. My skin instantly looks more hydrated and glowy."
		},
		{
			"review_title": "Acne and eczema prone skin approved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I have combination skin that is often dehydrated and very acne prone, I also have pretty bad eczema. My skin loves squalane so when I saw that as an ingredient I really wanted to try it and so far it hasn’t caused any problems and has left my skin feeling moisturized but not oily. It also helped heal some eczema on my neck so that is a plus. I was a doofus though and didn’t realize there was a pump, I had been unscrewing the cap and using the straw as a fancy spatula. I prefer using the pump lol"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "Found this at the store where the up and coming new products are displayed. I noticed it was developed by a dermatologist and thought I’d try it. I LOVE it. I can tell a difference in the hydration and smoothness of my skin."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "My skin just didn’t like this. Doesn’t add a lot of hydration, says it’s not pore clogging but cause my cheeks to break out."
		},
		{
			"review_title": "A must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "After using this for a few weeks, I love how it hydrates my skin."
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I loved it. It is really moisturizing and hydrating"
		},
		{
			"review_title": "A must have in my skincare & makeup routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you are normal to dry, dry or combo, I highly recommend trying this !!  I first received a free bottle and I've bought it twice myself!  Im normal to dry and very dry in the winter.  Normally I apply a serum before and then follow with the Peptide Cream.  If Im going to wear makeup, it is the best moisturizer! It doesn't leave a heavy texture, yet your skin feels hydrated, plumped and ready for any foundation!"
		},
		{
			"review_title": "The best moisturizer ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This is the best moisturizer I have ever used! I am a skincare lover and try to find the best for my skin with ingredients that my skin is going to love. I love that this moisturizer has ceramides and peptides to nourish the skin barrier and doesn't have any fragrance because fragrance irritates my skin. Although this moisturizer is oil free, it provides the skin with a good amount of moisture and hydration without feeling too lightweight or heavy. My skin is oily but is prone to dehydration at times (especially in the winter) and this balances my skin so well. Sometimes moisturizers can leave my skin feeling sweaty right after applying the moisturizer but this moisturizer doesn't do that. I also love that it comes in a larger size bottle than other moisturizers I've seen on the market but at around the same price as the other high end moisturizers. I will be repurchasing forever!"
		},
		{
			"review_title": "A splurge i’m willing to make",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "One of the best moisturizer i’ve used on my skin! This leaves my face glowy, hydrated and soft after first use. It’s super lightweight so it doesn’t feel greasy. This works  well with me. might not be the same so get & try a sample in store !"
		},
		{
			"review_title": "Broken pump, strange smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Not sure what happened with this particular order. Bottle cap and pump broke after first use and I noticed the cream had a peculiar smell. I have ordered this face cream twice before and did not have the same issue. Must be a quality control issue. Either way, quite disappointed and I’ve been put off from purchasing from this brand to be honest."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Very rich and thick in texture but I didn’t see it improve my dry skin as much compared to other creams targeted towards dry skin. Might work better on normal skin but for extreme dry not so much m."
		},
		{
			"review_title": "Horrific Packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I think about writing this review every time I use the product. I love the Shani Darden face cleanser and the cream itself is nice and thick and hydrating, no greasy, and a little goes a long way. BUT. Ever since I used about 20% of it, I have to aggressively shake and pound the bottle to get any to come out - it’s too thick to go to the bottom of the container itself, it seems. So a pump doesn’t work and it’s maddening."
		},
		{
			"review_title": "Back Again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "I used this moisturizer for about a year and it worked great. Resolved my flaky dry skin. I have no idea why stopped but my face has definitely suffered. I’m back and no plans on leaving."
		},
		{
			"review_title": "Nice for combination skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Pretty good moisturizer, it’s not too light but not too heavy, can be a little oily if you use too much (my mistake on first use). Works well for my combination skin during Jan-Feb in Colorado, I’m using it with the Shani Darden retinol also and they pair really nicely. I haven’t had any congestion or irritation with either product. Definitely worth a try! I also enjoy the pimp that way I don’t have to stick my nails or fingers into the product."
		},
		{
			"review_title": "Must have for Dry Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product has helped my dry skin. My cheeks get extremely dry in the winter and this has been my savior! Love how it absorbs quickly and the hydration that is provides is top notch!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "So good!! Super moisturizing and doesn’t clog my pores. Only downfall is I have 1/4 left in my bottle and the pump doesn’t reach. Good product, iffy packaging"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really tried to love this product, but it did absolutely nothing for my dry skin would not recommend if you have dry skin  ￼"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Shani Darden’s moisturize is the secret to fighting dry skin in the winter. This has been the perfect addition to my morning routine! My skin feels hydrated and plump! The ingredients doesn’t have any strong scent which is great for my sensitive skin."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "There is a saying that things come unexpectedly and those that come, come to stay!  And I want to emphasize that this serum has been wonderful for me.  First of all, I have dry skin and finding a product that helps me keep it hydrated is quite unusual.  I was going through a difficult time but this product came to save my life, I love that I can use it before retinol, it surprised me, it keeps my skin hydrated, girls or anyone who has hydration problems or dry skin, this will save your life without a place to doubts.  they will love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I use it daily at night time. After using it for a week, I feel like my skin become glow and wrinkles. More firm to my skin. It hydrated my skin and I don’t feel it is too oilly. Love it. I received it in exchange for my review"
		},
		{
			"review_title": "Doesn’t live up to the hype",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "So…it congests the skin rather a lot for something that claims to not cause congestion. It also isn’t very hydrating for something that has “hydration” in the name. Two stars for the pump container. I’m now using up the rest of this as an expensive hand lotion."
		},
		{
			"review_title": "Hives",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Makes my skin itch. Doesn’t mean it’s a bad product. Just not for my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this product from Shani Darden for free in exchange for this post. One of newer discovery for this upcoming cold weather. Lightweight texture, for dry skin it is moisture enough without greasiness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I'm truly amazed with the results of this serum, I love that, It feels very silky yet lightweight while applying, but is also very soothing to my skin. It absorbs easily into my skin and, gives it instant hydration and a beautiful glow. It layers well with my other skincare products without piling as well. There's little to no scent which is nice. I'm excited to see the results that I get with continued use."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "My skin is ultra dry especially with winter here, this cream keeps my skin hydrated. It makes skin plump and is a great addition to the retinol reform. 5/5 great product."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve used Shani’s entire product line for several years and have loved it all. I have sensitive, acne-prone, combination skin and react to mostly everything except Shani’s products. The lightweight moisturizer is my go-to in warmer months, but I’ve been needing more moisture in the cooler temps and this is it. I was a little worried about potential for congestion and it feeling oily, but the claims are 100% correct—hydrating without feeling thick and sticky on the skin, smooths out my dry spots, and zero irritation or congestion. I use powder foundation and it has never looked better since using this product."
		},
		{
			"review_title": "Originally bought Dr Zenovia use this altern. $",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product! I have a hard time looking for the right product for my skin due to eczema! I have received so many compliments! I have noticed a drastic change! My top pick skinceuticals, Dr zenovia, Tula, differin, and shani Darden"
		},
		{
			"review_title": "pills like crazy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I've tried this over several different serums and it pills horribly. would not recommend at all"
		},
		{
			"review_title": "Horrible pulling and irritation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Let me preface by saying I have very dry skin and eczema on my face. I was recommended this product by a Sephora worker. This moisturizer has made my skin red, dry, and irritated since I have started using it. It also pulls very badly. I don’t wear makeup and usually just have a moisturizer on and it still pulls, meaning it doesn’t penetrate the skin at all. Returning. Half these reviews are “gifted”"
		},
		{
			"review_title": "Amazing for dry and sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Amazing!!! I have dry and sensitive skin and this is amazing!  Looking at negative comments - I got it from Sephora and it did not smell, it doesn’t stand on top of my skin. It gives my skin a little glow!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Hydrating but doesn’t feel too thick. Very creamy but lets your skin breathe through"
		},
		{
			"review_title": "Peptide cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I recently tried Shani Darden's Hydration Peptide Cream and found it to be quite impressive. It provides ample moisture without feeling heavy, making it an ideal choice for my normal skin. While it's not as rich as some other creams, it still leaves my skin feeling hydrated and refreshed, and I've noticed an improvement in its overall texture since incorporating it into my skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "A nice moisturizer for my sensitive skin BUT it smells fishy! For this reason would not purchase again."
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Im obsessed! I have dry, eczema prone skin and this really keep my skin hydrated and plump! 10/10"
		},
		{
			"review_title": "Luxury in bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have mature skin that is a bit on the dry side. This cream is thick, moisturizing and not heavy. Feels silky and plump. Will be buying again!"
		},
		{
			"review_title": "I received this as a gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this and I will definitely be buying this again in the future"
		},
		{
			"review_title": "Ok, not amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Purchased it after a sales rep recommended for dry skin. It is not bad, but not amazing either. I initially wanted to return because I felt like it was just sitting on my skin. I then tried it just as a night moisturized after tretinoin and liked it for that purpose. It works fine under make up. Can probably find better options for the price point (I finished the bottle fairly quickly)"
		},
		{
			"review_title": "I’ve never fallen for a product so quickly!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "Dry skin girls, this is for you! This cream is heaven in a bottle. It has a rich texture that feels like butter. It glides onto my skin nicely & leaves it feeling deeply nourished & hydrated. Also works well with actives! Pick it up!"
		},
		{
			"review_title": "A dry skin girlie’s dream and more",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Listen, if you have dry/dehydrated skin or even patches of dryness you NEED this moisturizer!!! This got rid of my eczema on my neck and that patch was there for months! Visible plumpness after one use too"
		},
		{
			"review_title": "LOVE this stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Ok, so I love this product so much I felt the need to write a review. For background, I have combination skin with a very oily T zone but dry everywhere else. I am also acne prone. It’s very hard to find a product that makes me feel hydrated but not like a grease ball on my forehead and nose. I used to use the peptide cream from drunk elephant but it wasn’t hydrating enough after my skin changed a bit after pregnancy. Then I used the skin fix+ cream for a while and loved it! But then my skin went back to baseline post partum and it was just too thick and I felt SO greasy by mid day. I was looking for something new and saw this on Sephora. It was New and already had 5 starts, was good for combo skin and non pore-clogging so I thought I would try it. Wow, believe the reviews people! Not only is it a great balance for my combo skin but I feel glowy and my face just looks plump and healthy. It’s a thicker cream but also feels gel-like and lightweight. Not sure how they do it but it’s perfect! The onlyyyy downside for me is the bottle. It’s a thick glass which is luxurious but also heavy which makes it somewhat inconvenient to travel with. It’s also really hard to get all the product out so I felt like some of it was wasted. But other than that, I love it. I just bought my second bottle and will continue to repurchase!"
		},
		{
			"review_title": "Fantastic cream with any serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is really incredible. I’m loving how well it works with serums and how nicely it goes under sunscreen and makeup. I have sensitive skin and it has done nothing but good for my dermis layer. recommend"
		},
		{
			"review_title": "The best product to hydrate super dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I was on the search for an extremely hydrating mask or cream I could put on at night because my skin has been so dry and dull from the skin products I use and I live in a very dry climate. I have tried so many “highly rated” products for super dry skin and I never felt like anything really worked. I was in Vegas for vacation and went to the Sephora in Miracle Mile. I asked one of the employees for literally a “super thick” hydrating cream or mask or whatever I can use that will help me wake up with softer hydrated skin. She recommended this cream and told me it isn’t the thick consistency I’m asking for, but she highly recommends it to do exactly what I want. I was skeptical because I can’t tell you how many times I have heard that and I’m not impressed. This is THE best cream I have ever used for this purpose. I even use it during the day because it’s not greasy at all. I wish I knew her name. She is a genius."
		},
		{
			"review_title": "Interesting try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Very hydrating and soothing to my skin. Rich enough but not greasy. I noticed a difference even after the 2nd day. I have sensitive normal to dry skin,58 years old and I'm not expecting a miracle out of any product. Although this peptide cream made a difference. My skin looks more glowing and rejuvenated."
		},
		{
			"review_title": "It’s very good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this moisturizer, I’m very picky about skin care and this one is fabulous. I received as a sample with a purchase and ordered as soon as the little tube was empty. It’s lightweight but also feel beevery hydrating"
		},
		{
			"review_title": "Not For Retinoids",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I would not recommend this product if you are using Tretinoin or have sensitive skin. Let Tretinoin be the star. Swicthed to a Korean barrier cream and it works nice. Again let Tretinoin be the star! This product is for those who are using this as their “star” product and are not using retinoids even though in interviews and videos on Tiktok Shani says it can be used with Tretinoin or other Retinoids if you already have sensitive skin or even dry skin this is a big no no"
		},
		{
			"review_title": "Best moisturizer for acne prone skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I have very acne prone skin. Sometimes I feel like everything breaks me out, but not this moisturizer! It doesn’t clog my pores or feel heavy, and I feel nice and hydrated. Best moisturizer ever!"
		},
		{
			"review_title": "Very Honest Review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I have oily dehydrated skin and have been on the hunt for an oil-free moisturizer that is noncomedogenic and super hydrating. This is the best moisturizer ever and I highly recommend."
		},
		{
			"review_title": "Skin Irritation!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I’m a Shani Darden ride or die.  I use all of her products religiously and love how my skin looks and get so many compliments but there’s something in this Hydration Peptide Cream that burns. It made my skin irritated  now I use it on my neck and hands to finish the product."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I love this one my skin has felt so soft since I've started using it! my skin is pretty sensitive and I haven't had any reactions!"
		},
		{
			"review_title": "Burned my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Had to wash this off within the hour of applying it. It burned my skin so bad! Dry sensitive skin ppl beware."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Really nice bottle and was super excited to try this but it started to pill really bad. Feels a bit greasy as well. Save your money! I like my cerave better"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Wow, just wow. I’m in my early 30s and have oily, acne-prone skin. I was looking for a new nighttime moisturizer and this came highly recommended by an in-store rep who shares my skin concerns. I noticed a difference after my first night of use. My skin was plumped, hydrated, and best of all, clearer when I woke up. This moisturizer is light, but absorbs quickly into my skin. I’ve been using it for a week now and I’m obsessed. Dare I say my nasolabial creases have also softened? Game changer."
		},
		{
			"review_title": "Sooo good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This is my very first Shani purchase and I’m impressed. The amount of product for the price we pay is very gernerous. It feels luxurious and thick when first applying but it sinks right in and does not feel heavy at all. I love that it’s fragrance free too."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "made my skin irritated:( sensitive skin beware i’m serious"
		},
		{
			"review_title": "Sensitive skin beware",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I thought this would be a good hydration serum, but like some other reviews mention, it has lactic acid in here and it really isn’t mentioned that it does, and it caused irritation"
		},
		{
			"review_title": "It’s fine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I was really excited to try this. I put it on my hand in store and it felt so beautiful. But on my face it didn’t feel moisturizing enough. Almost like it sat on top of my skin but didn’t sink in and quench the thirst of my skin. I have normal combo skin. It’s fine. It just doesn’t excite me. Packaging is beautiful though."
		},
		{
			"review_title": "I’m obsessed with this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is amazing! I cannot live without this now. My skin has a healthy, plump, glow.  I cannot wait to use it every day. Spectacular product…worth it!"
		},
		{
			"review_title": "No thanks miss shani",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I was so excited to try this because of the reviews. However as someone with normal to dry skin, this was not a good moisturizer. It sits on too of the skin and doesn’t seem to penetrate at all. it also leaves my skin almost greasy.   I see why all the reviews say gifted"
		},
		{
			"review_title": "I found a new staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Okay this is legit one of the best moisturizers I've ever used! My face is soooo soft and feels incredible just after a few uses. This stuff is going right into my repeat buy selection! :)"
		},
		{
			"review_title": "Also gave me a rash :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have combo, acne-prone skin so I was excited for the noncomedogenic & fragrance free aspects, and although it made my pores practically disappear, it did give me a rash as some people have mentioned as well."
		},
		{
			"review_title": "Broke out my face :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Firstly, I love that this product is fragrance free. It applied smoothly without stickiness and felt hydrating, however it caused me a rash on my face (red, itchy, bumpy). I've noticed that the ingredients contain niacinamide and lactic acid so if you're sensitive to those you should probably avoid this."
		},
		{
			"review_title": "Definitely worth every penny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I bought this on an impulse during the Sephora Sale because I got a 1% Retinol product and knew I’d need a really really hydrating moisturizer to follow it up with in my routine. After first application no lie, my skin was like glass. I am combo and had no issues. Been using this every night since. Loving it so far and would highly recommend."
		},
		{
			"review_title": "Just Okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I noticed most of the reviews say ‘received free product for review’ and they are all glowing reviews. I have a 10ml size sample, and am a normal customer. Positives- didn’t break me out and is unscented. I would say it feels a lot like a drug store brand hand cream on my face though. It feels thick and heavy in an unpleasant greasy way."
		},
		{
			"review_title": "Shani shares her in office slice of heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Just incredible Let's start with the heavyweight luxe packaging.😍😍. My skin fluctuates between a bit dry and normal so in the summer I like to use an oil free moisturizer because I just don't need any extra oils with my hydration. For that reason this is perfect! it's a heavenly cloud, and I never say this but truly the smallest amount goes very far making the price reasonable. I can't wait to see how it does with the triple acid peel ( when it arrives) and/or my Retin-A!"
		},
		{
			"review_title": "Feels nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Feels so nice over my tretinoin. Haven’t used long enough to definitively know how well it works, but it does feel moisturizing."
		},
		{
			"review_title": "new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "decided to buy a new moisturizer after trying kora and biossance (which are still my favorite). I absolutely love it! it made my skin feel so hydrated. I would highly recommend this to anyone wanting to try a new moisturizer."
		},
		{
			"review_title": "this gave me a rash & wasn’t hydrating enough",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "i love shani’s products and use her cleansing gel, oil free moisturizer and retinol reform. i have been hoping she’d come out with a cream because my forehead gets dry in the socal climate. i typically use dr. sturm face cream for just my forehead ahowever, this broke my face in a rash as well as my forehead was just dry and peeling. i use dr. gross peel pads once weekly but this cream just didn’t execute! bummer. just my forehead"
		},
		{
			"review_title": "New favorite Moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Combination skin",
			"review_text": "Incredible! I have dry skin and nothing works until I found this peptide cream. Usually rich creams has oil but this one doesnt iIts oil-free & fragrance free the peptides plumps and firm my skin. For my dewy glass look I use the Sake toning Essence before applying this peptide cream then last foundation. Everything absorbs in beautifully making my skin so hydrated and soft."
		},
		{
			"review_title": "glass skin at last!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "this was one of the gifts I redeemed my points for in my last order and I'm obsessed! I've never achieved glass skin look before now. I wouldn't use it for my whole face, because it would be too glowy for my personal tastes, but for under eyes and cheeks it's love at first sight. I initially put it on my forehead as that's where I'm most dry right now and immediately noticed you could practically see a reflection on my forehead, but not in a shiny oily way, in a glass skin way. I don't want my forehead that reflective but I then put the moisturizer on all my highlight points and I don't have the words for the beautiful natural healthy glow it gave, but not in a glittery mica powder way so many products have. Normally I find highlight under eyes just draws attention, but this products actually bounced light off my dark bags hiding them well. I was curious so on half my face I used my favorite highlighter and on the other half only this moisturizer as highlighter and the moisturizer side was more iridescent and I looked like I was lit from with in. The only reason I didn't give 5 stars is because it's a little expensive and isn't ideal for full face for me. I will definitely be purchasing this once my sample runs out."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This didnt do anything I was really hoping to find a better moisturizer that can replace the one that I am using but this was not + expensive😅 Beautiful packaging tho"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I really love this moisturiser! I have dry acne-prone skin and this did not agitate my skin. In fact, I woke up next day to amazingly plump, hydrated skin. I appreciate that it comes in a pump form, this way you don’t contaminate the moisturiser over time. It’s packed full of peptides and has a great consistency, rich yet blends in like a dream. I received this product gifted by Shani Darden in exchange for my honest review."
		},
		{
			"review_title": "Keeper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Combination skin",
			"review_text": "If you have dry skin like me this moisturizer can be a savior. It is nourishing and gives long-lasting hydration. My face looks more plump and smooth. It has a creamy texture but is not heavy on the skin or makes the face greasy. Though I love using it at night, I have used it some mornings with sunscreen and makeup, and it didn't cause pilling or clogged the pores. I have been using it after applying my exfoliant and it has helped to hydrate, soothe and protect my skin. I am glad I got to try it and I will repurchase it.  Gifted by Shani Darden"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Such a hydrating but yet lightweight cream. I’ve been using it mostly at night because I have oily skin and it layers and Locks in hydration so well. I’ve noticed I’m SUPER glowy in the morning and my skin genuinely looks briggter with more bounce! Gifted by Shani Darden"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love to use this moisturizer at night for that extra treatment or when I feel like I’m about to break out. As it has peptides and my skin reacts very well. If you’re not applying makeup in the morning, use it as well."
		},
		{
			"review_title": "Great for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "My skin LOVES this cream!! I apply it at night after my routine and noticed how plump and hydrated my skin felt. It has a buttery and rich texture that just applies so nicely, but it’s not overly thick, just the right amount. Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Wow I’m actually obsessed with this! I had no idea what to expect as I’d never heard of it but I noticed an immediate difference in my skins plumpness and hydration.Gifted by Shani Darden. I’m a big fan!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Wow!! I’m speechless about this moisturizer. My first time trying a product by Shani Darden and I have to say the product justifies the price tag! I’m 29 and looking to swap out a lot of my trendy and gimmicky products for solid, everyday use products and this moisturizer is great for that. I can see it staying in my routine long term, I have dry and dehydrated skin. I also suffer from acne here and there. This moisturizer is light weight but packs a lot of moisture, I really like how smooth and creamy it feels without being sticky or heavy.  Gifted by Shani Darden"
		},
		{
			"review_title": "OBSESSED NEW FAVORITE MOISTURIZER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have oily and acne prone skin and the fact that i can use a cream on my face without breaking out is wild !!i use this mostly at night tho and use Shanis  oil free weightless moisturizer in the morning.New Fave!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I like this product!! I use it before bed every night and my skin feels hydrated when I wake up. I have combination skin by the way. Also, this did not make me break out even though I was trying a new product. Overall, I would recommend! This was gifted to me by Shani Darden for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I loveee this moisturizer. It offers deep hydration but never feels heavy on the skin which is nice. I love that my skin feels soft all day no matter how hot and dry it is outside. I highly recommend this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I’ve been loving this cream. I am all about a cream in this kind of packaging vs a jar. It’s more sanitary and easier to use. Also if you aren’t using products with peptides in them then you need to start! They help stimulate collagen and elastin and are a must! Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I was gifted by Shani Darden in exchange for an honest review. I have combination skin but enjoy a rich moisturizer, but often struggle to find a rich moisturizer that doesn’t clog my pores or cause breakouts. This moisturizer is awesome. It is luxurious on the skin, instantly hydrating and glowy, and one of the only products I’ve used that gives me hydrated, radiant skin even the morning after application."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When it comes to moisturizers, I'm pretty loyal and don't like to stray but I was really intrigued by the formula on this one. I've been using twice daily for three weeks and it took me and my skin a second to get used to the formula. This isn't a super heavy cream and applies very smoothly but on my skin, it lingers longer than I'm used to/didn't feel like it sunk into my skin as fast was off-putting at first and felt a bit heavy. My skin has also been going through a dry patch lately, but it's on the up and up now. Like other reviewers, I have to say this is a really light and non-oily formula which I appreciate and my makeup applies nicely over it. I think this is a nice moisturizer, but I don't know if it was enough for my super dry skin lately. The packaging and formula are really nice though and I think this will be great for me in the later spring/summer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this complimentary from Shani Darden. I am very picky about cleansers due to dry skin. I am always weary that they will dry my skin out even further. I decided to try this based on reviews of others and I am so glad I did. The texture is light, it foams easily and does not leave my skin dry! I am very pleased with the results after using this cleanser for several weeks now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Shani Darden. I love how lightweight this feels on my skin. I deal with dark spots on my skin but this hydrating moisturizer has been helping my skin feel plump. It does not clog my pores which is always my number one concern."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This is the perfect moisturizer for my 30 year old acne prone skin. Peptides are so important for agining skin, at the same time it is not too heavy to clog the pores. A great balanced formula. Gifted by Shani Darden"
		},
		{
			"review_title": "Goodbye fine lines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have dry to normal face and this cream is a dream. It applies easily and works week with my other products but more importantly it instantly hydrates so goodbye to fine lines. Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Shani Darden products are quickly climbing the ladder to what we call 'topshelf'. This peptide cream has an excellent texture. Lightweight, fast absorbing, hydrating and deeply moisturizing. Gentle on the skin, it does the job of retaining that moisture and hydration for a really long time. My skin doesn't feel stretchy after a few hours. The skin feels smooth and soft but not the silicone primer kind (which is not my personal favorite). There is no noticeable scent. The packaging is heavy. It's a glass bottle with a pump. Feels luxurious. Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I recently received this cream gifted by Shani Darden & it is the perfect new addition to my routine for my super dry skin! It has such a nice rich texture, hydrates my skin beautifully, & blends in so well! It also works nicely with other products. I absolutely recommend!"
		},
		{
			"review_title": "Enjoying it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I was gifted this Product complimentary from Shani Darden and I was excited to try my first product from this brand. I am impressed and definitely want to try more from Shani Darden Skincare. This is a thick nice daily moisturizer, keeps my dry skin hydrated feeling and Looking healthy.  I love that it has no fragrance or harsh ingredients, only good for the skin ingredients that are effective. If you need a great moisturizer - give this one a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This cream was gifted by Shani Darden. This is my first Shani Darden experience and I have been loving it. Everything from the packaging to the cream itself is extremely luxurious. I love how it absorbs into my skin and works well with my other skin care items."
		},
		{
			"review_title": "Absolutely in love with the texture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "First time trying Shani Darden products and I'm absolutely in love with this cream. Texture is everything I need for my aging dry skin. It feels so good and nourishing and my skin feels and looks really lively after. I also love the amazing ingredients list. Gifted by Shani Darden"
		},
		{
			"review_title": "Obsessed with this cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Shani Darden and First time trying her products because of how much people rave about them and I must say, this cream did not disappoint. I have oily combo skin and recently have been traveling a ton so my skin has been very dehydrated and flaky. I also suffer from rosacea and the flare ups have been out of control! This cream is lightweight and leaves my skin feeling super smooth while hydrating, firming and most importantly calming my irritated skin."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I heard that peptides are great for anti aging and I’m loving this new cream with the best ingredients and great quality from this brand. I prefer to use it nightly after cleansing and serum and sometimes in the mornings too, it is light enough to lay perfectly under my make up. It was gifted by Shani Darden, it is a great product and I’d definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is my second Shani Darden skincare experience and I'm equally happy with this moisturizer as I was with the cleanser. Her products are truly effective for dry skin. My skin feels deeply hydrated and plump since I switched to this moisturizer. Love it!"
		},
		{
			"review_title": "give it a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Firs time trying this brand and I love the whole experience! The packaging is gorgeous and feels really luxurious, the product it self is light weight, very minimal fragrance which I love and feels great on the skin, so far really nice results!! gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "Love this gifted by Shani Darden. The lotion is the perfect consistency- not too greasy but not too thin. I can see why this is about to be a cult favorite. The only thing I’d change is the smell - it’s not bad, just not for me."
		},
		{
			"review_title": "New staple in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was gifted by Shani Darden and it has kicked out my other moisturizers in my skincare routine! I have dry skin and this give me ALL the hydration I need. Works well with my other serums in my routine and lightweight! I’ve been using both morning and night and wake up with hydrated health skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product complimentary from Shani Darden. My skin is very dry so anything focused on hydration is up my alley. I always moisturize in the morning and at night but mid day usually after work my skin always feels so dull and dehydrated. I do feel a difference with this slightly so I’m looking forward to continue using it."
		},
		{
			"review_title": "For supple daytime skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I was skeptical about an oil-free cream’s ability to moisturize my very dry skin but let me tell you, this works! It’s the perfect weight for day time under my makeup and gives me a lovely, hydrated glow. I’ve always wanted to try this brand and was so excited to be gifted by Shani Darden. it lives up to the hype!"
		},
		{
			"review_title": "Great luxury cream leaving skin hydrated and glowy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really like the packaging and pump on this product. I also appreciate that it isn’t scented (in case anyone is sensitive to scents). It feels good on the skin, and even though I’ve only been using it for a couple days, I feel like my skin looks more plump and glowy. I have combination/oily skin in case that’s helpful! Literally my only qualm is it is a little pricier, but it does feel luxury. I was gifted by Shani Darden to try this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This product is AMAZING! I have completely fallen in love with this product and have seen a difference already. It goes on so smoothly and is not heavy at all on the skin. I use it right after cleansing my face and I love it! Complimentary from Shani Darden, but I would definitely purchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love this hydration peptide cream that I was gifted by Shani Darden. All of their products are luxurious. It is a thick moisturizer that is oil free. I have very dry skin and need all of the moisture I can get. It leaves my skin feeling very hydrated, and also makes it look firm and plump for days."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Great product. I found this very hydrating and my skin loved it. I would highly recommend this product and will plan to repurchase when this bottle runs out. I like how light weight it feels, while still being hydrating. Gifted by Shani Darden."
		},
		{
			"review_title": "A total WIN!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "Gifted By Shani Darden* Ohhhhhh THIS IS GOOD!! I try a LOT of skincare & this got me excited! The packaging is sleek & Lux but the cream itself WOW!!! The texture is lovely and smooth it doesn’t pill. T layers beautifully under makeup it’s super hydrating for my very dry skin without being so heavy I can only use it at night- that’s what WON ME! It is light yet deeply nourishing- definitely recommend if you’re looking to expand your skincare regime"
		},
		{
			"review_title": "Holy Grail for Dry Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I’m obsessed with this new moisturizer! As someone with dry skin, I normally shy away from oil-free products, but I can confirm this product is amazing for those with dry skin. After 1 use, my skin felt so hydrated, plump, and looked revitalized!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "My skin is loving this moisturizer especially since it’s been so dry out! I revived this complimentary from Shani Darden, but I really am enjoying it and would probably purchase again. I love how deeply it moisturizes without feeling heavy or greasy!"
		},
		{
			"review_title": "Dry, Sensitive skin approved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Shani Darden is new to me brand and Hydration Peptide Cream is a complimentary from Shani Darden. I am quite surprised how good this Hydration Peptide Cream for my dry, sensitive skin! I’ve been struggling with some rashes & super sensitive skin lately, so it was hard for me to test out new skincare products, but I gave it a go since it’s gentle enough that I can use this cream with other actives. And it was right, my flared skin was okay with this cream. It provides good hydration throughout the day, and it went well under makeup as well. I am so glad I got to try this Hydration Peptide Cream from Shani Darden!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This has been working wonders on my dry skin. It blends onto my skin flawlessly. My skin feels very hydrated, and I love that it is very lightweight. I apply it at night and also before applying makeup as a base. I like that I can use it with actives too like retinol and vitamin c. Gifted by Shani Darden."
		},
		{
			"review_title": "Best moisturizer I’ve ever tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I received this cream complimentary from Shani Darden. I’ve been using this cream for the past couple of weeks, and I can honestly say that this is one of the best moisturizers that I have ever used. My skin feels instantly nourished and bouncy after usage. Think of how your skin feel after a 10 step skincare routine, except you’re getting those results from 1 product. Absolutely heaven."
		},
		{
			"review_title": "Very lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Gifted by Shani Darden for testing and reviewing purposes! It’s a beautiful moisturizer! I have a very dry skin, this moisturizer is very lightweight and creamy! Absorbs to the skin in seconds and leaves non greasy finish! My skin feels hydrated throughout the day! I love that it’s un scented and very smooth! It leaves my skin flawlessly hydrated and plump! Love this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Gifted by Shani Darden. This moisturizer makes my skin feel hydrated yet feels super light on the skin. There isn’t any scent and its been really easy to incorporate into my routine. Also love the packaging!"
		},
		{
			"review_title": "Game changer! Wow!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow, wow, wow! This was gifted by Shani Darden! This was the first product I’ve ever tried from Shani Darden and I’m such a believer I’m going to try other items in the line! I’m oily/combo and don’t tend to go for super hydrating products. But this is the best moisturizer I’ve found for daytime that truly makes my skin feel hydrated, deeply! Plump, firmed, hydrated, and amazing! When I’m not wearing makeup I’ll be wearing this daily because of how intensely it hydrates my skin and maintains my skin barrier. Yes!! This is it!!"
		},
		{
			"review_title": "A must have for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This product was gifted by Shani Darden. I have been using this in the evening after I use my retinol. It is not light like a water moisturizer but not a heavy cream. As soon as it is applied, I feel a nice cooling effect and it sinks into my dry skin. I love that it has Squalane as an ingredient because that really give my skin hydration and it also has peptides which should give anti aging benefits."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cream is just a dream! It blended into my skin so smoothly and hydrated my skin so well with out making it feel greasy or filmy. This was complimentary from Shani Darden so I loved being able to try this! It didn’t peel when I put concealer over it. It feels so luxurious and I’m excited to keep using it to see the results of long term use!"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Definitely a lightweight formula for a peptide moisturizer. great for warmer days switching from a heavy winter cream. I like that it’s oil free and doesn’t clog my pores. Beautiful and convenient packaging! I was gifted by Shani Darden to try her new product and I would gladly recommend it to a friend."
		},
		{
			"review_title": "Great for dry skin!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was gifted by Shani Darden in exchange, for my honest review of this product. This is my first product buy this brand and I will have to say it is great and I am looking forward to trying more of their products. I have extremely dry skin so I love trying out hydrating moisturizer’s, and this one is great highly recommend for dry skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This moisturizer is ok. I love the gorgeous packaging. I really appreciate the texture. It’s thick and rich without it feeling too heavy on my dry skin. However, it made my skin feel a little too heavy. Gifted by Shani Darden."
		},
		{
			"review_title": "Feels great on my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I feel this moisturizer is a great choice for my springtime skincare routine. As someone with dry and sensitive skin, I was impressed with how quickly the cream sunk into my skin while leaving behind a soft natural finish that didn’t feel too heavy. It doesn’t have a strong smell thank god and I love that it comes in a bigger than average size bottle. *gifted by Shani Darden"
		},
		{
			"review_title": "Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this brand, all their products feel so good on the skin, and this was no exception.  The texture is a bit thick, but it applies smoothly, my skin absorbs quickly without leaving any oiliness and stickiness.  It leaves my skin feeling so soft!  The ingredients list is amazing too with peptides, ceramides, niacinamide."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product complimentary from Shani Darden in exchange for my honest review. This creamy face lotion is designed to plump and hydrate skin with a combination of peptides and hyaluronic acid. It has a lightweight creamy texture that leaves skin feeling moisturized but not heavy. It is unscented and gentle, perfect as a treatment or light lotion for drier skin types or as a daily moisturizer for combo skin. I found it to be fairly calming and soothing for spots of my face that are more sensitive to irritation like around my nose and mouth."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I have dry skin and am trying to find the perfect cream. I love that the Hydration Peptide Cream has very little scent and comes in a modern looking glass bottle with a pump. I have used the cream in the morning and evening. My skin quickly absorbs the cream and looks fresher. But overall, I feel the cream isn't rich enough for my skin right now. Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I really love this moisturizer especially as we’re approaching hotter weather! It’s deeply moisturizing but not heavy at all. I can use it in the morning or at night. I think people of all skin types will enjoy this one! This was gifted by Shani Darden."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "I was gifted by Shani Darden in exchange for my honest review. This is so great! I was surprised because I did not know what to expect as I’ve never tried this brand. I love how well it absorbs and it’s not super greasy. Great for my dry skin during the day and makeup layers atop it beautifully. I’m sold !"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Complimentary from Shani Darden. First, this is packaged in such a beautiful glass bottle. I appreciate the pump, it allows me to control the amount of moisturizer. On to the actual moisturizer itself, I’m not the biggest fan. It’s moisturizing and doesn’t make my combo skin oily, not sure if dry skin this would be enough. I had a few breakouts after using. Not the biggest fan but appreciate the packaging."
		},
		{
			"review_title": "Amazing for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’m always a fan of this line’s packaging- it feels really quality and doesn’t have a ton of plastic. I have dry skin and am weathering the Midwestern winter season currently, so this cream has been a godsend. It helps calm my dry and chapped skin but doesn’t break me out! It helped my skin hold onto hydration all day, which is something I occasionally struggle with. I also love that this cream comes in a bottle with a pump rather than a pot- it is so much more hygienic!   Gifted by Shani Darden."
		},
		{
			"review_title": "Made my texture better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This was a nice surprise, I didn't expect it to work so well for my skin. It usually takes me more time to see results. But this has made my texture much smoother. My skin looks good. Now I have to try their retinol. Gifted by Shani Darden."
		},
		{
			"review_title": "Perfect oil free cream for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was so excited to try this gifted by Shani Darden Skin Care Hydration Peptide Cream and this definitely didn’t disappoint leaving my skin silky smooth and hydrated. It’s a rich oil free formula that felt great on my skin and absorbs nicely with a little going a long way. This is the perfect cream for dry skin! It really has helped hydrate my skin. It is rich but won’t clog your pores or anything making it the perfect cream!"
		},
		{
			"review_title": "The glow it gives is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This cream hydrates my dry skin so well! It’s lightweight and fragrance free and makes my skin look dewy, plump and fresh. Makeup applies perfectly over top of it, although most days now I opt to go makeup free because my skin looks so fantastic! I have sensitive skin and it doesn’t clog my pores or break me out at all. And the hydration really lasts! I can’t say it lasts 72 hours because I don’t go that long without washing my face and reapplying, but it certainly does last all day! This cream was gifted by Shani Darden."
		},
		{
			"review_title": "Staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Gifted by Shani Darden. Really appreciate the glass packing and ingredients, peptidesakes such a huge difference in my skincare routine and since using this serum my skin has never looked or felt better. I'm 36 and have better skin now than when I was in my early 20's."
		},
		{
			"review_title": "Deep Hydration, Not Oily",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Shani Darden for review  And I am so impressed with this oil free deep moisturizer! I am used to thicker moisturizers, especially ones with peptides, being at least a little bit oily or greasy on the skin afterwards, at least for a little while. I have normal to oily skin that is sensitive, so I often use dry skin products because they are often more gentle on my skin, but the trade off is they can be a bit too heavy at times. The Shani Darden isn't! Being oil free, it reminds me a bit of my Biossance Omega cream (also because of the light olive-ish scent a little too), but the Shani moisturizer melts into the skin way faster, and doesn't leave that dewy layer on like the thicker creams do.   It really is an amazing peptide cream that makes my skin look fresh, hydrated, and less tired."
		},
		{
			"review_title": "Oil-free for Oily Skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have oily skin and I focus on hydration to balance it out and thankfully this is oil-free! It's an easy one to incorporate into your existing routines that may have many actives. You only really need 2 pumps! - gifted by Shani Darden"
		},
		{
			"review_title": "Very nice moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I absolutely loved this moisturizer gifted by Shani Darden - It’s lightweight which is important to me and a little goes along way! It’s a creamy consistency, and goes on so smooth revealing a dewy, glowy, hydrated looking skin. I love it."
		},
		{
			"review_title": "FANTASTIC!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Wow, this is the best, more reasonably priced, no frills, effective lightweight moisturizer I’ve ever tested! No scent, not even the unpleasant almost play-doh like scent many unscented products tend to have.. Beautiful heavy glass bottle with a solid pump.. Moisturizing enough for my dry skin without oils (unheard of!) but light enough to feel fresh & nourishing WITHOUT clogging pores! ALL the claims are true! lol So if you have normal to dry, even sensitive, skin & are prone to blackheads/acne, I would HIGHLY recommend trying this. It’s definitely going to be my favorite warm month moisturizer & I would repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Very nice moisturizer if you have dry skin, but cannot stand heavier moisturizer on your skin. Does the job beautifully and has outstanding ingredients. It is oil free and noncomedogenic, and the packaging feels very high quality and chic. Gifted by Shani Darden."
		},
		{
			"review_title": "Not A Must Have, But Still Very Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Shani Darden gifted me the new Hydration Peptide Cream in exchange for my honest review. This lightweight moisturizer is hydrating and feels nice and silky on the skin. I have very dry skin so this is not a moisturizer I can use alone but it is a nice additional step to do before I apply my thicker moisturizer and SPF in the morning. When I used this product in my nighttime routine - which includes a few more steps than my morning skincare routine - I did notice some pilling so I would be careful when layering with other products in your collection. Still, the luxurious packaging is beautiful and really makes this a lovely product to interact with."
		},
		{
			"review_title": "New favorite moisturizer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This is definitely my new favorite moisturizer. I use it twice a day and it gives my face the hydration it needs. I have dry skin and this moisturizer hydrates and slightly plumps my skin. I’ve been using it for a week and I can definitely notice the change in my skin and I’m loving it It’s not super greasy but my skin is able to absorb the product while still leaving, my face feeling moisturized . This products was gifted by Shani Darden"
		},
		{
			"review_title": "Amazing new moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love Shani Darden and her minimalist but powerhouse skincare approach. I have her wand system, eye cream, and lactic acid. They have worked wonders on my skin. I was very kindly gifted by shani Darden to try this brand new peptide cream and it’s super luxurious and moisturizing! I love how my skin feels extremely moisturizer without being too heavy and that I’m receiving some anti-agin benefits. Her entire line is magic!"
		},
		{
			"review_title": "Summer Certified Moisturizer 💛",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "This is just what the dry skin girls need! Summer is almost here, so I’ve been looking into new moisturizers that’ll keep my skin hydrated and glowing. I use this at night and I wake up to my skin being firm, smooth and moisturized! The packaging is also beautiful and well made which makes this an amazing peptide cream while also serving esthetics. This product has zero smell and distributes extremely well. I’ll definitely be repurchasing once I run out. This is summer girl certified! ❤️ #GiftedbyShaniDarden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Gifted by Shani Darden. This cream is very hydrating. It feels really light on the skin. My skin absorbs it really quickly. It plays well under makeup. It makes my skin feel and look plump all the long. Love how that it helps my foundation to not look dry at the end of the day."
		},
		{
			"review_title": "A MUST BUY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this moisturizer complimentary from Shani Darden. Oh my goodness...I LOVE this cream! I'm actually shocked how much I love it because it's an oil free moisturizer, but still provides amazing hydration for my dry skin. I'm also obsessed with the fact that the bottle is over 2oz so the value for money is great. I can use this both morning and night and the ingredient list is just amazing. I'm so happy with this moisturizer!!"
		},
		{
			"review_title": "Dry, Aging Skin Must-Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "#GiftedbyShaniDarden My goodness! This paired with the Cleansing Serum is just phenomenal. I’m all in for anything with peptides, and my dry skin absolutely adores this moisturizer. The rich texture melts into the skin beautifully leaving it incredibly plump, hydrated and firm. I’ll never be without this!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Feels nice on the skin! Would love to see more results!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Lovee this moisturizer! Makes my skin feel super hydrated and feels super light on my skin. No scent and works well with all of my other skin care routine products. I will definitely continue to use it! Gifted by Shani Darden."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "Broke me out. I did not notice this had niacinamide before I started using it. If you are at all sensitive to that, I would skip this. Packaging is quite nice, and I imagine this would be a hydrating moisturizer for people without sensitivity to any ingredients in it. Gifted by Shani Darden."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love this moisturizer it’s so hydrating and makes my skin so plump. I already love Shani Darden products so I knew she wouldn’t miss with this one. I saw immediate results even with just one use. Highly recommend! Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by Shani Darden.  With aging dry skin, I’m always looking try skincare with hydration and anti-aging benefits.  The Shani Darden hydration peptide cream comes in a sleek design pump, making it easy to dispense the product without any mess.  The cream doesn’t have any scent.  It provides great hydration to my dry skin in this harsh dry winter.  My skin feels more plump with continuous use.  This product is great for my skin type."
		},
		{
			"review_title": "so nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "complimentary from Shani Darden. Such a beautiful moisturizer! It was love at first use. A couple pumps is enough for the entire face. It felt deeply hydrating but doesn’t leave my skin feeling oily or congested. I think considering how luxe it feels it’s worth the price tag."
		},
		{
			"review_title": "Oil free dreamer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Moisturizers are my favorite type of skincare product so going into trying out gifted by Shani Darden Hydration Peptide Cream, I was excited. This moisturizer is light without the heavy greasy feeling (since no oils are inside). Your dry cracked skin gets healed … yes it did to me! My chin has been dry lately and nothing seemed to work. I applied extra here and within a week it went back to normal. I love that it’s non comedogenic so it won’t clog my pores even more."
		},
		{
			"review_title": "A luxurious winner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I absolutely love this cream. 4 pumps was plenty to drench my skin in cushiony hydration thar never felt heavy. This is completely unscented, thick but not too thick and very luxurious. It plays nicely layered with other products or on its own! Packaging is incredibly luxe as well! Complimentary from Shani Darden"
		},
		{
			"review_title": "A great thin moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a light weight moisturizer that packs a serious punch of hydration. I have combo skin and this just makes my skin feel so soft and plump. The packaging is beautiful and the product itself doesn’t have a scent. It really ticks all the boxes for me.  Gifted by Shani Darden for my honest review"
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Shani Darden. I really love this cream. I love the creamy texture that feels so lightweight on my combination to dry skin and does not leave a sticky feeling at all. It feels very light and refreshing on application and moisturizes my skin. My skin is looking plump, hydrated and feels silky soft and smooth. It really makes my skin look radiant!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "i freaking love this cream i enjoy how hydrating this cream is and so easy to apply is becoming one of my holy grails"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Wow! This product felt amazing on my skin immediately upon first reaction. It’s thick and nourishing while remaining thin and lightweight with consistency! It left my skin with a nice glow and the more I used it I felt my skin to look more plump and healthy! I always need a good thick cream but don’t like the feeling of the stickiness and residue it tends to leave on my skin, this cream gave me all the benefits without leaving any residue! Love! Received this product for review but this is my honest opinion."
		},
		{
			"review_title": "Not hydrating enough for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I have mixed feelings about this product. While it is true that it doesn’t give my skin breakouts, it’s not hydrating enough for my dry skin. I was hoping it would work since it’s formulated for my skin type, but I have to add more moisture to my dry areas. However, I can see where this would be awesome for other people."
		},
		{
			"review_title": "Amazing for dry skin!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love this cream so much.  I have dry skin however I can’t use thick moisturizers because it almost all the time clogs my pores. However, this one is lightweight but has incredible moisturizing factor!! I love the ingredients and how my skin feels soft and smooth while looking hydrated!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Very hydrating and moisturizing. My sensitive skin loved this moisturizer, caused no irritation. The texture is light but packs a punch with loaded peptides and other moisturizing ingredients. Will continue to enjoy the full bottle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received the Hydration Peptide Cream complimentary from Shani Darden. I recently started using it and I have to say, I'm really impressed with it! What I love most about this cream is how easily it absorbs into my skin without leaving any residue or greasiness. It feels light and refreshing on the skin and provides long-lasting hydration throughout the day. I also appreciate the good ingredients packed in this cream - peptides and hyaluronic acid,  which my skin loves and that they help to hydrate and firm the skin."
		},
		{
			"review_title": "If you have DRY SKIN this is a MUST TRY!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have dry skin and I’m always on the hunt to find that it cream or serum to add to my regiment. Gifted by Shani Darden I will never sugarcoat my reviews. It either works for me or doesn’t. This is incredible!! So moisturizing, so smooth, so silky, and the healthy luminosity is undeniable. The peptides in here plumps my skin beautifully as well.  I've been using this cream for almost a week and actually am loving it. It is thick and rich, it glides on smoothly and feels so good on my skin.. Hydration and moisturized instantaneously, and bouncy!!"
		},
		{
			"review_title": "Beautiful Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This moisturizer has a really beautiful weight to it-it’s nourishing without being too heavy but it’s still substantial. I have dry skin that can be sensitive on occasion, and this has been lovely in both my morning and evening routines and pairs well with my exfoliating serums without any issues with pilling. The packaging is gorgeous, too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have dry sensitive acne prone skin and my skin absolutely loved this cream! I have to be careful with creams because they can clog my pores but this one doesn't. It instantly hydrates my skin and my skin looks so plump afterwards. The I received this product complimentary from Shani Darden."
		},
		{
			"review_title": "Fantastic luxe cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Wow - this cream is fantastic.  I have dry but acne prone skin so a challenge I face is getting enough moisture without clogging my pores and getting whiteheads.  Many gel moisturizers are pretty drying.  This feels like a richer cream (but it has a pump, yay! jars are gross) but it's oil free.  It feels SO nourishing and hydrating on the skin. It does contain shea butter and squalene which are not supposed to clog pores.  So far, I love this cream. The jar is gorgeous, heavy and luxe, and the bottle is 75ml instead of most creams which are 30.  gifted by shani darden but my honest feedback."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This peptide cream was a gift in exchange for an honest review. I have got to say, this cream is amazing. I have dry skin and ever since I’ve been using this, my skin has had the nicest glow and is so smooth. I love the consistency and I’ve incorporated this in my everyday skincare routine. Will be buying a back up of this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This product was gifted by Shani Darden in exchange for my honest review. This cream is SO nice. It’s not too thin and not too thick. It left my skin feeling plump and hydrated all day and makeup went on top of it beautifully."
		},
		{
			"review_title": "Luminous Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Incredibly creamy light weight moisturizer. Definitely have seen a difference in how my face looks the morning after I use it. It looks more glowing and even toned. As it states, it doesn’t clog pores and I have very acne prone skin and it hasn’t given me any acne or sensitive skin issues."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I did not expect this to be so hydrating! I love it. It really plumps up my skin and has restored my skin barrier as well. I love how it comes in a pump because I feel like in a tub the product might get contaminated. It’s hydrating and if you’re oily a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have loved everything i've tried from shani darden so far and this is no exception! I'm a huge fan of peptides and really think they help visibly plump and firm. This was gifted by shani darden skincare for my honest review"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this peptide cream because is feels very hydrating on my skin and a small amount works very nicely on my face. I use this every morning and night and have been leaving my skin very smooth. It have great benefits and works very well. Gifted by Shani Darden"
		},
		{
			"review_title": "New Fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely loved this cream. It feels so luxurious and nice on my skin. I have dry sking and this product left my skin feeling moisturized (not oily) and plump! So good! I had never tried anything from this brand before but now I am cery intrigued and would like to try more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the perfect daily moisturizer for someone with sensitive, dry skin! It’s basic in the best way possible and doesn’t haven’t any sort of smell to it. I find that my skin looks plump without being greasy and the moisture lasts all day. It’s a great base for makeup too, as it isn’t tacky or thick so it doesn’t disrupt anything on top."
		},
		{
			"review_title": "matte finish hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Oh my gosh, this peptide cream is so thick and rich, and does exactly what I need it to do in the snowy winter climate I'm in. It is absolutely saving my moisture barrier. This brand consistently puts out products with great quality & simple, effective formulations. Complimentary from Shani Darden."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "So I want to start out saying that I have really enjoyed using the Shani Darden products I have been able to use however this particular product is not something I can get behind. For me. I wake up feeling like all the water has been sucked out of my skin. I don't have dry skin but it feels really dehydrated. If you tend to lean dehydrated I don't recommend. Gifted by Shani Darden"
		},
		{
			"review_title": "Truly versatile & moisturizing enough for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I’m solidly in “aging skin” territory and have noticed a definite drop in elasticity and “bounce”. I love peptide products and they generally work well for me, and this one is no exception - however, it is the first one I’ve tried that really works AM and PM. I normally have to apply an oil-based cream before bed to keep my skin from drying out overnight, but not with this - it keeps my skin hydrated and supple until morning and I don’t wake up with dry patches! I love the smooth creamy feel of this, almost like pudding, and it works wonderfully with any other product in my skincare routine. Another win from Shani!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This feels SO GOOD on my skin. Once you pump it out, it is on the thicker side but it absorbs so well on the skin. It doesn’t leave and oily residue and it feels super lightweight. When I was rubbing it into my skin, I noticed how creamy and fluffy it feels. There’s barely a sent to it (in my opinion) which is also nice. The bottle feels super luxurious too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This product is great for keeping your skin plump and moisturized. Super light weight. I have now added this product to my fail skincare routine. My skin looks hydrated and refreshed after using this amazing product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this cream so much! it is so luxurious and smells great. I also love the packaging and I feel good about the brand. I also love how easy it is to take the lid off the packing because that’s something i need help with."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I have normal to dry skin and am in my early thirties. I started using this in order to help my skin feel more hydrated and target some effects of aging. I love how my skin feels after using. My skin skins more soft and supple! complimentary from Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This moisturizer is amazing! I have a really dry skin that never stays hydrated and this has been a godsend. I have been using it in the mornings before I put make up on and I’ve had no issues with it so far. It doesn’t have a scent that I’ve noticed at all. You really only need one pump of this which is great because it is a bit pricey. I think if you struggle with dry patches on your skin like I do this could really help you."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This cream is so good to use for dry skin! I love it absolutely LOVE using it in the morning and at night to renew my face after my skincare routine! a little goes a long way and I appreciate how faint the scent is. Would definitely recommend"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have normal to dry skin and what I enjoyed about this product is that it had immediate results. My skin was noticeably more plump and hydrated, it lasted all day and night and kept my skin feeling super hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Wow! I’m new to trying Shani Darden and have used a few products in the past, but this new moisturizer is incredible! It has a simple push pump and the texture is super lightweight. You only need 1-2 pumps for the face and it sinks in so quickly, plus there’s no scent! Some of her other products do have scents that are hit or miss for me.  I am a dry to normal skin gal and my skin is positively glowing with this new cream. It helps keep my skin hydrated but never oily and it is so plump and firm! I love the anti-aging benefits this has and it is non-comedogenic. I get milia easily so I have to stay as much oil free as I can for makeup and skincare. Definitely recommend this one!!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Amazing cream! My skin stays hydrated all day. This soaks into your skin as well. I love how easy it is to use and apply. The ingredients are amazing! This is the perfect moisturizer especially if you have oily skin. gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely loved this peptide cream from Shani Darden. I am now more into peptides in my 30s skincare routine.  The texture of this moisturizer is perfect for my dry skin, it is rich yet easily absorbed into skin without any rubbing. It melts into the skin and has great hydration. I loved the beautiful bottle and the pastel color of it."
		},
		{
			"review_title": "so rich and creamy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently received a bottle of Hydration Peptide Cream complimentary from Shani Darden in exchange for my honest review, and my skin feels absolutely amazing! After only a few days of using this super silky cream twice daily, my skin looks and feels more hydrated than it has in years! My daughters asked me if I had been going to the spa! I will definitely be buying this again."
		},
		{
			"review_title": "Lightweight moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "The Shani Darden Hydration Peptide Cream is a fantastic product that provides intense hydration and nourishment to the skin. This cream is enriched with powerful peptides that help to reduce the appearance of fine lines and wrinkles, giving the skin a more youthful and radiant look. The formula is lightweight and non-greasy, making it perfect for everyday use. It absorbs quickly into the skin, leaving it feeling soft, supple, and deeply hydrated. The cream is also free of harmful chemicals and synthetic fragrances, making it safe for all skin types."
		},
		{
			"review_title": "Lightweight moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "The Shani Darden Hydration Peptide Cream is a fantastic product that provides intense hydration and nourishment to the skin. This cream is enriched with powerful peptides that help to reduce the appearance of fine lines and wrinkles, giving the skin a more youthful and radiant look. The formula is lightweight and non-greasy, making it perfect for everyday use. It absorbs quickly into the skin, leaving it feeling soft, supple, and deeply hydrated. The cream is also free of harmful chemicals and synthetic fragrances, making it safe for all skin types."
		},
		{
			"review_title": "Good after retinol!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This product was gifted for me to review. This product is a moisturizer used for day or night. My favorite part is it disclosures it can be used after retinols, AHA, and BHAS, which I often look for when skin cycling. The product is oil free and a medium thickness that sinks in skin and doesn’t feel greasy or heavy/ also scent free so friendly for most skin. I’m liking it a lot for nighttime after retinol serum!"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "OMG this peptide cream is SO rich and nourishing! I was so surprised with the texture, especially because it comes in a pump. I was not expecting it to be so thick, but I LOVE IT! It deeply hydrates and moisturizes my skin with squalene, shea butter, hydosella, and has other great ingredients such as peptides and niacinamide to support collagen production and skin texture. It is also at am amazing price point for the size."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Love this moisturizer. It’s on the heavy side but it’s perfectly hydrating and soothing for your dry skin. On top of that it super cute on your vanity. Love the packaging and the consistency of this moisturizer. Highly recommend"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This was okay. It didn’t dry out my skin or break me out but I honestly did not see nah different in how my skin looked while using it, and for the price it retails at I expected more. I wouldn’t buy this with my own money."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I haven’t tried much from this brand because it’s usually pretty pricey but i was excited about this hydrating product from Shani Darden. I like the packaging and it’s ease of use. It makes my skin feel so hydrated and nourished but not greasy!"
		},
		{
			"review_title": "so hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This hydrating peptide cream is such a nice addition to my nighttime skincare routine! I have oily, sensitive skin but I love using all the moisturizing products at night for my skin to soak it all up!"
		},
		{
			"review_title": "Loving this for my dry skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have a dry skin and sometimes my skin itches when it feels dry.. I've been using this cream for almost a week and actually loving it.. It is thick and rich, it glides on smoothly and feels good on my skin.. It makes my skin hydrated and moisturized instantly.. Also makes my skin feeling smooth and bouncy.. This cream was kindly gifted by Shani Darden"
		},
		{
			"review_title": "Must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love how hydrating this makes my skin feel. I am someone who has really dry skin and this makes my skin feel like it’s just gulped down a gallon of water. So perfect for any dry skin girlies out there"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I liked this. It felt good on my skin. I definitely prefer a a thicker/rich cream but it works well when paired with a face oil during the day or an overnight hydrating mask at. night. Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "After trying the Shani Darden peel I was excited to use the peptide cream. I love the pump bottle and it feels both rich and lightweight at the same time. Definitely nice and hydrating without suffocating my skin! Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "complimentary from Shani Darden Such a hydrating product and works well with my combo and dry skin. It feels good on my skin and keeps my moisturized throughout the day. I love how lightweight it is and it feels perfect on my skin. Works well under makeup!"
		},
		{
			"review_title": "very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really love the shani darden line! Their products are worth it! This moisturizer leaves my skin hydrated and plumped! I love how it isn't too heavy either. Applicator and packaging is minimal which I like. Definitely a good go-to product.  *gifted by shani darden"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This Hydration Peptide Cream is everything! Luxurious like everything Shani Darden. The texture and application is perfection. It feels so silky, absorbs easily, and makes my skin feel so nourished and hydrated. Perfect for dry/mature skin. Gifted by Shani Darden."
		},
		{
			"review_title": "If you have super dry skin give this a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This has a nice heavy bottle and an easy to use pump. The cream itself doesn’t feel super hydrating at first, but it sinks in and you definitely feel very moisturized throughout the day! I love that it is vegan and sulfate free. I was surprised it is oil free since it does feel rich. It’s packed with skin-boosting ingredients and since I have super dry skin, I was very excited to try it! It definitely kept my skin moisturized longer than other creams I’ve tried. I recommend this for sure!"
		},
		{
			"review_title": "Nourishing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "So excited to try another product from Shani Darden because i love her retinol cream! This one is a rich moisturizer but said to be oil free and won’t congest the skin. I have dry skin and prone to milia and congestion so this is perfect. It absorbs well and is deeply nourishing without feeling heavy. I love that this has peptides and squalane."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I am totally in love with the products…. I love the ingredients in this product. I am in my mid 30’s with sensitive dry skin . So this product is truly great. I need to be open honest and say I was gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love moisturizers with peptides and this one is just incredible. It’s lightweight and absorbs quickly into my skin. I have dry skin and I think this would be great for me even during the summer time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This cream is so much worth it. I was surprised how big is the bottle. It’s 75 ml and will last for a long time. I love peptides in my skincare. This cream has rich texture and perfect for long lasting hydration. My skin looks and very hydrated and glowy. I have combo skin and it works great for me. Gifted by Shani Darden."
		},
		{
			"review_title": "10 out of 10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm in love and so amazed by this moisturizing cream. It has a nice thick texture that feels amazing on the skin. It absorbs quickly and leaves my skin feeling so smooth. I appreciate the pump of the container as well!"
		},
		{
			"review_title": "The BEST moisturizer of all time!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "This is my new favorite moisturizer!! Most moisturizers are really greasy and break me out, but not this one! It absorbs into my skin beautifully, and has never once caused me any breakouts! This formulation also contains peptides, which are an anti-aging must! My skin is so glowy and hydrated! I cannot get enough of this peptide moisturizer!"
		},
		{
			"review_title": "My new obsession!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Never has a cream that feels so incredibly light, sinks in my skin so quickly, and plumps my fine lines and wrinkles so well! I cannot describe how much I love the texture of this Hydration Peptide cream! I have combo skin leaning more on the dry side and usually need very heavy creams especially during my night routine. With this cream though, I get even better and longer lasting hydration and my lines stay plumped for much longer. Overall, I’m obsessed and will 100% purchase this myself. Highly recommended!!"
		},
		{
			"review_title": "Oh my word it’s good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have very oily yet mature skin that gets dehydrated from my dry climate. I am really loving just how thirst quenching this serum is. It does have that plumping effect on the skin which gives it a more youthful appearance. I like to apply this to moist skin right out of the shower. After it’s absorbed I go in and spot treat my more needy areas to give them extra moisture. It makes skin  look so dewy and supple. Also love that it’s cruelty free and the packaging is neutral and aesthetic.it has no scent so great for sensitive noses. My hands love this creamy goodness too! Gifted by Shani Darden"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "The NEW Hydration Peptide Cream is another favorite product that I got complimentary from Shani Darden and absolutely Love. It’s a rich and oil-free moisturizer that leaves my skin hydrated and plump. I use it with Shani Darden’s Intensive Eye Renewal Cream and Lactic Acid Exfoliating Serum. Love my new regimen"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love this moisturizer cream! I love how rich and creamy it is! I have dry skin and I love richer formulas. This one doesn’t feel overly thick and literally makes my skin so smooth and plump. Makeup also goes so smoothly over it. It is hydrating and I really appreciate how my skin doesn’t get congested with pores. I also love the pump and how you don’t have to put your hands in a jar. Definitely going to pick this one up again, just wish it was less expensive. Complimentary from Shani Darden."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Wow! This moisturizer has been so phenomenal to my skin. My skin is currently experiencing some flareup of eczema so it has been sensitive to almost anything I put on not with this, so my skin is feeling nice and hydrated and it’s also feeling less irritated."
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This makes my face feel like it did when I was a teenager. It doesn't feel heavy and it doesn't make my face break out. It's moisturizing and makes my skin feel tight. Love it.have very sensitive skin but this is amazing. It goes on so smoothly and leaves no residue. This is the one staple that I will always use on my face.complimentary from shani darden"
		},
		{
			"review_title": "Gorgeous inside and out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Another hit from the brand. The bottle is luxurious and gorgeous. There’s no fragrance which I really appreciate. The texture is light weight, not thick nor heavy but it really is hydrating and moisturizing! My dry skin loves it. The price is also very reasonable for what you get.  I’m a fan and recommend."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "I want to share with everyone my experience with the Shani Darden Peptide Cream. Let me tell you, this product is a game changer! I have been struggling with dry skin on my face, and this cream has really made a difference. It really moisturizes my skin and gives it a much-needed boost of hydration.  One thing that I absolutely loved about this product is that it doesn't have a scent. This is a big plus for me as I am quite sensitive to scented products, and often find them overwhelming. With this cream, I don't have to worry about any irritation or allergic reactions.   Another great feature of this product is the fact that it's in a bottle with a pump. This makes it so much more hygienic than creams that come in jars, which can be exposed to dirt and bacteria. I love this added convenience and peace of mind.  All in all, I highly recommend the Shani Darden Peptide Cream to anyone who is looking for a hydrating and nourishing cream for their face. It has done wonders for my skin, and I'm sure it will do the same for you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Another home run from Shani Darden!!! This peptide cream is so beautiful and silky. It’s super lightweight on the skin and pairs really well with my other skincare. I also have her retinol and love it!!"
		},
		{
			"review_title": "It’s amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This moisturizer is really good - it checks all the boxes of what I’m looking for. It’s moisturizing but not too heavy, absorbs nicely, leaves my skin looking and feeling healthy, does not pill (that’s a big one!), and has hygienic packaging. It’s also non-irritating which I love. Bonus: the packaging feels and looks very luxe. I am very impressed."
		},
		{
			"review_title": "the best moisturizing product I have ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is probably the best hydrating serum I have ever used in my life! Absolutely no scent to it, which means there are no added perfumes, it feels like a thin cream and nothing special at first. But 5 minutes after the very first application I was shocked how smooth, moisturized and plump my skin was! I didn't even feel the need to follow up with a moisturizer after, its just that good! I will definitely be addicted to it now.  Complimentary from Shani Darden."
		},
		{
			"review_title": "Perfect thick moisturizer for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This product is great! I’ve been using the eye cream for some time now and this moisturizer is another awesome product from them! It’s a very thick and creamy moisturizer which I love because I have really dry skin! It absorbs super well and works great at night to help me wake up with smooth skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have loved everything I've tried by Shani Darden and this is obviously no exception. My skin looks and feels ifs best when it's hydrated and this definitely delivers that. It also adores peptides and I get no shortage of peptides from this. It's simply the best!!! This was gifted by Shani Darden for review."
		},
		{
			"review_title": "great moisture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "i’ve been using this as a base for my makeup and it has been giving me such moisturizer skin! my makeup goes on so smooth on top and i haven’t broken out from it either, it’s nice and light but provides enough moisture."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "I have dry skin and getting my skin hydrated been the major focus of my skincare. After using this for the first time, I noticed it hydrated my skin right away and gave me great glow. I love the smell of it too!"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "a great face cream, it has a very delicate texture and a pleasant, gentle scent. after its use, the face is moisturized and tender, it looks well-groomed. Try this cream and see for yourself all the qualities I have listed"
		},
		{
			"review_title": "Thumbs up!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This cream feels extremely hydrating and nourishing on my sensitive, acne prone skin. It doesn’t irritate and absorbs quickly. It layers well with my other products and keeps my skin hydrated all day long. Definitely recommend"
		},
		{
			"review_title": "Love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I love this peptide cream! It has a beautiful texture and I’m so excited to use it every night. It sinks in beautifully and has amazing ingredients that my skin loves. Plays so well with my other skincare."
		},
		{
			"review_title": "A nice one to look forward to.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’ve not tried many products from her, in fact only tried her cleansing serum and I was a fan! This moisturizer is hydrating, oil free which really works for my acne prone and sensitive skin. These type of products will show great results over time if good! Expecting the same from this one."
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "First off, this packaging is incredibly luxurious. It’s glass and heavy duty so you get what you pay for in that sense. The moisturizer itself is beautifully formulated. It’s rich but not heavy and leaves a gorgeous dewy finish. My skin looks plump and healthy. I love it!!"
		},
		{
			"review_title": "Lux cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Shani Darden us know. To be Hollywood’s best kept secret and I get it! I use her retinol and it’s helped transform my skin from dull and boring to healthy and glowing. I was so excited to try and review the new peptide cream. It’s a full creamy moisturizer that glides into and melts into the skin. Though it’s a heavy cream in texture, it’s very lightweight once applied and doesn’t clog pores. Shani has done it again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "My dry skin is in heaven. Ultimate hydration without feeling heavy or greasy. I love how soft my skin feels and the glow I get from it. Replenishes the skin without being too much and plumps up my wrinkles."
		},
		{
			"review_title": "Good for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "I really liked this product! It left my skin feeling so moisturized! I loved the dewy natural look after application. I love the way the skin feels in the morning the day after night application. Highly recommended for oily skin"
		},
		{
			"review_title": "Such a luxurious cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This product is gifted by Shani Darden. I have dry skin, my skin needs special care for hydration. Product came in Beautiful packaging. I love the texture of the product. The look at feel of the cream is so luxurious."
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this cream so much, it makes my skin so soft to the touch and increased the hydration so well. It even makes my makeup glide so much nicer when using during the day. Complimentary from Shani Darden USA"
		},
		{
			"review_title": "I love this for my sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This cream for my very dry, very reactive/sensitive skin is INCREDIBLE… I’ve also used and loved her eye cream. I know her stuff is pricey but it truly is well worth it to me. While I was gifted this from Shani Darden I can say I have given plenty of bad reviews through skeepers and still continue to get products to try out so I have no problem being honest. This has zero scent, is very lightweight and sinks in pretty immediately. Not heavy or greasy at all. I do recommend this if you’re looking for something lightweight and you are acne prone or have sensitive skin."
		},
		{
			"review_title": "love, light weight hydrating and plumping",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This peptide cream is amazing ! It feels very light weight and adds ample hydration to my skin. I feel like this really plumps my skin up and makes me feel very nourished. I like this so much I can’t wait to try other products from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am absolutely in love with Shani Darden products! This is one brand I know that I can count on for giving me top quality products that are going to actually make a difference on my skin and suit my sensitive skin. I love the packaging of this product as well as it makes it easy to use. I love all the skin loving ingredients in this product. It is the perfect product for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Give me all the peptides! This is a dream of a product for both hydration and anti aging, and works really well in conjunction with any retinol or retinoid to counteract dryness and irritation from stronger products  Gifted by Shani Darden"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This moisturizer has been a life saver during the cold, dry, winter months! I have really sensitive skin that easily breaks out when applying creams or moisturizers, but this moisturizer is great as it doesn't make my skin break out and leaves it feeling soft and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Amazing cream, provides great hydration and nourishing my skin really well. Easy to apply, absorbs quickly, I  enjoy adding it to my daily beauty routine. Love the texture. High quality. Was gifted by Shani Darden."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I love this brand Shani Darden! First the package look luxurious and has a great smell and texture! After applying to my skin , my face looked brighter and softer! I would definitely recommend this product to anyone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is so luxurious and hydrating! It feels weightless on the skin and has zero scent. I’m so impressed by the heavy glass packaging as well. I would definitely try out the rest of the products in this line."
		},
		{
			"review_title": "The best moisturizer EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This moisturizer is theeeee best! It was made for normal to dry skin which I am normal to dehydrated skin and I love the feeling of a heavier moisturizer I’ve never liked a gel moisturizer and this is AMAZING! Such an amazing product, texture, no smell. I tested it last night and my skin woke up feeling plump, not sticky, not dehydrated like it normally does. I then washed my face with water, added a serum and applied two more pumps and my skin is plump and glowy and hydrated. Worked perfectly under my sunscreen and now makeup!! I normally get clogged pores from the thick moisturizers I choose but the formulation on this is stunning. Made as oil free and non comedogenic is exactly what I was told to use!!"
		},
		{
			"review_title": "Loving it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I am loving what this cream is doing for my skin. I feel like it is still light but incredibly nourishing. It’s just makes my skin have the incredibly soft bouncy skin feel right away. I feel like it is helping plump and firm overall."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This hydration peptide cream has been amazing!! I feel like I’ve tried ever moisturizer under the sun and this has quickly become my favorite. I’ve only been using it for a short amount of time but it is incredible!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
			"review_text": "This is such a beautiful moisturizer that provides deep moisture to the skin while being oil free! It has amazing ingredients like Peptides and Squalane and work so well for all skin types! I have dry skin and Normally I prefer moisturizers with oils but this one has been wonderful in this transition spring weather!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have Shani Darden’s serum cleanser and really loved that, so I was excited to try out this peptide cream. The product is for normal to dry skin, so it’s pretty rich. Very hydrating with really great ingredients including niacinamide, ceramide and squalane. A good product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Hydration Peptide Cream complimentary from Shani Darden. This cream is making a big difference in how my dry skin is doing this winter - this makes it feel hydrated and soft instead of dry and flaky. I’ve tried this with and without a hydrating serum underneath and I can say that this was the product that was really making the difference."
		}
	]
}