{
    "product_id": "408",
    "name": "Bronzi and the Bloos Color Serum Duo",
    "brand": "Drunk Elephant",
    "categories": "Skincare, Value & Gift Sets",
    "price": 35.5,
    "about": "What it is:u00a0A travel-size duo of a peptide-infused bronzing serum and an omega-rich rosy serum that will be music to your skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Fine Lines and Wrinkles, Dryness, and Dullness..Highlighted Ingredients:- Matrixyl 3000 Peptide Blend: Reduces the appearance of fine lines and wrinkles while promoting elasticity and resilience..- Vitamin F (Linoleic and Linolenic Acids): Visibly improves texture and suppleness while calming sensitive skin...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free...What Else You Need to Know:u00a0Drunk Elephant formulates clinically effective products with skin-friendly, research-backed ingredients and avoid what they call the u2018Suspicious 6u2019u2014essential oils, drying alcohols, silicones, chemical sunscreens, fragrance/dyes, and SLSu2014which they believe are at the root of almost every skin issue...This Set Contains:- 0.27 oz/8 mL D-Bronziu2122 Anti-Pollution Sunshine Drops.- 0.27 oz/8 mL O-Bloosu2122 Rosi Drops.- 0.05 oz/ 1.5 mL Protiniu2122 Polypeptide Cream (sample packette)..Clinical Results: In a consumer-perception study with 32 people after 28 days using D-Bronziu2122 Anti-Pollution Sunshine Drops:.-90% agreed skin felt smooth.-87% agreed skin felt soothed and hydrated..In a consumer-perception study with 34 people after immediate application of O-Bloosu2122 Rosi Drops:.- 91% agreed O-Bloos looked natural on their skin tone.- 88% agreed skin felt replenished.- 85% agreed skin looked moisturized...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Matrixyl 3000 Peptide Blend: Reduces the appearance of fine lines and wrinkles while promoting elasticity and resilience..-Vitamin F (Linoleic and Linolenic Acids): Visibly improves texture and suppleness while calming sensitive skin....D-Bronzi:.Water, Hydrogenated Polyisobutene, Glyceryl Oleate Citrate, Mica, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glycerin, Ribes Nigrum (Black Currant) Seed Oil, Sclerocarya Birrea Seed Oil, Theobroma Cacao (Cocoa) Extract, Caprylic/Capric Triglyceride, Vitis Vinifera (Grape) Seed Extract, Lecithin, Acetyl Tetrapeptide-17, Linoleic Acid, Linolenic Acid, Sorbitan Isostearate, Camellia Sinensis Leaf Extract, Maltodextrin, Sodium Hyaluronate Crosspolymer, Magnolia Officinalis Bark Extract, Glutamylamidoethyl Imidazole, Colloidal Platinum [Nano], Tocopherol, Phenoxyethanol, Pentylene Glycol, Sodium Benzoate, Sorbic Acid, Caprylyl Glycol, Boron Nitride, Hexylene Glycol, Polysorbate 60, Ethylhexylglycerin, CI 77491 (Iron Oxides), CI 77492 (Iron Oxides), CI 77499 (Iron Oxides), Sodium C14-16 Olefin Sulfonate....O-Bloos:&nbsp;.Water/Aqua/Eau, Hydrogenated Polyisobutene, Glyceryl Oleate Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glycerin, Ribes Nigrum (Black Currant) Seed Oil, Sclerocarya Birrea Seed Oil, Theobroma Cacao (Cocoa) Extract, Caprylic/Capric Triglyceride, Palmitoyl Tripeptide-1, Vitis Vinifera (Grape) Juice Extract, Caesalpinia Sappan Bark Extract, Sodium Lactate, Palmitoyl Tetrapeptide-7, Linoleic Acid, Linolenic Acid, Sorbitan Isostearate, Camellia Sinensis Leaf Extract, Propanediol, Sodium Hyaluronate Crosspolymer, Glutamylamidoethyl Imidazole, Silica, Butylene Glycol, Tocopherol, Polysorbate 20, Carbomer, Xanthan Gum, Phenoxyethanol, Pentylene Glycol, Sodium Benzoate, Sorbic Acid, Sodium Citrate, Caprylyl Glycol, Boron Nitride, Hexylene Glycol, Polysorbate 60, Ethylhexylglycerin, Tin Oxide. [+/- (May Contain/Peut Contenir): Mica, CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxides)]......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Because Drunk Elephant serums, creams, and oils are silicone-free and biocompatible with skin, they are highly absorbable and can be mixed into what they call skincare smoothies..-Mix a drop of D-Bronziu2122 and a drop of O-Bloosu2122 with your favorite Drunk Elephant moisturizer in the palm of your hand and apply to a clean, dry face for a bronzy, natural-looking flush.",
    "num_reviews": 56,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/drunk-elephant-bronzi-the-bloos-color-serum-duo-P511412?skuId=2768612&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2768612-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Perfect duo for an everyday natural look! When I mix these 2 together, it makes a phenomenal base. Will buy full size later on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Bought these for a vacation,loved them! Definitely would buy again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After using this product over the past few weeks I love it the prices are so worth it and it applies so nice on my skin I recommend it"
        },
        {
            "review_title": "I use to is almost daily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Great projects and are highly pigmented but the blush is a little hard to blend out and the pump fell out of the bronzer but still worth the money and they both last for a LONG time!!!:)"
        },
        {
            "review_title": "Love Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I know im very behind on the trend but I got these a few weeks ago and I definitely understand the hype now! Both have become a staple in my daily routine and work amazing!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This is AMAZING I was hesitant to buy it because of the reviews but this worked awesome but the thing is if you want it toned down you have to mix it with moisturizer  hgffinbmoisturize"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "So gorgeous I loved it I put it in my moisturizer and it made a really nice color I love it  And the bet u will 2"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "this is amazing I feel like I look so bronsed but the rosi drops and like blush that stays longer even without primer but overall it's amazing"
        },
        {
            "review_title": "a must in my morning makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "these bronzi and blood blush work so well gives me a light tan and a sun kissed blush on cheeks if u like light makeup for sure go for this also comes with free sample size of the polypeptide cream definitely a 10 10 recommend"
        },
        {
            "review_title": "WORTH THE PRICE!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "i have wanted to try the drunk elephant bronzi drops for a long time and instead of getting the full size i got this. even though i dont like or use the rosi drops, i feel like it is still an amazing price considering that both of the original ones cost $35 each. it also comes with a good amount of product and a sample of the protini cream."
        },
        {
            "review_title": "Decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "The size is perfect for travel, but the product itself does not last!"
        },
        {
            "review_title": "Natural glow but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The minis are a great way to try out the viral bronzing drops and blush drops. As a fair skinned girly, the bronzing drops mixed in moisturizer are the perfect shade and the blush is natural and flattering. -1 star for the amount for the price"
        },
        {
            "review_title": "Terrific Mini Sizes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Great for travel-great products! Super small to fit in your cosmetic pouches. Gives you a nice glow. No fragrance."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Just absolutely horrible! I used it w a moisturizer and also separately. The bronzer made brought out all my acne issues. And the red one made my blemishes look even worst !"
        },
        {
            "review_title": "the Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Normal skin",
            "review_text": "After using this product for a few weeks I am loving the results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this prouduct it is a perfect match and lookes so bronsed and rosey at the same time. I definitly recomend this prouduct."
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This product goes onto the skin basically with no base pigment but when you look at it from different angles you can absolutely tell its there, its so so beautiful and i will be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I like the idea of this product but I feel like theyu2019re too overhyped. There are a lot better dupes that cost much less"
        },
        {
            "review_title": "amazing for the summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So summery make me look like I have a sun kissed tan"
        },
        {
            "review_title": "Best minis for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have the full size of both so i decided to get the minis and i love them!"
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for the past month and it is my FAVORITE item from dunk elephant I have bought and I makes me look so glowy and bronze."
        },
        {
            "review_title": "Greatest product on earth!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this with a gift card for finishing school. I have always wanted the Bronzi, Bloos and Goldi drops for forever. Now I can get two out of three for the price of one. Highly recommended."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "bronzi drops are great!!! wouldn't recommend the blush one, not pigmented at all"
        },
        {
            "review_title": "Holy Grail - best bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It took some getting used to and trial and error but this is the best bronzing product i have. the bloos serum is really pretty too. both easy to blend out"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love these drops so much and the set. You honestly get a lot of product in the bottles. You also get a free sample. If you want a more affordable way to try out drunk elephant, I would recommend this."
        },
        {
            "review_title": "over all a great product and must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "after using this product my skin was tan.And my cheeks where rosie.The only thing is you have to use a different product with a moisturizer or serum ufffc"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Purchased this duo for the bronzer and fell in love with the Bloos! Not a sub for blush but gives that perfect rosey glow! Will be purchasing the full size!"
        },
        {
            "review_title": "bronzer -yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm really happy with both of these products. The bronzer I already own in full size and is an amazing color for all shades and the blush I'd give a 4/5 because it needs more pigmentation as a blush but is good as a highlight."
        },
        {
            "review_title": "SO GOOD OMGGGG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "BUY IT !!!!!!!!!! SO MUCH PRODUT AND REALLLY GOOD PLS BUY!"
        },
        {
            "review_title": "Like!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is my second set! I wish they include a bigger moisturizer as part of a set like they did before.   It lasts for a month for me and is great for trips!"
        },
        {
            "review_title": "It must have been my routine ufffc",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love it so much really good if you want to try something new and you only want a sample size ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "amazing product, it is a really affordable if you wanted to try, but didnt wanna spend $$ on the actual size. would recommend"
        },
        {
            "review_title": "good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "This was a good product. I liked this because it let me sample both the bronzi and the bloo. I personally think the bronzi was good but I didn't necessarily like the bloos."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Combination skin",
            "review_text": "I was actually really surprised how well these worked! After reading some reviews, I wasnt sure how this would do for my skin. I have dry, sensitive skin, and being honest, I thought these products would make me break out. They didn't! It actually made my skin more moisturized. Anyway, the bronzi drops made a beautiful glow effect on my skin, and the bloos (its basically liquid blush) really topped it off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Let me tell you about Bronzi and the Bloosu2014it's an absolute game-changer! The bronzing glow from Bronzi is pure magic, giving you that sun-kissed radiance you've always dreamed of. And don't even get me started on Rosiu2014the pigmented blush look it delivers is next-level gorgeousness. Trust me, this duo is an absolute must-have in your makeup arsenal. Say hello to your new secret weapons for effortlessly flawless, glowing skin!"
        },
        {
            "review_title": "Love the bronzing drops!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I wanted to see for myself about the hype and I loved the bronzing drops but the rosie drops were not very pigmented; but great for no makeup makeup days. The moisturized irritated my skin greatly, making it itchy. Overall liked it."
        },
        {
            "review_title": "Worth the cost!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "After buying this I kind of regreted it because of the cost but I realized that I really like these products and if you want to buy the bronzi drops and/or the Rosi drops then buy this first to see if you like it. I thought the container would be bigger but they are very easy to use plus the free moistzer makes it even better. Would recommend ud83dudc4c."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this mini cuz i just want to try the hype and I liked them ud83dude0a"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I love this so much! I wish I bought it a little sooner but I wish it was brighter."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this set! The bronzi drops make little tint and blends like a dream! The rosi drops are not much pigmented but it looks beautiful on the skin! I would recommend! It also comes with a free sample mosturizer!!"
        },
        {
            "review_title": "Super Mini Travel Size",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Shockingly mini! I only like the Bronzi to blend and these are incredibly mini for the price. Next time Iu2019ll buy the full-size of the Bronzi since the value is much better and still small enough for traveling. I donu2019t like yhe Bloos Color Serum at all. I much prefer Westman Atelier, Nars and Rare Beauty. This product is very runny in comparison. It also doesnu2019t have staying power. I regret this purchase for the cost, value and quality of serum. Invest in the full-size if youu2019re purchasing it for the Bronzi mostly, as I did."
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love these so much! I am often on the go so having these in my purse is really helpful. Both are 8ml each so itu2019s great travel products. Highly recommend u2764ufe0f"
        },
        {
            "review_title": "Worth the cost!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "After buying this I kind of regreted it because of the cost but I realized that I really like these products and if you want to buy the bronzi drops and/or the Rosi drops then buy this first to see if you like it. I thought the container would be bigger but they are very easy to use plus the free moistzer makes it even better. Would recommend ud83dudc4c."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this mini cuz i just want to try the hype and I liked them ud83dude0a"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I love this so much! I wish I bought it a little sooner but I wish it was brighter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}