{
	"product_id": "749",
	"name": "Self Tan Oil Mist",
	"brand": "Isle of Paradise",
	"categories": "Skincare, Self Tanners, For Body",
	"price": 44.0,
	"about": "What it is:A bi-phase self-tanning body oil that is supercharged with three hydrating heroes—shake to awake skin paradise..Highlighted Ingredients:.What Else You Need to Know:When shaken, powerful actives hyaluronic acid, glycerin, and squalane, plus a vitamin-rich sea kelp base combine with seven nourishing oils including argan, grape seed, and avocado to lock in moisture for up to 24 hours. Self-Tanning Oil Mist provides your most natural-looking, longest-lasting glow, guaranteed. Plus, the easy-to-apply mister gives a streamlined, streak-free, full-body application in under two minutes..Clean at SephoraClean at Sephora is a curation of brands committed to evolving the beauty industry. When you see our Clean seal, you can be sure this brand's products are formulated without certain ingredients that are potentially harmful to human health and the environment and also address ingredients clients are concerned about, including phthalates, formaldehyde or formaldehyde releasers, oxybenzone and octinoxate, hydroquinone, triclosan, coal tar, methylisothiazolinone and methylchloroisothiazolinone, insoluble plastic microbeads, and more. For the full list, check out the Ingredients tab.",
	"ingredients": "-Hyaluronic Acid.-Sea Kelp.-Avocado Oil..Aqua (Water), Glycerin, Dimethicone, Dihydroxyacetone, Isododecane, Sodium Chloride, Caprylic/Capric Triglyceride, Cocos Nucifera (Coconut) Oil*, Argania Spinosa (Argan) Kernel Oil, Helianthus Annuus (Sunflower) Seed Oil, Squalane, Salvia Officinalis (Sage) Oil*, Salvia Hispanica (Chia) Seed Oil*, Persea Gratissima (Avocado) Oil*,&nbsp; Mentha Piperita (Peppermint) Oil*, Citrus Grandis (Grapefruit) Peel Oil*, Eucalyptus Globulus (Eucalyptus) Leaf Oil* Tropaeolum Majus Flower/Leaf/Stem Extract, Theobroma Cacao (Cocoa) Seed Extract, Agastache Mexicana Flower/Leaf/Stem Extract, Aloe Barbadensis (Aloe Vera) Extract*, Vitis Vinifera (Grape) Seed Oil, Laminaria Saccharina Extract, Methoxyphenyl t-Butylphenyl Propanediol, Erythrulose, Sodium Hyaluronate, Panthenol, Butylene Glycol, Ascorbic Acid, Hyaluronic Acid, Propylene Glycol, Propanediol, PEG-40 Hydrogenated Castor Oil, Ethylhexylglycerin, Zinc Sulfate, Pyridoxine HCL, Parfum (Fragrance), Phenoxyethanol, Triethylene Glycol......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Exfoliate and moisturize dry areas before application. .-Shake well and mist until your skin is totally saturated..-Leave your hands and feet until last, then blend with a tanning mitt or hand in sweeping motions..-Thoroughly wash your palms after use..-Reapply as your tan start to fade to remain glowing for longer.",
	"num_reviews": 13,
	"overall_rating": 3.1,
	"product_url": "https://www.sephora.com/ca/en/product/isle-paradise-self-tan-oil-mist-P503587?skuId=2632743&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2632743-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Good for quick/easy application",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Application is super easy- I just use my hands and it’s not streaky or splotchy and fades nicely. Colour doesn’t last super long though. I’ve used it on my face and had immediate breakouts so that’s something to be careful of when applying to face if you’re sensitive or acne prone."
		},
		{
			"review_title": "Can't live without!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this stuff.. spray it on my face under my make- up... I get so many compliments..great tan. My daughter also loves it  uses it on her whole body.  Great for fair skin.. leaves a natural tan! Tried this for the first time after used the water based one. Happy with both :)"
		},
		{
			"review_title": "Feels like it’s been used.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The product does less effect that I would have expected. The weirdest thing is that it came without a cap on it. It looked like it had been used when it arrived by delivery and that makes me reallydisappointed in the product itself."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am fair skinned and freckled. I’ve drenched myself in the tan, literally dripping. There is no noticeable difference aside from making my feet look dirty."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Not as good as the water version, this looks awful on the face and pills off. The tan doesn’t even get nearly as dark as the water base one"
		},
		{
			"review_title": "Its ok.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Its a great natural tan, nothing special. Wouldn’t pay 40$+ for this though."
		},
		{
			"review_title": "Not at all a good self tanner",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Unfortunately this is the worst self Tanner I’ve ever used. It clings to dry spots even with proper moisturizing. It’s extremely patchy and does not withstand any sort of water even after developing. It’also very orange. I had to return it :("
		},
		{
			"review_title": "No no no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I’ve use lots of other isle of paradise products and love them. I gave this a try because my pumps kept breaking on the foam ones. This tan lasts 2-3 days max before it’s just disappearing in patches."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Super! Au départ on ne voit rien mais le lendemain j'avais un super beau tan uniforme super naturel! Il ne tache pas le blanc et ne coule pas dans la douche! Je l'adore!!"
		},
		{
			"review_title": "Not the best IoP product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Ughhhh I wanted to love this. Isle of paradise is my GO TO tanning product. I love the tan water and the drops so I was like of course I’m gonna love this too! The bottle leaks sooo bad when spraying and even after rubbing it in with a tan mitt I still somehow look splotchy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This self tanner is definitely the best one I’ve tried. It’s not streaky and it’s not orange at all for my light skin. I love how it foams and it’s easy to apply. It’s not overly pigmented where it’s way to dark but it distributes the perfect amount!! I was gifted this product for free complimentary from isle of paradise to try out and a give my review!"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Just bought this because I've been wanting to try a tanning spray over a mousse that you need to wash off. I'm really impressed with this. It goes on clear but there are no streaks when it develops. I just spray it on my body and then rub it in well with a glove. The medium is a really nice golden color, not orange at all. It's not sticky and you can barely smell it on your skin. I tried their drops and hated them, but this is worth buying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Super fool proof this is my first time self tanning and it works great it gives a super even and natural tan. One thing is it doesn’t last very long but if that’s what you want you can get a darker one."
		}
	]
}