{
	"product_id": "11",
	"name": "Baomint™ Moisturizing Curl Defining Cream",
	"brand": "adwoa beauty",
	"categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
	"price": 47.0,
	"about": "What it is:A creamy, rich styler that detangles while leaving your strands shiny, silky, and smooth with a soft hold..Hair Type:Medium and Thick.Hair Texture:Curly and Coily.Hair Concerns:.Formulation:Cream.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:This cream is formulated to be buildable. Based on the density and the desired volume of your curls, use more or less product. It is packed with superfoods, omega 6 and 9 fatty acids, and vitamin E to provide a soft to medium hold and work well as a wash and go styler on wavy or curly hair textures.",
	"ingredients": "-Honey: Packed with amino acids, vitamins, and minerals to keep hair healthy, soft, and conditioned..-Silk Amino Acids: Repair damaged hair cuticles, make hair less frizzy, lock in moisture, and give hair a natural sheen..-Shea Butter: Helps maintain moisture and softness...Water (Aqua), Behentrimonium Methosulfate, Cetearyl Alcohol, Butyrospermum Parkii (Shea Butter), Beeswax, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Adansonia Digitata (Baobab) Oil, Honey, Glycerin, Glyceryl Stearate, Phthalates Free Fragrance, Opuntia Ficus Indica (Prickly Pear) Seed&nbsp;Oil, Silk Amino Acids, Tocopheryl Acetate, Dehydroacetic Acid, Benzyl Alcohol, Gaultheria Procumbens (Wintergreen) Oil, Mentha Piperita (Peppermint) Oil, Mentha Viridis (Spearmint) Leaf Oil, Lavandula (Lavender) Spica Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Urtica Dioica (Nettle) Extract, Vanilla Tahitensis (Vanilla) Fruit Oil.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use on wet, damp hair or dry hair. .-Apply Leave-In Conditioning Styler (sold separately) with your fingers to prep for styling.                                                                                                                                                                    .-Follow with the Baomint Moisturizing Curl Defining Cream to style your hair in sections for your wash and gos (for curly textures), twist-outs, braid-outs, or rod-sets.                                                            .-Do not mix with the Baomint Moisturizing Curl Defining Gel (sold separately) since the gel is cream based and this may cause it to lose its hold.",
	"num_reviews": 383,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/adwoa-beauty-baomint-moisturizing-curl-defining-cream-P457236?skuId=2350940&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2350940-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "16 / 453",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2350940-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This brought my dry crunchy hair back to life immediately after trying it on a small patch of hair in Sephora.  I immediately bought the largest size and used it in the car on my hair.  My hair is much softer and shiny.  The only con to this is this thr smell.  It wears off after a while but thr mint s"
		}
	]
}