{
    "product_id": "847",
    "name": "Vanilla Miniature Obsessions Perfume Set",
    "brand": "KAYALI",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 136.0,
    "about": "Set Description:Perfect to gift or collect, this set features all four of KAYALIu2019s cult-favorite vanilla fragrances, all in the brandu2019s coveted 10 mL deluxe miniature sizes. From delightfully delicious to irresistibly decadent, wear these juices alone or pair them together for your own signature scent combination..About the Bottle:KAYALI's signature diamond-shaped bottles and opulent jeweled caps are inspired by traditional Middle Eastern oud bottles. The number indicates the rounds of formulations it took to achieve the perfect juice..About the Fragrance:KAYALI, which translates from Arabic to my imagination, features a collection of captivating fragrances, handcrafted in France using the most luxurious ingredients. KAYALI reflects limitless possibilities, personalities, and desires to celebrate and enhance oneu2019s infinite layers..This Set Contains:- 4 x 0.33 oz/ 10 mL Vanilla | 28 Eau de Parfum, Vanilla Royale Sugared Patchouli | 64 Eau de Parfum Intense, Utopia Vanilla Coco | 21 Eau de Parfum Intense, Vanilla Candy Rock Sugar | 42 Eau de Parfum",
    "ingredients": "Vanilla | 28 Eau de Parfum:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Butyl Methoxydibenzoylmethane, Alcohol, Tris (Tetramethylhydroxypiperidinol) Citrate, Citronellol, Coumarin, Limonene, Benzyl Salicylate, Ci 14700 (Red 4), Ci 19140 (Yellow 5), Ci 60730 (Ext. Violet 2)...Vanilla Royale Sugared Patchouli | 64 Eau de Parfum Intense:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Cinnamyl Alcohol, Citronellol, Coumarin, Eugenol, Geraniol, Isoeugenol, Limonene, Linalool. 70%...Utopia Vanilla Coco | 21 Eau de Parfum Intense:.SD Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Avobenzone/Butyl Methoxydibenzoylmethane, Bht, Citral, Geraniol, Limonene, Linalool, Benzyl Alcohol, Benzyl Salicylate...Vanilla Candy Rock Sugar | 42 Eau de Parfum:.Alcohol, Fragrance/Parfum, Water/Aqua/Eau, Alpha-Isomethyl Ionone, Benzyl Benzoate, Benzyl Salicylate, Cinnamal, Citral, Citronellol, Coumarin, Geraniol, Hydroxycitronellal, Limonene, Linalool, Benzotriazolyl Dodecyl P-Cresol, Butylphthalimide, Isopropylphthalimide, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane. VOC: 70%.",
    "how_to_use": "Suggested Usage:.Monau2019s Fragrance Tips:.-Spritz perfume on your pulse pointsu2014inside of the wrists, behind the knees, the nape of the neck, and behind the earsu2014and clothes for a more powerful scent trail.  .-For even longer wear, be sure to moisturize with balm or lotion before spritzing on the body!  .-For a delicate diffusion, spray on your hair towel before drying your hair or directly onto your hairbrush before styling.",
    "num_reviews": 16,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/kayali-by-huda-vanilla-miniature-obsessions-perfume-set-P512482?skuId=2808491&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2808491-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Canu2019t wait to buy more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am in LOVE with this set!! If you are thinking about it do it! I originally bought the two pack of the Vanilla 28 and the Vanilla Candy Rock Sugar and these are significantly larger. These are so boujee and definitely worth adding to your collection!"
        },
        {
            "review_title": "Absolutely not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Never received product because Sephora chose to use a scam delivery company (OnTrac) so now I have no product and no refund. Thanks for nothing Sephora"
        },
        {
            "review_title": "Honestly, unpopular opinion, Iu2019m obsessed.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Donu2019t listen to the reviews. Sure theyu2019re tiny, but two of the bottles are strong in scent and donu2019t require so many sprays. Though, if you love vanilla, this is for you !! I love Kay Ali and her perfumes and Iu2019m obsessed with these sense, but the price could be a little bit cheaper if anything ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "A must-have for vanilla fans who wants to try different type of vanilla perfumes"
        },
        {
            "review_title": "Great smells but cheap packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love 3/4 of these smells. Two of them were a blind buy which is on me. The pachouli is good but just not for me. Im very happy with this overall, however, the perfume bottles are extremely difficult to open. 2/4 of the perfumes came with faulty lids and I can not seem to fix them. They do not just click back into place. Very disappointing  Better off buying them individually."
        },
        {
            "review_title": "Great smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited when i received this product for christmas, but i was bummed to see when i opened this the Vanilla Royale perfume had leaked all over the box and the other perfumes, overall these perfumes smell amazing but im sad i barely have any of the Vanilla Royale perfume because it leaked"
        },
        {
            "review_title": "Perfect condition! Perfect sampler!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Came really fast! All bottles in perfect condition cute packaging! Wasnu2019t a fan of all of the scents, but thatu2019s why I bought this to know which ones I want full size of and which ones I donu2019t! I do  recommend getting this if you donu2019t know which ones to buy  but  I think the bottles will last a while aswell"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i've never bought a kayali perfume and wanted to try a as perfumes can smell different when you wear them. i'm SO happy with my purchase! you get a good amount of sprays per bottle which i love"
        },
        {
            "review_title": "great gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "great gift, love this! hopefully kayali releases more mini sets like this in other scents as well."
        },
        {
            "review_title": "Worth the $$ babe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "As a fan of Vanilla 28 and Utopia, love this! But Vanilla Royale? Not only did it give me a headache but it smells awful. Not really a fan of rock candy but it does smell decent."
        },
        {
            "review_title": "Kay Ali",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have never been so in love with a smell. They all are different smells of vanilla but each one is so good"
        },
        {
            "review_title": "Beautiful Scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I already have rock sugar candy but decided to buy for the other scents. The price alone it is an incredible deal, as for the notes themselves if you aren't a fan of vanilla perfumes or strong vanilla notes this may not be the best KAYALI set."
        },
        {
            "review_title": "Nice set ud83dudc97",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I understand the hype for Vanilla 28 now! At first I didn't like it..it was too strong and was not very vanilla but overtime it turned into a beautiful sophisticated vanilla. I will get the full size in the future. I like Vanilla Rock candy but it reminds me of La belle a lot but again the Patchouli ruined it for me so i would get La Belle instead. My least favorite is Utopia. To me it's a light coconut smell that doesn't last I was disappointed. Vanilla Royale is very strong and I'm not the biggest fan of patchouli but I think it would be great for special occasions. I like it but I don't love it. Overall a great set to try new scents."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "All scents smell great and last long, one spray lasts me an entire day and it's small enough to fit in a purse and bring to school. It's a spray concept and it's very practical! I LOVEEE! 10/10"
        },
        {
            "review_title": "Beautiful Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Purchased this set specifically for Vanilla Coco 21 since it wasnt in stock elsewhere, but all 4 scents are absolutely stunning, was worried I wouldnt like the Vanilla Royale after reading mixed reviews but it smells quite elegant and will layer beautifully with Vanilla 28."
        }
    ]
}