{
	"product_id": "1506",
	"name": "Photo Finish Control Mattifying Face Primer with Salicylic Acid",
	"brand": "Smashbox",
	"categories": "Makeup, Face, Face Primer",
	"price": 57.0,
	"about": "What it is:An oil-fighting primer with a matte finish to defend your skin and perfect your makeup..Finish:Matte.Highlighted Ingredients:- Silkscreen Complex (Antioxidants, Hyaluronic Acid, Probiotic Extract, Vitamins, and Algae): Nourishes, visibly balances, and defends skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also vegan and cruelty-free..What Else You Need to Know:Infused with nourishing, protective, and visibly balancing Silkscreen Complex, this primer forms a breathable, silky barrier that visibly perfects your skin, smoothing and defending against damage from environmental aggressors like pollution and blue light.",
	"ingredients": "-Silkscreen Complex (Antioxidants, Hyaluronic Acid, Probiotic Extract, Vitamins, and Algae): Nourishes, visibly balances, and defends skin. .-Witch Hazel, Salicylic Acid, and Zinc: Mop up oil. ..Water/Aqua/Eau, Dimethicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Methyl Trimethicone, Dimethicone/Vinyl Dimethicone Crosspolymer, Butylene Glycol, Hamamelis Virginiana (Witch Hazel) Water, Calcium Carbonate, Ammonium Acryloyldimethyltaurate/VP Copolymer, Algae Extract, Laminaria Saccharina Extract, Lactobacillus Ferment, Tremella Fuciformis Sporocarp Extract, Lycium Chinense Fruit Extract, Rosa Hybrid Flower Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Vaccinium Macrocarpon (Cranberry) Fruit Extract, Yeast Extract/Faex/Extrait De Levure, Pantethine, Caffeine, Butyl Avocadate, Salicylic Acid, Sodium Hyaluronate, Betaine, Trehalose, Sorbitol, Zinc PCA, Glycerin, Sodium Polyaspartate, Polyglyceryl-3 Disiloxane Dimethicone, Polyglyceryl-3 Polydimethylsiloxyethyl Dimethicone, Isohexadecane, Ethylhexylglycerin, Isopropyl Isostearate, PPG-15 Stearyl Ether, Lauryl Methacrylate/Glycol Dimethacrylate Crosspolymer, Trimethylsiloxysilicate, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Polysorbate 80, Disodium EDTA, Silica, Hydroxyapatite, BHT, Tocopheryl Acetate, Tocopherol, Benzoic Acid, Potassium Sorbate, Sodium Dehydroacetate, Phenoxyethanol.",
	"how_to_use": "Suggested Usage:.-Smooth over clean skin..-Wear alone or under makeup.",
	"num_reviews": 449,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/smashbox-photo-finish-control-mattifying-face-primer-P479982?skuId=2517738&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2517738-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz. / 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2517738-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Not great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I honestly don’t know if this primer does anything for me. My chin and forehead are still super oily after a few hours. Also, the size is a joke.. it’s so small!"
		},
		{
			"review_title": "Love it. Great buy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great matte primer and a great duper for Tom Ford. I’m 41 so I only use this primer on my oily spots but I love it. Works great."
		},
		{
			"review_title": "Runs Out Fast",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Really good- but alas, it runs out too fast for me. If you are passionate about using primer and have the budget for this, I would recommend trying this product out for sure"
		},
		{
			"review_title": "Pills like crazy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I don’t know why this happens, but this primer specifically pills like crazy. I thought I was applying it right until I tried another primer and my makeup went on super smooth."
		},
		{
			"review_title": "My new go-to primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i've been a long-time customer of Smashbox, using photo finish  primer for years. I tried their new Photo Finish Resurface Smooth & Renew Primer & LOVED IT!    Didn't think original Smashbox photo finish primer could get better, but i was wrong."
		},
		{
			"review_title": "YUH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The BEST matte primer I’ve ever used! I have super oily skin and I hate having my face looking like an oil slick come 4pm. Helps makeup blend out beautifully without being overly sticky. Love love love!"
		},
		{
			"review_title": "I’m happy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This really helped my oily skin one time using for 6 hours and I am shook why did I wait so long. 🥹"
		},
		{
			"review_title": "Best mattifier I’ve tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Excellent at mattifying!! I only had to use blotting papers once at work and it kept me from looking super oily all day. Makeup set nicely on top. Will definitely buy the full size!"
		},
		{
			"review_title": "Blind buy obsession",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been mourning the loss of CK2 for two years now as this was my signature scent since I was 18. I’ve not been able to find anything that comes even close to comparing until now. This was a blind buy which I never do but I am so glad I did. I don’t smell the coconut that’s being mentioned in a lot of the other reviews but it is a very fresh, clean and summery scent that that lasts all day. Definitely a unisex scent"
		},
		{
			"review_title": "OILY PEOPLE ASSEMBLE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I AM OILY! Like went on accutane level oily. I definitely noticed a difference with this guy! Still ended up a lil oily at the end of the day, but there was a NOTICEABLE difference! No other product has ever made a difference for me! Recommend!"
		},
		{
			"review_title": "Best Primer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This is my go-to primer! I have very oily skin and this helps keep my makeup in place. This primer allows my makeup to stay in place for about 9 hours before my oily skin starts to affect it. I think this is a great payoff as work-days are typically only 8 hours anyway! The textre is a bit strange and does need time to get used to. It also pills with certain products so be wary of that!"
		},
		{
			"review_title": "Happy Customer :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "This primer fills and smooths out my face beautifully. You only need a very little bit and your face is covered. Absolutely love how my skin looks when I use this."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product arrived opened, used and dried up. Super disappointed. :("
		},
		{
			"review_title": "Legit Matte",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "Wow this beats the Mac mattifine primer! This truly keeps your makeup matte! I never had any oil at all by the end of the day, my makeup still looked fresh, I had  it on for over 8 hours! I absolutely love the ingredients!"
		},
		{
			"review_title": "Must have product for oily acne prone people❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Favorite primer for oily acne prone girls . Won’t make your skin oily even exfoliate too because has salicylic acid."
		},
		{
			"review_title": "my favorite primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "the best primer for me, i have combo / oily skin and it is so far the best primer for long lasting. the bad reviews are only from People that prefered the old formula but i tell you this one is the best!"
		},
		{
			"review_title": "An absolute must for oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Thank you, Smashbox!  I have very oily skin & I live in Florida.  This product has been a game changer for me.  I apply this after using my serums & moisturizer & then I wait..., then I apply my tinted sunscreen (Alastin).  I have finally found a product that doesn't dry me out.  It doesn't make me break out, and it doesn't pill.  It lasts all day & evening."
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product! I used to have to powder my face throughout the day to deal with oily shine, but no longer after using this. My face stays matte all day. It also does super well under my makeup."
		},
		{
			"review_title": "useless grease",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this primer did absolutely nothing for me. I have no issues with dryness nor oiliness other than my tea zone. did not mattify anything nor did it make my makeup look better."
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I didn’t liked the texture of this product. It didn’t match with my skin."
		},
		{
			"review_title": "not slaytastic, DONT WASTE UR MONEY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "it’s awful, i have combination, mostly oily skin, and this left me with dry spots by the end of the day and it did not leave my make up looking good, my foundation did not stay at all."
		},
		{
			"review_title": "So much nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am in my late 40s and have struggled with oily skin my whole life. I’ve tried different products to help control oil and many have worked so much better than this. As I’ve gotten older a new problem with fine lines and wrinkles. This primer is not easy to apply. It does nothing for my pores, and it does nothing to smooth my skin. I could look past that if it at least kept my makeup in place but it doesn’t even do that. My forehead is oily by early afternoon and my makeup looks greasy. Not for me."
		},
		{
			"review_title": "Perfect Formula for Oily Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I used a deluxe trial size sample tube of the product and LOVED it! I am 46 and have battled oily, shiny, and combination skin my entire life. I've tried so many drug store, department  store, and luxury mattifying cleansers, primers, powders, blotting sheets, and more and this formula wins HANDS down!! My favorite part about this product is that you can blot it over the top of makeup during the day without disturbing makeup (and I use a full face of makeup for work). It literally erases 3-4 hours of wear, making you look fresh and non-oily. There is no pilling and touch-ups go nicely over the top. Plus, the silky results blur out my skin to a perfect natural look. Love it!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I didn't have luck with this product. My skin is oily and I was hoping this would help control oil under my makeup throughout the day. Unfortunately by about 3 or 4pm my skin is getting shiny and no longer mattified."
		},
		{
			"review_title": "Difficult to work with",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "When I apply foundation on top, it makes my makeup look really uneven and cracked.  It left weird very noticeable marks through my foundation.  It peels when I apply my foundation over it."
		},
		{
			"review_title": "Difficult",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This was hard to work with for me and I have a whole half a drawer full of primers so I’m not a novice. It was, in that, it left like weird very noticeable marks through my foundation on any area that I rubbed primer over more than once (not that I did multiple coats or anything just that while rubbing it in some places got rerubbed as I tried to get it evenly all over my face)."
		},
		{
			"review_title": "Not very helpful",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've got a sample of this and I was happy to try it, but I'm so glad I didn't buy this. It does keep your face less oily, but it peels when I apply my foundation over it. And it's not longwearing, my foundation seems to fade faster during the day."
		},
		{
			"review_title": "Not a substitute for the Super Light!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this after they discontinued my beloved Super Light primer. I have never had a primer do the exact opposite of what it’s intended to do. Any little touch of my face would mess up makeup."
		},
		{
			"review_title": "Kinda good kinda bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It’s…decent. It definitely keeps your skin matte, for starters. But I notice it works best when you don’t wear makeup. When I apply concealer or foundation on top it makes my makeup look really uneven and sometimes it makes it look cracked. It’s noticeable even from a distance. You have to moisturize well (which seems kinda counter productive lol) and make sure you apply the primer as evenly as possible so that whatever you apply on top doesn’t look weird"
		},
		{
			"review_title": "New formula doesnt blend well. Pills.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I used their blurring primer before the 'reformulation' and 'new packaging'. This new version doesnt blend well at all. It pills my foundation, concealer, and cheek balm. :( Really bummed. I was using the original formula for most of my adult life. It was the best for controlling oil."
		},
		{
			"review_title": "Best primer have tried",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Fell on love with this primer when I received a sample in my monthly Ipsy bag. No other primer comes even close in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "For the price I bought it for it was not worth it at all, it made my makeup splotchy and slide ￼"
		},
		{
			"review_title": "Great for oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This has been so helpful for my oily skin pre-makeup application. It's definitely got a nice matte finish and helps my makeup stay in tact for hours. Love that it has salicylic acid too! Definitely buying more."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Less than the star I am giving ! The original is way batter"
		},
		{
			"review_title": "BEST PRIMER ON THE MARKET!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "i've tried so many primers before purchasing this one and this is definitely the best primer for those who are oily!! not only does it mattify my makeup, but it holds my makeup in place for hours and does not pill or look cakey. i used it with the nars light reflecting foundation and it gives off such a natural and beautiful finish. definitely repurchasing this primer!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Not mattifying at all. I have oily skin and was looking forward to this! Made my face even more oily and my make up slide."
		},
		{
			"review_title": "FINALLY!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I have extremely oily skin & this is the first thing I have found that actually works!!! I LOVE this product. My skin has a pretty glow instead of a greasy shine. FINALLY!!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "It has a nice texture and leaves a smooth finish, but it doesn't control my oils, in two hours my face is oily as if didn't apply a primer."
		},
		{
			"review_title": "what a disappointment",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Combination skin",
			"review_text": "I used Smashbox primers a long time ago and they worked splendidly. With this new formula, I’m oily within a couple of hours after applying my makeup."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I meant to buy another primer but got the brands confused and ended up with this one… and I’m so happy I did. It’s incredibly blurring, but still allows for a glow to come through. I wore it at an outdoor wedding, in Florida, in May and my makeup did not move and it’s kept me from looking oily and sweaty. Will be purchasing full size!"
		},
		{
			"review_title": "Not compatible with some make-up",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this primer as a free sample with an order.  I hadn't tried a primer before so I was excited to try this one.  Unfortunately it caused my foundation (Maybelline) to react to it.  It looked weird, kind of streaky.  I would not buy it because of this but maybe it looks well with other brands."
		},
		{
			"review_title": "don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Oily skin",
			"review_text": "Made my makeup super patchy. Made my skin look super bad"
		},
		{
			"review_title": "Fabulous primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this primer. Was using Cover fx primer with salicylic acid and while I liked it, I felt it had too much slip. I tried this and like it much better. Dries down quickly and my foundation looks fabulous with. Won’t go back to Cover Fx."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This makes foundation and concealer look so patchy. The oil & shine control primer was much better, but it appears to be discontinued. Will not be repurchasing this."
		},
		{
			"review_title": "Makeup peels off",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’m surprised by the good reviews - I’ve used this twice and after I put makeup over this primer, the makeup immediately starts peeling off my face. Would not recommend."
		},
		{
			"review_title": "Terrible for pores.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I couldn't find my usual Smashbox pore minimizing primer (I hope it hasn't been discontinued!) so I bought this one instead.  Pro:  it does work really well to control shine, I was quite impressed with that.  Cons:  After a little while wearing this, my foundation settles and my pores and any fine lines are HIGHLIGHTED and stand out big time!  The longer I wear my makeup the worse it gets.  It's almost like the foundation separates and gets more powdery over this primer; every line and pore stands out and the foundation settles into those areas.  it looks really terrible.  I'll be returning this."
		},
		{
			"review_title": "love love love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This primer is the first one I’ve tried that actually keeps my face matte for hours on end! I didn’t have high hopes as my skin is extremely oily, and most primers would barely last an hour. This one lasted my entire workday!! I’m really impressed and happy with this product. I also love how velvety it feels on my skin. I used it over the Supergoop sunscreen (which I also love!) and then used the Saie slip tint over top with powder to finish and I barely have any oil 8 hours later!! Love this product!"
		},
		{
			"review_title": "Don't Like",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I guess Smashbox discontinued the minimize pores formula which I was used for over 10 years; maybe more I don't recall when the product came out. This appears to be the closest replacement. I hate this product. I also tried the redness correction line but that formula changed as well and doesn't work for me either. Both products are no longer thick and mattifying. The consistency is more tacky which I hate and doesn't help to fill in pores. I also don't like that this product has salicylic acid in it, but I don't see a better option by Smashbox for large pores. I am so sad and disappointed that the formulas of these primers have changed. I'm on the lookout for a new primer if anyone has recommendations!"
		},
		{
			"review_title": "works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I typically don’t use primers, because they make me breakout. I’ve had this issue with the regular smash box photo finish primer as well as a slew of other name brand primers. Unfortunately I suffer with adult acne. I would say it’s usually 1-5 blemishes and not more severe. However after using a primer or foundation for a night I instantly break out the next day. I try to use face makeup with acne fighting medications. However it can be difficult to find quality makeup containing such ingredients. I saw this product while browsing at my local Sephora store. I noticed it had salicylic acid in it. However I cannot find the percentage of this ingredient on the package. A Google search said it has 2% salicylic acid, but I can’t confirm that. I can confirm that this product does not cause me to break out and appears to be helping improve my acne versus making it worse. So while this product is advertised as a shine control primer I’d say it’s also an acne control primer. I definitely recommend especially for acne prone skin."
		},
		{
			"review_title": "It works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I received this product complementary from Influenster. I liked this primer however I would probably never re-up on this one in particular because my skin tends to be very dry and the salicylic acid in the product just makes it worse. I think it it mattifying truly and works well at that if that’s what you like. I think these days I prefer a more moisturized look if that’s a good way of putting it. Gets the job done if this is the type of product you like!"
		},
		{
			"review_title": "Miracle Worker",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing! I don’t like putting on makeup because of my acne, pores, and how oily my face gets. This was perfect! Kept my makeup looking great for the entire evening I wore it! This is my go to now!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This is such a great product for the oily skin girls out there. Not only does it make your skin look smooth and pore less, it keeps your makeup on all day. This is my new holy grail primer."
		},
		{
			"review_title": "Good for shine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I don’t use it on my whole face because I’m afraid it’ll look dry, but I use it on my shiny nose and it works wonders!! So happy with it"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster. It minimized pores and gave a nice, smooth matte  finish. Just wish it was a little stickier to build on, for that all day wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Normal skin",
			"review_text": "I’m obsessed with this product and how well it works. It’s been such a game changer to my skin and my foundation goes on incredibly smooth"
		},
		{
			"review_title": "Holy grail for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I received this primer complimentary from Influenster, I have been using this product for a month now and genuinely love it. My makeup stays in place and does not crease, shine through or breakout. I expect nothing less from smash box when it comes to primers they are number one in my book for oily skin, acne prone, large pores and an array of skin types. I would definitely buy when I run out. A little goes a long way, especially when you concentrate on key problem areas."
		},
		{
			"review_title": "Keeps face oil free but don’t like the smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I don’t love it, I think it’s just ok. The price for the amount is not extremely budget friendly. The smell I’m not a fan off. I did notice it helped keep my face oil free for the day with my regular powder foundation. I’m not sure if I’ll buy again after I finish using this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I loved this primer, it prepares the skin very well, leaves it hydrated and protects it, I loved the texture"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love that this has salicylic acid so it’s priming my skin but also fighting acne. Only reason I didn’t give it 5 stars is because I think some ingredients interacted poorly with my other skincare so I wouldn’t switch to this one permanently."
		},
		{
			"review_title": "Give this a try!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this primer. I have tried various primers and they’ve never worked for me so I kinda just ditched them for a long time. I bought the mini size because I wanted to try it before committing to the big size, and to be quite honest, I only put it on places where I get fine lines or a little bit oilier throughout the day and that’s all I need. It has not broken me out and it really helps my makeup stick all day. It’s also super light and it doesn’t feel like I’ve put anything over my face."
		},
		{
			"review_title": "Love love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it, it's easily becoming apart of my daily routine! It works flawlessly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have combination skin and this did wonders for the areas I put it on. I usually get very oily around my nose and foreheads and this helped so much."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love how this applies! It’s so soft! It does a pretty good job of keeping my skin oil free too! I usually have a little oil on my forehead but that’s it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Really enjoyed using this primer! It definitely helped control shine under makeup. I’ve also worn it on its own since I don’t wear foundation everyday and it’s helped smooth and even out my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I like it, but I wish didn’t have silicone in it. Great for oily skin and somewhat for combination skin. Not so for giving on age skin tho. Definitely recommend for oily skin teen."
		},
		{
			"review_title": "Primer for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Best primer ! Instantly mattifies your face and is the perfect primer for oily skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really do love this primer! Provides a smooth canvas for your foundation and also prevents a lot of oil from showing up later on in the day. Although I do still get some shine, it isn’t as much as before and I can thank this primer for that. It also doesn’t have a silicone feel as I thought it would have so that’s also a plus for me!"
		},
		{
			"review_title": "Great for oily skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Rich skin tone, Oily skin",
			"review_text": "I received this product for free from Influenster! But omg!!  This primer is amazing for oily skin. I am a grease pit and without a good matifying primer my foundation pretty much slides off my face! This kept my skin matte for several hours. My foundation applied beautifully and stayed! I definitely recommend and will be purchasing this in the future!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This primer worked wonderfully on my skin!I usually get oily throughout the day but this primer definitely minimized it!  I highly recommend"
		},
		{
			"review_title": "Love this barely-there primer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I love this primer! I received it free to sample in exchange for my honest review, and I was honestly very impressed with the texture! It has a gel-like feel that just melts into the skin. I could barely feel it once it was on, and it definitely cut down on shine! Very impressed and would definitely buy this again!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Great feeling on the skin but creased with certain foundations. I would recommend using a thicker foundation with this primer but altogether very hydrating!"
		},
		{
			"review_title": "Blurs imperfections perfectly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the best primer I have ever used. I received a free sample and I am almost out which is sad because it carries such a huge price tag that is not affordable for my budget. I am 46 and it is the only primer that actually covers my fine lines and blurs my pores. If you can afford please buy because you will definitely not be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product complementary of Influenster for testing purposes. I LOVE this primer. I have combination skin and have found that primers and my skin just don’t mix well. This has salicylic acid in it which is a GAME CHANGER. I love how this makes my skin look and feel!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is a pretty good silicone primer. It's light and comfortable to wear, and looks good under all the makeup I've tried with it. I don't really like how it still feels wet after I apply it-I prefer primers to dry down so foundations is easier to apply. But I would definitely recommend this as a good option for a silicone based primer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I received this product complimentary from Influenster for testing purposes. This product is literally the best. I love the texture and how it makes my skin look and feel when my makeup is applied. Definitely recommend to others."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great primer! It’s very lightweight and performs well at keeping makeup matte and reducing shine."
		},
		{
			"review_title": "Really mattifying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like that there's a primer I can put on before makeup that actually mattifys your skin and contains salicylic acid to help prevent breakouts. It's going to really come  in handy when the hot & humid weather comes in."
		},
		{
			"review_title": "Great buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I really like this primer! I have oily, combination skin, so i battle with my foundation lasting long enough. However, this primer works! My skin felt and looked so smooth after all day wear! Worth the purchase! AND it’s vegan and cruelty free which is always a plus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Not bad at all. Of course people with oily skin will love this as it does provide a smooth matte base but as a person with dry skin I appreciate that I can use this as well without looking like a raisin. Just use a good setting spray and you're golden. Definitely gonna bust this out this summer."
		},
		{
			"review_title": "like it, don’t love it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I was incredibly excited to try this when I received this especially since I liked smashbox primers before but I’m not obsessed with it like I thought I’d be. I do enjoy the texture of it as it isn’t sticky or anything when I put it on so it feels nice. I do also like that it has salicylic acid and I’ve been breaking out a bit due to masks at work so that’s nice I haven’t noticed a huge difference but it still seems like it would be better than nothing on days when my skins not in the best condition. I didn’t notice an especially long wear time after wearing this but my makeup wasn’t worse off either it lasted a bit longer than usual but not by a ton. I do have combo skin so my tzone is a problem for most primers so it was nice that this did work for a bit longer than others usually do. I probably wouldn’t repurchase just because I have other primers that I enjoy more but I will continue using it while I have it cus I do still like it."
		},
		{
			"review_title": "A great primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This primer has a really smooth texture, no smell, and really blurs your imperfections and controls shine. Underneath of makeup I felt like it my foundation looked better and lasted longer - though I’ve used it more often as like a “filter” - no foundation and just a bit of concealer and I look fresh! Would definitely buy again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "It's not a bad primer at all. Works great and does what it advertised but it's nothing really new. It is a silicone base, so if you don't prep your skin control your makeup will slide right off"
		},
		{
			"review_title": "Perfect for pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "If you want to control your pores without using something super sticky. This product is perfect! It is very light and It will make your skin super soft. I use it without makeup if I want a natural look, and also with makeup to help cover my pores."
		},
		{
			"review_title": "Good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I like this. The finish is definitely matte and it is also very smooth. It works well when I don’t do my normal skin care before. When I had my moisturizer on it made the primer flake or crumble off which wasn’t good when trying to apply makeup. Other than that when I used the primer with my moisturizer it worked great. My makeup stayed matte much longer and it created a smooth finish."
		},
		{
			"review_title": "Not of oily skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have oily skin and not even 3 hours of wear managed to keep my skin matte. I tested this product in cool weather and my face was oily and shiny by the end of my night"
		},
		{
			"review_title": "It’s not worth it or I got a bad batch",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Either I don’t know how to properly use a primer or this stuff does not work. I tried multiple different application techniques and amounts of product being used. Every single time, it left my makeup pealing off my face and patchy as heck. I would have to take it all off every time and start over."
		},
		{
			"review_title": "This is not the “pore” primer",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Per Smashbox customer service, this is supposed to be similar to the older pore primer in the purple packaging. They have discontinued that formula, unfortunately. This one, though, is nothing like it at all. It’s clear, thinner, and doesn’t “blur” pores even a little bit. I loved the previous stuff for yearssss and now I’m going to have to find a new brand I guess. If you’re looking for the old purple bottle… this is NOT IT."
		},
		{
			"review_title": "Okay product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Received this item complimentary from influenster! I love using primers. When used right it can make your face makeup go seamlessly. I think they are a great addition for your skin, but I’m not sure if this is the right primer for me. My skin was super oily after using it and I think dewy looks are very cute just not my type of makeup style. My foundation did sit on the primer very well.    I recommend if you want a dewy look! If you want a more matte finish I would try something else!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I never used primer before in my makeup routine, so I was definitely excited to try this product. And it did not disappoint! It made my skin feel smooth. I was worried about it feeling chalky, but I did not have that issue. It also helped my makeup last longer! I will be continuing to use this in my makeup routine and will be trying other Smashbox products! I received this product complimentary from Influenster for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It definitely keeps the oil at bay and your skin matte, but this just doesn’t work on my skin. I’ve tried a bunch of different things and it always seems to separate whatever foundation I’m using and/or slide around. It could be super promising for other people with oily skin but it just doesn’t work for me. I suggest sampling it and seeing if it works for you."
		},
		{
			"review_title": "Not of oily skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I have oily skin and not even 3 hours of wear managed to keep my skin matte. I tested this product in cool weather and my face was oily and shiny by the end of my night"
		},
		{
			"review_title": "It’s not worth it or I got a bad batch",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Either I don’t know how to properly use a primer or this stuff does not work. I tried multiple different application techniques and amounts of product being used. Every single time, it left my makeup pealing off my face and patchy as heck. I would have to take it all off every time and start over."
		},
		{
			"review_title": "This is not the “pore” primer",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Per Smashbox customer service, this is supposed to be similar to the older pore primer in the purple packaging. They have discontinued that formula, unfortunately. This one, though, is nothing like it at all. It’s clear, thinner, and doesn’t “blur” pores even a little bit. I loved the previous stuff for yearssss and now I’m going to have to find a new brand I guess. If you’re looking for the old purple bottle… this is NOT IT."
		},
		{
			"review_title": "Okay product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Received this item complimentary from influenster! I love using primers. When used right it can make your face makeup go seamlessly. I think they are a great addition for your skin, but I’m not sure if this is the right primer for me. My skin was super oily after using it and I think dewy looks are very cute just not my type of makeup style. My foundation did sit on the primer very well.    I recommend if you want a dewy look! If you want a more matte finish I would try something else!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I never used primer before in my makeup routine, so I was definitely excited to try this product. And it did not disappoint! It made my skin feel smooth. I was worried about it feeling chalky, but I did not have that issue. It also helped my makeup last longer! I will be continuing to use this in my makeup routine and will be trying other Smashbox products! I received this product complimentary from Influenster for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It definitely keeps the oil at bay and your skin matte, but this just doesn’t work on my skin. I’ve tried a bunch of different things and it always seems to separate whatever foundation I’m using and/or slide around. It could be super promising for other people with oily skin but it just doesn’t work for me. I suggest sampling it and seeing if it works for you."
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Try it out if you have combo skin! I have combination skin and this primer worked so well on my oily zone! I applied a bit on my nose, forehead and cheeks right after moisturizer and my foundation looked so good! It made me matte but not flat if that makes sense. It also minimized my pores which was a plus! I do have to be careful with how much I use or else it’s too much on my face but it worked amazingly on my problem oily areas!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster and Smashbox in exchange for my honest review. This is a very nice primer that makes my skin nice and smooth before applying my foundation. I’m only taking off one star because I don’t feel like it controls oil any better than other primers."
		},
		{
			"review_title": "Great primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I like the finish of this Primer. It definitely gives you a matte finish. I personally like to use it around my whole face to keep the makeup last longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This product is different than any other primers I’ve used. The salicylic acid makes it a dual use product for me, I feel like I’m taking care of my skin while also priming! It feels stickier/tackier than other Smashbox primers when it first hits my skin, but it goes on very smooth and there’s no tackiness left after applying it to my skin. My foundation goes on smooth and it does a good job keeping it matte. There’s no scent to the product. I would buy it! This product was received free of charge in exchange for my honest opinion."
		},
		{
			"review_title": "New favorite primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this product. I normally have to wear a mask for work, and I noticed that this primer has stopped my foundation from cracking around my nose. It also helps my make up last on my tea zone which I love. I have a normal to oily combination skin type and I would highly recommend it for people with similar skin type. It really helps smooth out pores with matte foundation and satin finish foundations. I have yet to try it with dewy foundations."
		},
		{
			"review_title": "New Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really love this product! It is so smooth and lightweight but also mattifies my combination skin  and helps with my pores! My makeup has been longer lasting and looks better throughout the course of the day. Would absolutely recommend trying this product! This product was received complimentary of Influenster in exchange for a review, but all opinions are my own"
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Try it out if you have combo skin! I have combination skin and this primer worked so well on my oily zone! I applied a bit on my nose, forehead and cheeks right after moisturizer and my foundation looked so good! It made me matte but not flat if that makes sense. It also minimized my pores which was a plus! I do have to be careful with how much I use or else it’s too much on my face but it worked amazingly on my problem oily areas!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster and Smashbox in exchange for my honest review. This is a very nice primer that makes my skin nice and smooth before applying my foundation. I’m only taking off one star because I don’t feel like it controls oil any better than other primers."
		},
		{
			"review_title": "Great primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I like the finish of this Primer. It definitely gives you a matte finish. I personally like to use it around my whole face to keep the makeup last longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This product is different than any other primers I’ve used. The salicylic acid makes it a dual use product for me, I feel like I’m taking care of my skin while also priming! It feels stickier/tackier than other Smashbox primers when it first hits my skin, but it goes on very smooth and there’s no tackiness left after applying it to my skin. My foundation goes on smooth and it does a good job keeping it matte. There’s no scent to the product. I would buy it! This product was received free of charge in exchange for my honest opinion."
		},
		{
			"review_title": "New favorite primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this product. I normally have to wear a mask for work, and I noticed that this primer has stopped my foundation from cracking around my nose. It also helps my make up last on my tea zone which I love. I have a normal to oily combination skin type and I would highly recommend it for people with similar skin type. It really helps smooth out pores with matte foundation and satin finish foundations. I have yet to try it with dewy foundations."
		},
		{
			"review_title": "New Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really love this product! It is so smooth and lightweight but also mattifies my combination skin  and helps with my pores! My makeup has been longer lasting and looks better throughout the course of the day. Would absolutely recommend trying this product! This product was received complimentary of Influenster in exchange for a review, but all opinions are my own"
		},
		{
			"review_title": "Best primer ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "One of the best primers ever! I have a big problem with my mix skin, and most of the primers make my skin feel weird, but this one feels soft and smooth. 100% recommend♥️"
		},
		{
			"review_title": "Shine Free!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I used this so far in the Florida heat and it worked wonders. I’m generally oily and want to make sure my foundation stays perfect. This did it for me! Humidity and heat are no match!"
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster.  I have a pretty oily forehead and my foundation never lasts long throughout the day. When I started using this though, I noticed my makeup stayed on much longer and the oil was cut in half. I also like how this feels on its own. My skin always feels smooth and looks matte. I do use powder over my foundation and feel like a finishing spray would help to not feel too powdery or cakey"
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product complimentary from influenster. While I do feel this product helps my foundation apply very smoothly at first, it does seem to cause some creasing around my nose and under my eyes. Applying a setting powder seemed to help a bit, but I would avoid wearing without a setting powder. I tend to gravitate towards moisturizing products in the winter, so I will say I was hesitant to try this… but I was surprised to see that my skin didn’t feel dry with this applied under my foundation! Definite plus if you have combo skin like me and need a product that won’t dry you out. Overall, this product was pretty good."
		},
		{
			"review_title": "Definitely mattifying!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I liked the way that this primer felt at first but then once I put my foundation on, it made my face look very cakey. I don't have a very oily complexion, so I think that this would be best for anyone who is oily. I even tried it a few times with different foundations or concealers and it always made my makeup look too noticeable for me."
		},
		{
			"review_title": "Good but not for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was a free incentive to review this product. Lately I’ve switched over to a more dewy look so I wasn’t sure how I would like a matte primer. I went to an engagement party and decided to use this primer so I wouldn’t look oily or shiny. It felt nice on the skin, not sticky or anything. My makeup applied nicely over it and overall I was happy with the look. I will say hours later when I was ready to remove my makeup I noticed certain areas where my foundation separated from the primer or looked oxidized. Specifically the 2 sides of my nose and the middle of my forehead. That it typically where my skin is the most oily so maybe that had something to do with it. I’m not sure if this is something that will work best for my skin type, but maybe if I’m doing a full face look again I’ll reach for it"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Maybe it’s just me and my skin but i’ve never had a great experience with smashbox primers. it goes on well and feels good on the skin but no matter what i use to set my face i just see separation almost immediately and while it does help oil control, it doesn’t last for long"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "For someone that has very oily skin it is hard for me to find a good primer that won’t make my skin look and feel as if it’s being weighed down or make it too shiny too fast. Great for my skin type and long lasting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Smashbox makes a great primer. This new Photo Finish Control primer worked great under my makeup. All day hold. No piling when applying. Love this product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s finicky but it works. I have very oily skin and usually have to blot before I leave the house.  With this product, it prolonged the time before I needed to blot.  My teenager has dry skin but gets oily in her t-zone later in the day.  This did not play well with her skin and pilled while applying foundation so it doesn’t work for her skin.  Overall, it was a learning curve in learning how it works with my foundation but well worth it.  My makeup looked good for hours.  I highly recommend for those who get oily fast and don’t have dry skin."
		},
		{
			"review_title": "Absolutely works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "This absolutely works just like it says it would. It works like the milk of magnesium does except it doesn’t clog your pores like mom. Keep in mind it will turn white on top of your skin the same way that milk of mag does if you don’t put Any makeup on top of it. But i still just used it by itself to combat  that oiliness without having to put makeup on and it does the job well. Just put a setting spray on afterwards so it won’t turn white & you’ll be good to go!"
		},
		{
			"review_title": "Worth A Try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "First of all I got this for free on Influenster and by far Im new to doing makeup but this primer is soo good, it leaves my makeup matte."
		},
		{
			"review_title": "awesome!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "does not move! my new go to primer!! my makeup looks as fresh hours later after applying. I was highly impressed. even tested while flying in the air for over 4 hours, landed no touchups with a mask of course and until I removed  at night!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got this product for free to sample!  I am the type of person that once I find a product I love I generally feel “if it’s not broke don’t fix it” so I’ve been using the same primer for years… that being said I really liked this primer!  It helped to keep my face and especially my T-zone oil free and matte.  I liked the smoothness and the feel of this primer.  It applies seamlessly and very smooth.  Would recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I've been enjoying this primer since it was sent to be by Influenster free for my review. It helps keep me matte, and few things do. I live in a humid environment, so most makeup doesn't want to stay on my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product from influencers and I love this primer, its texture is incredible and I'm really a fan of this brand, so this is an absolute YES for me"
		},
		{
			"review_title": "Wonderful but pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This was my first time trying smashbox and I'm now a fan. This primer is wonderful and I definitely can see the product claims when using the product. I would buy this product again for sure if it goes on sale as I think the price is a little high as I've had similar experiences with other top ranking drugstore primers. If the price is not a concern and or it's in sale then definitely add this to cart! But still check out similar claiming products for a better price before getting this one."
		},
		{
			"review_title": "#SmashBox Photofinish Control Mattifying Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I highly recommend this product especially if you have oily skin like me. I instantly noticed how smooth it left my skin so I mix it my foundation. I like how it's not stinky or sticky lol, definitely one of my favorite mattifying primer I have ever tried. I recommend you to try this product because it really works and it's cruelty-free."
		},
		{
			"review_title": "Instantly mattifies skin upon contact",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This primer visibly mattifies skin upon contact. It has a nice consistency to it, although it has dimethicone it does not have an uber silicone feel to it. Foundation smooths on easily onto skin after application of primer and lasts pretty well through your the day. I have noticed oil accumulation through out the day in some occasions but not always. Over all I like this product."
		},
		{
			"review_title": "Odd consistency",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I thought this was a great product, it helped keep on my makeup really well! My only complaint was that when I put it on my face, it would ball up and almost flake off. The consistency was a little off I would rather have it more smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It’s very mattifying. I have combo skin it mattified my oily t zone. I don’t suggest people with normal or dry skin to use. This is more for oily girls. The texture is different from the other Smashbox photo finish primers I’ve tried in the past instead of clear and silicone feel this has a white color and sunscreen like feel to it."
		},
		{
			"review_title": "Excellent Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Really enjoyed this primer I received complimentary for review. It is a matte finish which I love and I really like how smooth it felt. It was easy to apply and to apply makeup on top of It!."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "For someone that has very oily skin it is hard for me to find a good primer that won’t make my skin look and feel as if it’s being weighed down or make it too shiny too fast.  I find that this is a really good product for my skin type and is very long lasting."
		},
		{
			"review_title": "Holy Grail Primer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received a sample of this to try from Smashbox. I love this mattifying primer! The texture is amazing! It makes my skin silky smooth, creates the perfect base for my makeup, and a little goes a long way! It absorbs easily and doesn't leave a greasy feel! The oil control is top notch! My makeup stayed matte all day, without drying out, AND it didn't budge.. Like, at all! This is definitely going in my rotation! I have only found 2 primers for my oily skin that I absolutely LOVE and this is one of them!"
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This primer is okay. I was disappointed that it’s chalky, kind of like clay. It’s definitely not worth the price."
		},
		{
			"review_title": "The product I never knew I needed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I actually didn’t even know I needed a primer until this came into my life! I’m not a big wearer of makeup anyway, so a primer was just nothing I really ever considered. I tried Smashbox and holy smokes! My foundation applied like a completely different formula. My face looked SO much better and my makeup lasted way longer. Very impressive. Not something I’ll use EVERY day, but definitely when I want to feel a little more pretty."
		},
		{
			"review_title": "Disappointed.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I was very disappointed with this product.  It went on my skin fine but dried with a very noticeable white chalky layer on my face. This primer could never be wore alone."
		},
		{
			"review_title": "Chunky and heavy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I really wanted to like this product, however I was disappointed. The product runs off as if it were clay and makes the makeup look chunky."
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "wonderful first I have been trying this product for about a month and it has changed my life I have combination skin with a tendency to be more oily and this primer is ideal for the oily area since it controls exaggerated shine for hours and hours, I really like this product and I fully recommend it and without a doubt I would buy it again on my own."
		},
		{
			"review_title": "Okay..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This primer is your average primer. I used it twice and doesn’t feel different. Also,I don’t see a difference. It doesn’t have a pleasant smell but at least it doesn’t feel heavy on your skin. It’s okay not groundbreaking. This is my honest review."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Had high hopes for this, but clogged my pores terribly."
		},
		{
			"review_title": "Received for free, matte but not crusty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This primer did a good job of allowing my skin to look matte without it looking cakey or crusty. It also pleasantly surprised me with how it didn’t make my foundation separate like a lot of other dimethicone primers do."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received it in my Influenster VoxBox and i love it!! I like how it doesn’t leave my face feeling sticky. A small amount definitely goes a long ways! It makes my makeup look great and last all day long!"
		},
		{
			"review_title": "okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This primer is good does what it says.  I feel like it makes my make up stay but I don’t love the finish. It just didn’t look how I wanted it to in my t zone. I felt it looked a little cakey.  I also don’t love the price. I have another primer I love more. I got this free to test from Influenster."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this primer! It keeps my oils down and my t zone matte all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Love this, my makeup stays on way longer then it did before I started using this"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very happy with this primer. My face doesn’t look shiny at all and I don’t waste makeup product. I definitely recommend this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this! It doesn’t feel heavy or too sticky, but does it’s job. Makeup looks perfect with this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Es un producto bueno si mas no ha sido mi favorito pero si cumple con si función que es lo que importa, el empaque es lindo y trae bastante producto."
		},
		{
			"review_title": "No more breakouts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "When I received this I was super excited due to the fact that it is aimed for acne prone skin, which I have haha. I used this a couple times and I honestly don’t see a major difference, but I did notice less breakouts. So I’m amusing based off of that it works! It does not have a scent which is great, just very plain. The price point I would say is also good as a little goes a long way. In the picture I wore the primer with my typical face makeup for about 6 hours and it didn’t budge. It does not cake on my skin and I feel holds my makeup up pretty well. I recommend this product if you have acne prone skin and are looking for a solution to breakouts after makeup application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Absolutely love this primer! The formula is quite moisturizer yet provides a lasting smooth matte finish. I have oily skin and the matte effect lasted for hours. It provided a great base for my makeup, definitely recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This face primer is everything for a perfected face canvas. Any texture, discoloration, or breakout can be covered with the help of this primer!! It effectively hides my large pores and gives my face a smooth surface for makeup application. My foundation goes on so smoothly with this primer and stays on throughout the entire day."
		},
		{
			"review_title": "Meh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really wanted to like this and tried it multiple different ways but this primer made my make look splotchy and cakey."
		},
		{
			"review_title": "Bye bye oily T zone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this product complimentary for testing purposes. I really enjoy this primer I have oily acne prone skin and this Primer works great! I’ve primarily used it bare face because i haven’t been doing much makeup these days and my skin stays looking smooth. With my few test runs with makeup my face lasted pretty much all day and did not interfere with my finish or texture.  It hasn’t broken me out and does very well with keeping the oils at bay. The texture of the primer is smooth and soft."
		},
		{
			"review_title": "great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received this product complementary from Influenster. I love it! I don’t always wear makeup and when I do my makeup tend to look oily after a whole day on my face. Last week I tried this product while doing my makeup for my birthday and later at night, I was not oily and there was no weird brilliance on my face. It helped me stay matte all day. I recommend."
		},
		{
			"review_title": "oil free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received this primer complimentary from Influenster to review. I was super excited to get this because I’ve always loved smashbox primers. This was no exception. It helped me stay Matte throughout the day and kept my makeup on. Definitely recommend for those with oily skin or an oily t zone."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I have oily, dehydrated skin and I get a lot of oil in my T-zone. I used this primer on its own and under foundation, and it keeps my oil at bay for a really long time. I've worn it for 10+ hours and at the end of the day, I don't look like an oil slick. However, the primer does cling onto dry patches and it has a weird smell, which I think is the witch hazel because I have very sensitive and acne-prone skin, but I haven't noticed any irritation from it."
		},
		{
			"review_title": "The real mattifying face prime!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "The real mattifying face prime! It’s awesome, It leaves the skin very soft and matte and the makeup lasts much longer without being greasy.  I use it almost daily and I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Oily skin",
			"review_text": "I love this primer! I have oily skin and the mattifying technology really helps get rid of my pores and makes me look less shinny. It also helps my make up stay on all day and helps control how oily my skin get. The weight is super light!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I absolutely loved this primer. I received it from Influenster, but I would purchase it myself when this tube is gone. I have dry skin, and I’m always looking for something to help with that. This left my face feeling hydrated, and my foundation didn’t look cakey or flake at all. All in all, I think it’s an amazing product."
		},
		{
			"review_title": "5 stars but it wasn’t for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I though the revamped look of it was pretty awesome, and all the other ones they’ve made but this one wasn’t the pick for my skin type preferably, but on the days that I wanted to be mattified I would say it definitely did the trick. I’d say there was no fragrance in it either which was awesome!  But it had a  hue of yellow which was odd to me but I’m not sure if it was supposed to be clear either. Other than that I did like it but wasn’t for me"
		},
		{
			"review_title": "Amazing primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I receive a primer from Smashbox Photo control mattifying primer, if you are struggling with oiliness and dry skin this is your answer, is a game-changer because have oil control and give you a silkscreen complex, that helps strengthen skin against environmental aggressors like pollution and blue light, one of the incredible ingredients is antioxidants that help the signs of aging, hyaluronic acid makes your skin more hydrated, vitamins improve your skin and many more. The most important is cruelty-free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This might just be my new favorite primer. It feels amazing on my skin, controls oil, and it helped keep my makeup in place all night long. I highly enjoyed this product and look forward to using it again soon."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received this from Influenster to try and I really loved it. I struggle with acne and this primer didn't make me break out at all. Would absolutely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this primer it’s lightweight and I have sensitive skin and it doesn’t break my skin out"
		},
		{
			"review_title": "Soft focus for your face!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "LOVED this! It truly blurrs pores and lines. I wear it alone sometimes since it makes your face look smoother without even putting makeup on. I noticed everything stayed blurred throughout the whole day as well!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this primer. I have very oily skin and this works perfectly under my foundation, no pilling and keeps my skin matte all day."
		},
		{
			"review_title": "FaceTime",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Definitely love the texture of the product but it’s not my favorite primer. It does hold makeup really well and gives a very nice finish though! Check it out!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I honestly thought this product worked great. It was mattifying and didn’t emphasize my texture. It held my makeup for a pretty long time without any extra creasing. The primer felt light and blended in easily, I would recommend this for those who like matte primers because this definitely does the job."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I have oily skin and when I put this primer on before applying my makeup it does the trick ! My skin stays matte almost all day. Also my pores seem smaller when I wear this. My makeup application is effortless too, just glides on. I reccomend this for sure !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This primer goes on really well! & holds your makeup very nicely all day. i prepped my skin the way I usually do and after sunscreen I applied this primer. After i did my makeup like usual. My makeup lasted all day with minor patchiness & touchups."
		},
		{
			"review_title": "Finally a primer for oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Finally a primer for oily skin! This stuff is great. I love that a little goes a long way, and it seriously works when controlling oil. I use it under powder foundation and my makeup looks so much better. I wish it wasn’t as pricey, but for me it might just be worth it! I’ve tried so many primers that break me out or clog my pores and this is the first one that hasn’t done that!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I like the way this primer looks by itself as well as underneath makeup. I have the purple one which is a mattifying primer. It’s helps with controlling oily and allows makeup to look fresh all day"
		},
		{
			"review_title": "works well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love the way this primer feels on the skin it makes my face so smooth and sleek, it’s definitely mattifying, my only problem with it is it doesn’t work well with my favorite foundation it made it get a little patchy and made my foundation hard to blend but it think it’s because my foundation is mattifying as well."
		},
		{
			"review_title": "Good but pricey",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this primer it definitely helped with my oily skin my only issue is that it’s far too expensive. You are really just paying for the name and not the actual product since the tube is so small"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Really love how this sits on my face. I used this many times before applying foundation and it moves like butter. Love the fact that it makes my face way less oily and textured!"
		},
		{
			"review_title": "New Favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I used this primer with my usual full coverage makeup routine and I was very impressed with how matte my face was at the end of the day. I have combination to oily skin and I usually have a lot of excess oil but this primer controlled majority of it and it was a good base for my foundation."
		},
		{
			"review_title": "Best primer I've ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I was amazed by this product. I have oily skin and constantly struggle to find a product that actually works. This hands down went above and beyond and will be a staple in my makeup routine going forward. I previously used the fenty mattifying primer but it I think they changed the formula, either way it stopped working for me. The smashbox mattifying primer worked so well during the day that I decided to test it further by sleeping in my makeup and woke up the next day with in all still intact! I was shocked. Oily skin peeps this is the one you NEED!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really like this primer. I think it does a great job of controlling shine while feels very lightweight and invisible!"
		},
		{
			"review_title": "Love it on my skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Got this complimentary from influenster. This product is as amazing as the original. It is very easy to apply and instantly blurs pores and foundation glides on effortlessly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Need to use it more but when I did it made my foundation last even when I was wearing a mask."
		},
		{
			"review_title": "A new primer to add to my make up bag",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Be careful with this product if you are already using acne medication. It irritated my skin near my nose creases. That is why I took off a star. Everywhere else it was fine. My make up went on pretty smooth after it dried. I would definitely use again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been looking for a matte primer to wear everyday and this is PERFECT! It has a super soft finish and holds my makeup really well throughout the day. This primer surprised me, but I love it and would highly recommend it to anyone with oily skin."
		},
		{
			"review_title": "Blurring, but not matte",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "For my combination skin it didn't last more than 1-2 hours on my t-zone so I didn't like the product for its mattifying claims. I think if you have normal skin or dry skin (if dry skin use in combination of a hydrating serum) and want a blurring effect this is the product for you. I received this product complimentary for review purposes."
		},
		{
			"review_title": "great addition to photo finish line!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Loved this primer it was super lightweight and held my makeup in place all day. I don’t think it was too drying but I did have to reapply as it doesn’t lend well with some of my serums. Worked well with my double wear full and sheer coverage, as well as my fenty skin tint"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was able to try this product for free for an Influenster campaign. Overall it worked amazing.  It went on smooth, helped control oil and was the perfect base layer for adding my make up. Will definitely be purchasing again."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This product is absolutely amazing. I received it from Influenster. This leaves my skin with a nice none oily look when I’m finished with my makeup. My makeup didn’t transfer as much as it did with other primers"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this primer complimentary. I have really been enjoying this primer so much. It works great at controlling my oily skin. It goes on smooth leaving a nice blurred and matte canvas. My makeup looks so good each time I use this primer. I really recommend trying it out. This product is truly amazing!!!!!"
		},
		{
			"review_title": "Good bye shiny forehead",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "If you do not like to have a shine face this product is for you. I’m not sure how it does it but it makes the skin feel very soft and instantly matte. I like it a lot. I would recommend. I got a pimple while using it but probably unrelated. It is supposed to be a primer but I use it without applying make up afterwards. I use it on top of my moisturizer+SPF and helps a lot to avoid the shiny forehead. It is very durable, a little drop with be enough for the whole face because it is lightweight"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "Honestly I didn’t think much would happen as my primer usage in the past didn’t yield results but I can’t say enough good things about this primer. It worked so well and left my skin flawless"
		},
		{
			"review_title": "Great for oily skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product was tried for free with the Influenster campaign but it worked amazing. It kept my skin looking flawless and not oily like it tends to be. It went on smooth and was the perfect canvas for adding make up."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "It’s a good product and it definitely makes me less shiny and matte, but it’s not my absolute favorite. I think it concentrates more on the matte portion than being an actual good primer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I think this primer did a pretty good job at mattifying my skin with and without makeup. For context, I don’t wear too much makeup, just spot concealer and light foundation, and this primer definitely helped my makeup stick. I’m honestly not sure how much the salicylic acid benefitted my skin since the primer is kind of final step after my skin routine (after lotion and sunscreen). I am giving it 4/5 stars because it did, however, seem to dry out my face a bit too much near my nose."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been really enjoying this primer. I have combo skin that’s oily in the T-Zone, but dry everywhere else. I just put some of this primer on my forehead, nose, and chin, and I’m oil free all day! Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really liked this but I don’t think it was as mattifying as it says. Regardless I will purchase again I used this with and without foundation and loved the feeling and how smooth my face looked and felt"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was given this product in exchange for a review. I was a little skeptical because my skin is very sensitive and sometimes won’t react well to new products but wow this one was amazing! My face produces and excess amount of oil and this was one helps tone it done"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This control mattifying primer did not disappoint. The consistency is perfect for my combination skin. I loved wearing under foundation and alone for a no makeup look. I’ve also noticed that my makeup has lasted longer. I definitely recommend you to give it a try if you have oily, combination skin."
		},
		{
			"review_title": "Good value - a little goes a long way.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Excellent primer that handles my oily t-zone perfectly. Love how light it is. High quality from a brand I trust with my skin. I’ve used it alone and under foundation with good results each time."
		},
		{
			"review_title": "It's a win for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is now a staple in my makeup bag! I've never experienced a primer that worked THIS well! I have naturally oily skin with large pores so I've been reaching for a pore specific primer and always ended up looking greasy by the end of the day and it just did not look cute, at all. While using this stuff, my makeup looked fresh at the end of the night with NO touchups! It's a gel consistency, easy to spread, no scent, didn't clog pores, foundation went on beautifully. 10/10! HIGHLY recommend for fellow oily skinned gals!"
		},
		{
			"review_title": "Exactly what I need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "This was exactly what I needed! I was almost out of my finishing blur.  I like that Smashbox carries advanced specialty primers. The consistency is perfect for my combination skin. It leaves it balanced and ready for makeup.  My makeup also lasted longer under my mask."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This is amazing!! I have oily skin and this kept my skin looking amazing all day long! Fills in pores and controls oil/shine throughout the day. I highly recommend!! Thanks Influenster!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I normally don’t use primers since I feel like they don’t make much of a difference in how my makeup wears but I do enjoy this one. My skin gets extremely oily at my t-zone and I noticed this primer helps minimize the shine. It also made my skin appear more smoothed out than it normally is."
		},
		{
			"review_title": "Great product, not for me…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "It was a good product, but I didn’t notice a difference on my skin. My foundation alone gave more coverage, but it didn’t leave my oily or dry. It did apply nicely and was smooth."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "It could be that winter time is not the best time to try this primer, but I didn’t feel a lot of difference on my makeup while wearing it and my skin felt dry afterwards. I will try it again during summertime to see if I see any changes."
		},
		{
			"review_title": "I tried…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was super excited when I found out that Influenster was sending me this Smashbox Photo Finish Control Mattifying Face Primer because I am so oily in my T zone. I really wanted to be in love with this product but it just didn’t work well for me. It did mattify my skin like it said but it also caused my foundation to breakup around my nose, which doesn’t normally happen. I ended up giving it to my sister-in-law and it worked flawlessly for her, so maybe it was just my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Really enjoyed this primer. I noticed a difference in my skin and it looked matte instantly. I also really loved the skincare in this making it different than any other primer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I was pleasantly surprised by this product. I don’t use a lot of primer but I could definitely tell a difference between makeup without this product. Application is simple and I does not dry out my skin. It made my liquid foundation look great and after a day I noticed a slight dewy look to my skin rather than full on oil attack, which I was fine with. Great product!"
		},
		{
			"review_title": "loving this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Loving this for keeping my face oil free and helps my makeup last thorough-out my long work days. My makeup applies perfectly over the top of this."
		},
		{
			"review_title": "Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this product. It doesn’t really break me out. It makes my makeup look really nice!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It’s a good primer. It isn’t drying, doesn’t feel greasy, and my makeup applies perfectly fine over it. It also does a good job at what it says it will."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this product to try as a new everyday wear primer for work. Sadly, I didn’t love this product. After wearing this primer with a full face of makeup for about 6 hours (testing out the product), I noticed my skin looked unnaturally dewy. This isn’t the look that I’m going for since I prefer more of a matte finished look to my skin, especially for work since I meet with clients. I probably won’t use this product very often, rather I would use this as my backup primer."
		},
		{
			"review_title": "Smashbox PhotoFinish mattifying primer. Free thru!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this stuff! I got it thru being an Influencer & im so happy I did. Finding a good primer that works for me is so hard!! Just because I have large pores and acne scars.. along with uneven texture and color. This stuff instantly** fills in my pores! & it doesn't leave that heavy greasy feeling that some primers do! My foundation applies nicely over it and doesn't make me feel like im pushing the primer around or its coming off as I apply my makeup ! Definetly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Great mattifying primer that did not dry out my skin! I did receive this for review."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Not my favorite primer to be honest. I have normal/combination skin though, so maybe that’s why. I’d say this is a good primer if you have oily skin and want a matte look, just not my personal preference. But I didn’t notice my makeup lasted my whole 8 hour work day, so it definitely helps get the most out of your wear!"
		},
		{
			"review_title": "Great primer for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing primer for oily skin. I have combo oily skin and I needed something that would help control shine. This product felt great on my skin, helped control oil throughout the day, and was a great base for my makeup. I liked that it has witch hazel and salicylic acid in it as that helps aid in my acne as well. It didn’t feel oily on my skin and I thought it did an excellent job at keeping my makeup in place and giving it a nice matte finish. Overall I really enjoyed this primer!"
		},
		{
			"review_title": "Good primer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Not the best primer I have used, but I can honestly say my makeup lasted all day while using this and my makeup hardly transferred to my face mask!! I noticed it does cause a bit of separation to happen if I use a certain foundation. So far that’s the only down side. Does feel lightweight on the skin!"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoyed this primer! I was super excited to try it and it definitely exceeded my expectations. It really kept me matte all day. This is my new favorite primer!!"
		},
		{
			"review_title": "Always a favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "Love it it’s very light weight and my makeup was flawless alllll night I’ve always been a fan of smash box primers but this one takes the cake"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Amazing primer not too drying keeps my face matte and poreless all day I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Absolutely love this primer!! I don’t really know if it helps keep acne or pimples down, but it does have a beautiful finish and long lasting wear. I’ve even fallen asleep in my makeup while using this primer, I know I shouldn’t lol, and my makeup won’t budge."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "The skin looks so clean and natural I love it! Definitely recommended"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This product is awesome!! I love that it’s matte since I tend to have oily skin. It doesn’t make me look flaky or anything. My makeup goes on so smooth afterwards"
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I have oily skin so I have to be careful with everything I pit on my face. I'm very careful with what I put on it or else I break out. I love this primer it's moisturizing and not overwhelmingly thick. I recommend it."
		},
		{
			"review_title": "Great on oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Absolutely wonderful for oily skin! Works wonderfully and love the matte affect on my oily skin.   I was able to try this complimentary form Influenster, and so lucky I did! Will buy again"
		},
		{
			"review_title": "Great primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This product is amazing! I received it though influencer and let me tell you I'm glad I did! I normally use Frankie Rose primer but this one is just as good. It drys pretty fast and does exactly what a primer is supposed to do under your foundation. It controls the oil on your face without leaving it dry or cakey. I'm definitely going to be buying this product again!!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is absolutely PHENOMENAL. It’s insanely moisturizing, and my makeup has looked snatched ALL DAY LONG. 10/10"
		},
		{
			"review_title": "Good Product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product complementary from Influenster for testing purposes.    I like this primer because it helps with my oily skin, specially on my forehead. The only thing that I didn’t like is the consistency. I feel that it is a little bit watery."
		},
		{
			"review_title": "Loving this product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I haven’t found many primers that I’ve loved, and I’ve never tried a high end one before. BUT I love this one and what it has done for my skin when I apply makeup. The matifying finish is amazing and it keeps any shine covered up. I like the texture of the primer, and what it does. I would buy again!"
		},
		{
			"review_title": "100% recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This primer is super lightweight under makeup and smooths my base so well and fills my pores nicely. It is my new go to and has nice packaging in a squeezy tube! Super smooth makes it easier to get to the soft glam look! (works well with my oily skin)"
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "one of the best primers i’ve used. not too thick, sets pretty quickly, not wet or oily. no weird smells. a awesome product!"
		},
		{
			"review_title": "10/10 recommend my friend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smashbox is my favorite primer of all time and I was excited to give this a try. After wearing a few time I LOVE it. It leaves my moderately oily skin smooth and give me the perfect surface for my makeup. Could be a coincidence but I e noticed less breakouts when I use this primer first! I definitely love it and would recommend!"
		},
		{
			"review_title": "doesn't last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "this gives good coverage when you put it on but like an hour later you're face is oily. i use primer to control oil throughout the day but this stuff doesn't do that"
		},
		{
			"review_title": "Must have for anyone with oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love this product! It does exactly what it needs to do. My makeup looks great after a day of working which is all that I look for. Recommend it!"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this product! My skin has been really oily recently and just powder has not been cutting it! This primer perfectly mattifies your face without making your skin look cakey! Great product definitely recommend!"
		},
		{
			"review_title": "Thick and great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Let me start by saying this primer truly is mattifying. It’s a thick formula that mattifies your skin to prep it for foundation. I have oily skin and my foundation comes off after a few hours. With this primer it stays in place all day. It’s has become my go-to primer! I love it."
		},
		{
			"review_title": "It’s a winner, baby!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "As a disclaimer, I received this product complimentary from Influenster and Smashbox.   I must admit, I have never been a fan of Smashbox primers because I felt they did not perform well compared to their cost. As far as the reformation goes, this matte primer does what many others fail to do - absorbs excess oil and shine WITHOUT completely stripping away all moisture in the area. This creates a smoother, longer lasting makeup application. Additionally, this primer works on its own on top of sunscreen. Great job Smashbox! This is a winner!"
		},
		{
			"review_title": "oil control, Mattifying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product free for testing purposes from Influenster all opinions are my own . I do like how light weight this primer feels compared to others I’ve tried. I tried this primer a few times with different foundations (charlotte Tilbury and Estée Lauder) And do Love how mattifying it is especially since I have an oily tzone . If you are looking for a primer that is lightweight and helps with oil control this is it"
		},
		{
			"review_title": "Gets the job done",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Does a good job and mattifying the skin. With wearing masks, my forehead is always my main concern as my naturally oily skin draws attention. I’ve been using this with no foundation over and it does the job. Added bonus that it contain salicylic acid for problem skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This mattifying primer is the best for a matte look. It leaves ma skin smooth and it does blur imperfections. I love it and the results. I thank Influenster and Smashbox Cosmetics for sending this amazing primer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I received this primer complimentary for testing purposes from Influenster but my opinions are my own. I have worn it a total of 3 times so far and I like it. I like the way it feels on my skin. I like the way my makeup blends with it. Now I have oily to combination skin & i think it could do a better job at controlling the oils. It did control it a little but not to the extent that i expected i guess. But I still recommend you give it a try for yourself!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is wonderful at giving you a matte finish and controlling oil throughout the day! Wears very thin and dries quickly."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this primer! It is so smooth and leaves such a silky, lightweight texture on my skin. It did seem to mattify but didn’t leave it looking dull. I think makeup wears beautifully over it. I think it minimizes pores but it’s not complete magic. Overall, I’d definitely recommend."
		},
		{
			"review_title": "Love it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I LOVED this product. It kept my normally oily face looking amazing. It was easy to put on and made my skin feel so soft.   The only reason it is 3 stars is because the smell gets to me. It has a very chemically smell (that eventually goes away) but its enough to take away from the product. I put this into the my regular routine but only use it when I want to look flawless.   I recieved this product for free via ipsy in the vox box."
		}
	]
}