{
	"product_id": "541",
	"name": "CHEEKSLIME Lip + Cheek Tint",
	"brand": "Freck Beauty",
	"categories": "Makeup, Cheek, Blush",
	"price": 30.0,
	"about": "What it is: A super smooth liquid cream blush with high impact pigments that blends seamlessly and dries down to a natural flush of color on any skin tone..Finish: Natural.Formulation: Liquid..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: CHEEKSLIME Lip and Cheek Tint with Plant Collagen is an ultra-pigmented, buidlable blush. This new and improved formula with enhanced blendability dries down beautifully for a natural skin finish. It’s lightweight, longwearing, and clean...",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Apply with a brush or your fingertips to cheeks, bridge of the nose, temples, or wherever else you desire..-This formula will dry down and stay put. For optimal application, apply and blend quickly to one area at a time..-Add more to amplify color and definition.",
	"num_reviews": 342,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/freck-beauty-cheekslime-lip-cheek-tint-with-plant-collagen-P469819?skuId=2777688&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2777688-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Jam Sesh",
			"shade_descriptor": "a deep berry",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777688-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Rose Buddy",
			"shade_descriptor": "a mauve rose",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777696-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fielding",
			"shade_descriptor": "a soft rust",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777654-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Big Thrills",
			"shade_descriptor": "a warm, deep rose",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777670-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Cuffed",
			"shade_descriptor": "a soft pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777704-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Love Flush",
			"shade_descriptor": "a bright coral",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2777662-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Major shrinking has occurred",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "So I am a rare Freck Beauty defender. I love the cheekslime, and have all but one or two shades. This is still true. However, holy shrinkflation, Barbie! I just ordered a couple of the newer shades and the bottles are TINY compared to my previous purchases of this product."
		},
		{
			"review_title": "My new favorite liquid blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this blush! You can build it up for drama or sheer it out for everyday/work. I have it in two shades and would like another, I just love it."
		},
		{
			"review_title": "Mehh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Not bendable and mess with my foundation. The colour is beautiful but terrible application"
		},
		{
			"review_title": "Gorgeous Watercolor Blush Formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Wow! I got a sample of this and fell head over heels for this formula and the color Jam Sesh. I immediately went out and picked up the full sized tint. Everyone is talking about the new Hourglass formula and it’s great but this is far more affordable and equally gorgeous if you like that dewy watercolor look on the cheeks."
		},
		{
			"review_title": "Horrible packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the blush and looks amazing on the lips but the packaging is horrible. You keep wasting so much product"
		},
		{
			"review_title": "These brands are becoming money hungry",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "First Kerastase with their oil now Freck? Not only is it smaller, but they reformulated it so it blends out to nothing and alot of product needs to be used. Sneaker brands do not deserve a dime !!!! Shame on you"
		},
		{
			"review_title": "A definitely must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I ordered the Fielding first but it doesn’t compliment my skin color. That’s why I exchanged it to Big thrills and no regrets!"
		},
		{
			"review_title": "So gorg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This blush gives me such a pretty glow, a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is so small compared to the last time I bought it it’s shocking! Yet the price remained the same. I love this product but will probably not be buying again."
		},
		{
			"review_title": "TINY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "cute but so small and little pigment. need a lot for it to show up, even in the darkest shade"
		},
		{
			"review_title": "A little will go a long way…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This can get very intense very quickly. I apply the tiniest amount and it leaves my cheeks all blushy and very natural looking, which I love about it. I also love the duality of it; I can use it on my lips."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a natural looking color for me.  I love it on my cheeks and lips!!"
		},
		{
			"review_title": "Nope",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Not for anyone over 40. It is far too bold and even the smallest bit of it is too much"
		},
		{
			"review_title": "Beautiful color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I’m really enjoying this blush, I had them when they had first released and even though it’s a bit smaller than the last ones I really like it. This is color is very wearable and lasts all day."
		},
		{
			"review_title": "Amazing product with a REAL learning curve.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love this product, and I'm going to buy it again. So why three stars? It is the trickiest cheek tint I've ever used. But I was so close to giving it 5 stars.  Prior to this, I'd only used drug store cheek tints. I loved them, but the bottles never lasted long, and getting even coverage could be kinda hard. When I got the bottle, I was a bit stunned by how small it was -- I mean, for $22 it's TINY. But then you use it, and you're like... OH. I thought I'd squeezed a small amount on my hand. I stuck a finger in, put it on my cheek, went to rub it in... and the amount on my finger could have made my whole entire face pink.  Figuring out the right amount of this to use and how to blend it is a real challenge. But ultimately, I decided that you get so MUCH pigment (and it's so lovely, and goes on sheer, and looks great on my skin) that it was worth it.  The thing is, those cheaper, more-watery tints? Are WAY easier to use. So here's some tips to get around the learning curve:  1) Squeeze it *right side up.* I cannot emphasize this enough. If you hold the bottle upside-down, too much will come out.  2) You want the smallest amount possible to come out. Like, you want to measure it in millimeters, not drops. 2 millimeters was more than enough to cover both cheeks, and even then I still had to dab off a bit.  3) How blendable it is depends on what you're putting it on. Great on bare skin, a bit sticky on a CC cream, great on tinted moisturizer and more hydrating sunscreens or regular moisturizer. Iffy on more dry sunscreens.  4) for best results, apply with fingers.  5) for sheer coverage or easier application, mix with a moisturizer.  all of that being said, it spreads so evenly precisely because it's so pigmented. It takes work. But it is sheer, and gorgeous, and natural-looking, and I'm obsessed."
		},
		{
			"review_title": "AMAZING!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product is amazing!!! I would highly recommend this, however I would also recommend getting a darker shade one."
		},
		{
			"review_title": "Love this new formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I tried the jam color a couple of years ago & I love this new formula! The bottle is slightly smaller but it lasts FOREVER so that’s fine. Color is extremely flattering & looks gorgeous on eyes, lips, face! 10/10"
		},
		{
			"review_title": "Great liquid blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Gorgeous colours and a little goes a LONG way. My only wish was that the applicator top was maybe longer?"
		},
		{
			"review_title": "Flakes off",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This thing flakes off no matter what method you use to apply the blush. Save you $ and go with Kulfi, whose formula is very forgiving and the staying power is worth the buy."
		},
		{
			"review_title": "In LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "FAVE!! I found this after a French language creator/instructor recommended it. I've never seen her do a product review before, and I often wondered how she got her makeup to look so lovely and yet simple. When she shared this, I had to try. Floored! It's super pigmented, so a tiny bit goes a long way. As a lip stain, it lasts like nothing I've ever used before andd doesn't dry out my lips like many products do. And it's a truly wonderful shade. Just one drop on each cheek looks like a lot at first blend, but with a bit more blending and a touch of powder - perfection! If I could only pick one product for my makeup bag, this would be it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Wow I love this blush so muchhhhh!! Better than any liquid blush on the market no joke. It’s so creamy and blends like a dream but it’s pigmented but not to the point where IF you accidentally put too much u look crazy! This is pure perfection"
		},
		{
			"review_title": "Not for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Very very very pigmented. Can only use one drop and it doesn’t blend very well at all. Maybe I am just not using this the way it’s intended but one bottle could last you at least three years with how heavy the product goes on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "The pigmentation is great I love it, looks flawless on the skin. The blendability is great works like butter. The finish is amazing stays on very nicely and It gives a beautiful healthy glow, it's stunning."
		},
		{
			"review_title": "Need this for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I’m obsessed with all of frecks products! This color is a beautiful shade to use over the summer it really highlights and brings a pretty tint to my cheek bones. If you’ve never use them before I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Freck beauty cheeks lips lip + cheek tint in rose buddy is so gorgeous! It’s super pigmented but also very easy to blend. I love applying it before I put my concealer so I get a blush my from within kind of look which looks absolute gorgeous."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I loved this blush!! I got the shade rose buddy and it is a beautiful color!! It’s so natural looking i wore it without makeup and it gave me such a beautiful natural blush look! It’s also so natural and beautiful on the lips! It blends so well and is pigmented so be careful when applying! It’s a cute mini size so perfect on the go for touch ups etc! I  do feel it is very mini size for the price but it’s a great product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "",
			"review_text": "I absolutely love this lip and cheek tint. It is so easy to blend and looks so natural. It has great pigment and thankfully lasts all day! It is perfect not only as blush but also for a perfect pop of lip color"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Wow !! This product is so nice and pigmented! I absolutely love it. I used it as a blush and I have also used it as lipstick over a brown lip pencil! It looks so goooood . I can’t wait to get even more colors"
		},
		{
			"review_title": "Perfect no-fuss product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Freck blushes are seriously so underrated! This is my second Cheekslime and my first since they improved the formula (I already loved it) but it seems to have more lasting power/better dry down on the skin. One bottle will last forever because you don't need much since it's so pigmented. I can just quickly blend it out with my fingers (or stippling brush if I don't want my hands to get messy) and I'm all set. I got the shade Big Thrills and it's like the perfect bronzey-blush shade that acts as a 2 in 1. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love how easy it is to apply and blend for a natural look. The new formula feels lightweight on my skin and lasts all day without fading. Plus, the added skincare ingredients leave my cheeks feeling healthy and happy."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this blush, it’s the perfect spring and summer shade. It’s blends incredibly easily with all of my other products and has a great wear throughout the day. I love how buildable it is so you can get a light tint or build it up!"
		},
		{
			"review_title": "My new favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My first time trying this brand and i am so curious to try more from them!! This blush is so good! The quality is good, its pigmented and the color is so beautiful. Its easy to blend into my skin and stays on all day."
		},
		{
			"review_title": "A must have blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "If you have dreamed of the perfect Cream Blush, here it is. Cheekslime is that plus do must more. Not only does it give cheeks a beautiful, highly pigmented burst of color but it does the same as a lip tint. I love that it's plant based, vegan and cruelty free. This ultra blendable blush glides on skin for all day wear. This blush is a must have in your beauty bag"
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is the first time I’ve ever tried anything from Fleck and I dare say it will not be the last! The Cheekslime Lip + Cheek Tint make getting ready so easy! The formula is easy to blend and highly pigmented, and it is buildable. It gives this perfect cloud skin tint! Perfect for those days when your time is limited."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "I really like the Freck Beauty cheek tint! A little pigment goes a long way with this thing meaning that you will get a lot of use out of this product! When I wore this it applied pretty smooth but it dries quickly so you need to work fast! Because it’s a liquid blush that dries it lasts a really long time!"
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Loved this formula! A little goes a very long way, color was long lasting and it blended seamlessly, packing was nice and easy to use, I do feel like there’s less than before the reformulation but I could be wrong. Regardless, I love it and it’s a staple addition to my kit."
		},
		{
			"review_title": "Smooth and pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "After a couple of days using this tint I can feel how beautiful is this! It’s really easy to blend and applied! The pigmentation is very good and the color it’s perfect for my skin tone! I only use it as a blush and it last all day on my skin! I really like it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this blush!! So easy to use and I love that I can use my hands to blend it out especially if I’m on vacation. It also blends so well with brushes and sponge. A little does go a long way so I slowly add a little at a time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Such a blendable and pigmented cheek and lip product! The shade is stunning and dries down to be a fairly matte finish that I absolutely love. 10/10 absolutely recommend plus the packaging is cute and practical"
		},
		{
			"review_title": "Cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Nice blush! The best way to apply it is with your fingers. It easily blends out. If you use a beauty blender the product gets absorbed and blotches the product. So I prefer using my fingers. A little goes a long way as it is pretty pigmented. I’m not a big fan of the applicator. Since you have to squeeze out the product sometimes a lot comes out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Super cute blush, and goes on really natural on the skin. Definitely blendable and buildable. Think it will be such a natural sheer element in the summer I can’t wait to use it in my routine!! Looveeee"
		},
		{
			"review_title": "Patchy and maybe not good for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Really patchy with light application and definitely not transfer proof and still kinda patchy with a heavier application. Also caused a tingling sensation when in the lips? It’s a cute colour but I will definitely be returning this product."
		},
		{
			"review_title": "so good !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is the must efficient product because you can use it for both lip and cheek and it’s the prettiest shade ever omg! It also is tinted so you don’t need a lot of product. So good, will be taking this with me everywhere."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I was blown away with product. The colors are so intense, long lasting, and so easy to work with. You need the tiniest amount. I used too much but it was also to test intensity, and blendability. It took me a couple of seconds to apply. The shade doubled as a bronzer on me. I looked Sun-kissed and love it. Highly recommend! The price point is incredible for a duo product and it's size. I would repurchase in different shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "",
			"review_text": "Love this lip and cheek tint! It has great pigment so a little goes a long way. It is easy to blend it in with your makeup and lasts a while. It’s so convenient and I use it even when I’m not doing a full face of makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "So gorgeous! I loved adding this to my routine. This had beautiful color and loved the wear throughout the day. I definitely want to try this in some of the other shades now! Super cute, and definitely recommend"
		},
		{
			"review_title": "fave tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "i am OBSESSED with this tint, it’s super easy to use and applying has never been easier! the pigmentation on this is AMAZING, as someone with brown skin this shows up on my skin perfectly. i got big thrills and cannot recommend enough for my brown girls! blends very easily and super long lasting"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I’m so impressed with this product and love how it’s a dual use for cheeks and lips! It blends easily and actually stays on my face throughout the day. I prefer to use it as blush because the tone is so gorgeous on my skin tone, but it works well for lips as well!"
		},
		{
			"review_title": "Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I truly enjoyed this lip and cheek tint. It is highly pigmented and leaves matte finish. I enjoy the fact that they are easy to blend and different colors suit different skin tones. It is easy to apply and blend without leaving a patchy look."
		},
		{
			"review_title": "Such a unique blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "I love this blush. Freck Beauty Cheekslime is a dream! Super pigmented, blends like a dream, and lasts all day. Gives the perfect cloud skin finish and application is a breeze! I love the fact that it has multiple uses too. It is super hydrating and pigmented."
		},
		{
			"review_title": "So good!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was hesitant at first. I thought it might be like all the other wet cream formulas that don’t last. But I was wrong! First off, the color is gorgeous. The application is easy and the finish is flawless. Definitely feels silky and cloud like. Super happy with this blush!!!"
		},
		{
			"review_title": "Rosy shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I adore this color!! The perfect rosy neutral shade for everyday! I also really like the formula. It dries down a bit so it lasts a really long time! I just hate having to squeeze it onto my hand everytime"
		},
		{
			"review_title": "Fun Formula!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Great blush! it’s highly pigmented and blends seamlessly into my skin, It also provides a lovely glowy/lightweight finish to my cheeks! A little goes a long way with this product and maintains its color for a decent amount of time, although a touch-up may be needed by the end of the day. The only downside is that squeezing the tube dispenses a lot of product, so it's easy to end up wasting some due to the product's high pigmentation and not needing a lot. Overall, The application process is super quick and easy and highly recommend giving it a try!"
		},
		{
			"review_title": "Airbrushed finish!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This product is amazing! The formula is beautiful and applies flawlessly. It blends perfectly into my skin. A little goes a long way! I love the way the product sits on my skin. It looks so smooth and has an airbrushed finish."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The formula on this is beautiful. It’s pigmented and a little goes such a long way. It blends into the skin with easy and it’s buildable too. I love that it can be used on the cheeks and lips, multi useable products are always amazing to have. I want more shades of this!"
		},
		{
			"review_title": "A staple a must!!!!! Phenomenal formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Super excited for these new shade expansions because this formula is phenomenal! I love how you only need such a small amount and get full blendable pigment. You can use it on bare skin, underneath foundation and top without it disrupting the base. I would describe the finish as a satin cloud like finish that self sets, but you can absolutely set it with powder if you wanted to. Just absolutely gorgeous, can’t wait to pick up more shades!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This cheekslime blush by Freck Beauty feels and looks amazing on my skin!  As a natural redhead it is really hard for me to find a blush that looks nice on my complexion, and this one works for me really well."
		},
		{
			"review_title": "omgg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This looks so good as a blush! Very pigmented and easy to blend. It also works really well on darker skin tones. Highly recommend if youre looking for a lightweight and blednable blush. Makes my skin pop"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this product. The color payoff is good while not being too harsh. It blends and melt into the skin easily and layers well over foundation. It looks very natural and glowy and would be perfect for summer months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’m a big blush person and have been using this one and I love it! It’s such a pretty color and has such a nice finish. It blends out really nice and doesn’t look blotchy there’s also a lot of pigment to it."
		},
		{
			"review_title": "Love Cheek Slime!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a pretty lipliner! It’s super creamy and glides on effortlessly. The only problem I personally have with this product is that it’s more of a brown base to the color. Gifted by Freck Beauty!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Texture plus pâteuse que je ne le croyais. Ce n’est jolie sur les lèvres(avec un gloss tinte rouge ça passe). Sinon c’est correct comme un blush"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I am such a huge fan of the Freck Beauty cheek slime! The blush will last you for a year if not longer, because it’s very pigmented and you only need a dot each time. I just got the new shade Rose Buddy, and it’s the perfect color! It’s become my go-to, it’s such a pretty and natural color. I love how long lasting it is, and how freshly flushed it makes my cheeks look. I highly recommend this shade!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love that this leaves a tint behind! I like using this as a lip product since the color lasts a while. I also love that this is a 2 in 1 product. It doesn’t seem to have a fragrance either which I appreciate. The shade is a beautiful natural looking color that I could wear every day! Also, the packaging is so cute and easy to bring in a purse."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been very excited to try this product! I had heard such great things about it and everything I heard definitely seems to be extremely true. It blends out so well on the skin and even over my face of makeup"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I was actually so impressed by this blush. Because of how the formula was described, I did not expect it to be as pigmented as it was, but I am pleasantly surprised by how small of an amount I had to used to get the desired payoff."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is a beautiful blush. I love the cute packaging. The formula is pigmented and easy to blend. It gives a natural blush look. The formula is long lasting and beautiful."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this blush!!! This is so pigmented but is so easy to maneuver and work around. I absolutely love how this sits on top of my other makeup and have smooth is looks! Will be getting other colors!!"
		},
		{
			"review_title": "I love how it feels!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The lightweight formula can be applied sheer for a subtle hint of color or layered for a more intense look, allowing you to customize your makeup according to your mood or occasion. Whether you prefer a dewy, fresh-faced glow or a bold pop of color, CHEEKSLIME delivers. The shade range is equally impressive, offering a variety of flattering hues to suit all skin tones. From soft pinks and peaches to rich berries and reds, there's a shade for every preference and complexion. Plus, the tint is infused with nourishing ingredients like hyaluronic acid and squalane, leaving the skin feeling hydrated and supple."
		},
		{
			"review_title": "Need this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Cheekslime Lip + Cheek Tint is amazing! I love the way this goes on my face. It is light and very pigmented- a little goes a long way! I have worn this out 2 nights in a row and have got compliments. I want to try the other options!"
		},
		{
			"review_title": "your new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "it’s the first time trying this product with the blush and i’m very impressed it’s awesome"
		},
		{
			"review_title": "It’s Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely love it. Easily my new favorite go to product. First of all it’s PIGMENTED! You need just two dots for the perfect blush and it also works great as a lip stain. It dries well on the lips without smudging. Also love the color variants available. Will definitely get more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I really like this blush and it's my new go to blush. I replaced it with my other blush because the color is just perfect. I love this so so much and will definetely repurchase it after im done !!!love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Cheekslime Lip + Cheek Tint doesn't feel heavy on your skin. It absorbs perfectly and dries relatively quickly.  It is easiest to blend and on lips so fades slightly. I like that this blush blends and dries down beautifully on my skin tone and gives it a natural flush."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing blush it is sooooo pigmented and creamy and easy to blend, so gorgeous on the skin and gives a beautiful finish and lasts all day. I get so many compliments on this! Definitely reccomend!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is so versatile that u can use as lip and cheek tint! I like the concept of this and how easy this blend on the skin! A little bit goes a long way and looks so nice on the skin, nice formulation and packaging"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Cheekslime Lip + Cheek Tint just came out with new colors and I knew I had to try them. I have a warm yellow undertone and they complimented my skin very well. The color payload was pretty strong too!"
		},
		{
			"review_title": "First liquid blush and now I’m obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this mini cheek and lip tint because it’s so easy to bring everywhere with me, whether it’s with traveling or just on the go for a cute touch up. I’m very surprised as how easy it is to use and for me, a little goes a long way. It’s very blendable and buildable if needed, and I just use my fingers, no extra tools required!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So easy to blend and adjust ! The color is so pretty, my go to for this summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I got this in the shade of Rose buddy, and I thought it was going to be a little dark for me, but it’s actually such a beautiful brownish pink shade. Blends beautifully and has a gorgeous finish.  I’m gonna pick up more shades soon because I love the formula"
		},
		{
			"review_title": "Cloud skin 😍",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I tired out this blush it doesn’t mix well with some products. I feel like this is for no makeup days. Nice pigmented color, but use as a sheer so it doesn’t get splotchy. You have to be very careful using this product other than that I like it works well and looks good. Quick and easy blend-able cloud skin! Lasts all day & night!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I received this blush and have been using it so often since I got it. It’s amazing. The pigment is great and so long lasting. I love mixing it with my makeup. Will definitely continue using this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love these blushes!! It gives such a natural beautiful rosy glow. I was just on vacation and all I used was this and a tinted spf! Loved it so much and received many compliments on my skin! Will be buying more colors!"
		},
		{
			"review_title": "Tiny",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "They went from .845 oz to .507 oz without changing the price. Disappointing. Will be returning. Tired of these brands shrinking all their products. Really disappointed."
		},
		{
			"review_title": "very pigmented!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product as a gift, and I like it! It was way more pigmented than I had expected, you only need a little product. I like how quick and easy the packaging was to use and how long it lasted."
		},
		{
			"review_title": "Beautiful Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The CHEEKSLIME Lip + Cheek Tint gives a beautiful natural blush. I like the packaging and the formula. The formula is pigmented and easy to blend. It’s also long lasting and gives a beautiful natural look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Beautiful blush! The formula is so pigmented, a little goes a long way and it’s so easy to blend. It lasts on my skin all day long. The color is great for my skin tone and I love how tiny and cute the packaging is."
		},
		{
			"review_title": "So beautiful!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The pack again is so cute ! I love the formula. It is a liquid and the tinniest but goes such a long way. It wears well under or over makeup. It’s a natural finish for me. Great pigment pay off ! I’d definitely recommend if you love liquid blushes"
		},
		{
			"review_title": "get her!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I have been loving this tint... I've found the texture to be soft, buildable, and all around absolutely gorgeous against skin. Less is way more with this, so this cute bottle will laaaaaast!! I cannot wait to order more shades!"
		},
		{
			"review_title": "so pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "this product is gorgeous! it blends out to a super pretty pink, or you can layer it for a deeper color"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This new formula is chef’s kiss! A little goes a long way. She’s pigmented, but blends out really pretty. The finish is soft and the best way I can describe it is like a soft matte but without being matte. I actually feel like it has some hydrating properties to it. This formula looks so good on the lips too! Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This blush shade is perfect. It’s like a blush and bronzer shade in one. It’s become my everyday blush. Especially when I don’t want to use a bronzer as well. The pigmentation is beautiful and it layers well too. No piling."
		},
		{
			"review_title": "Great tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product!! It’s one of the best products that you can purchase because of the quality, color, ingredients and everything. I loved how my makeup came out when I applied this check tint, it looked so natural but cute."
		},
		{
			"review_title": "New Favorite Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I absolutely love this product!! The formula of the cheekslime itself is super pigmented and blendable, almost melting into your skin so seamlessly. The shade I got was big thrills and it is a beautiful mauve blush/lip tint. I only have to use a dot and it is so vibrant and gives me the perfect cloud skin finish!"
		},
		{
			"review_title": "very long-lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my first Freck product and I quite love it. Cheekslime is super pigmented; so much so that at first swipe I was a little worried that I put on way too much but it is also very blendable and forgiving in that way. It has a beautiful, matte finish and I was impressed that it pretty much lasted all day. I will be checking out some other Freck products for sure."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Freck cheekslime has a blendable the formula where you can use a brush, sponge, or finger. The formula is  long wearing and very pigmented. The cheekslime gives the perfect cloud skin finish and applied is quick and easy."
		},
		{
			"review_title": "One of my new faves",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product is absolutely divine due to how blend able and easy to apply! The formula is highly pigmented so alil bit goes a long way and the packaging is so unique and cute as well. It gives the gorgeous look on your cheeks!"
		},
		{
			"review_title": "So fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I like this cheekslime a lot. It’s super easy to apply and such a gorgeous color. It lasted for hours on and was super easy and nice to apply. I definitely recommend it. It’s a great addition to my collection. Such a fabulous product."
		},
		{
			"review_title": "Yasss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "The formula is incredibly blendable, effortlessly melting into my skin for a seamless application. Once applied, it stays put all day, maintaining its vibrant color and luminous finish without fading or smudging. Despite its lightweight texture, the pigment payoff is impressive, offering a buildable coverage that allows for customizable intensity. What sets it apart is its ability to deliver the perfect cloud skin finish; it leaves my cheeks looking softly flushed and radiant, as if kissed by a gentle breeze. Moreover, its foolproof application makes it a breeze to use, even for makeup novices like myself."
		},
		{
			"review_title": "Lightweight and very pigmented!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This has been an amazing everyday blush formula. It’s very lightweight and has the perfect amount of pigment. Because of the dewy formula, I prefer to pair it with my skin tints, and I love how natural the finish is. It’s a must have for my makeup collection, I can’t wait to pick up more shades!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I received freck beauty cheeks line lip and cheek tint a few weeks ago and love the results! I love that this can be used for both a cheek and lip tint making it easier to match my look for the day! As well it doesn’t over power my looks."
		},
		{
			"review_title": "Pigmented and super fun!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I was never able to try the original formula of the cheek slimes. The reviews I had seen were very mixed. I was super excited to this guy and Imma tell ya what, I love it. It is thicker than I thought it would be. It’s crazy pigmented and a little goes a very long way. The texture is super creamy and smooth and I didn’t have any issues blending it out. The color is really pretty and will definitely be a go to for liquid blushes. I like the packaging, however ya definitely need to be careful so ya don’t accidentally squeeze out too much. So keep that in mind haha but I love this guy and I definitely want to try more colors."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "",
			"review_text": "this was my first freckbeauty purchase so i was super excited to try! the color is sooo pigmented so you really only need a little of it! i like the applicator on this it’s not too messy but still comes out well"
		},
		{
			"review_title": "A very cute blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This blush is sooooo cute!!!! It can be either a very natural finish or buildable to a very full coverage blush! It sets very fast tho that’s the only thing I had an issue with but it’s still very easy to use. A little goes a long way too!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "this color is so gorgeous. A little goes a long way so I like to dab a very small amount on my cheeks before I put on concealer and it blends so effortlessly. It also doesn't feel like anything is on my skin which is lovely. The color lasts all day"
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a beautiful formula! The texture is very unique. I find applying  a very small amount to the back of your hand and picking it up with a brush, This formula is long lasting and I’m obsessed with the shade. It’s definitely not a product you should apply to your skin and blend. Technique is everything with this blush"
		},
		{
			"review_title": "Must have blush ☺️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Absolutely love this product! Very natural but at the same time super pigmented. A little goes a long way! So be careful with the amount you use. Literally just use a dot and apply with brush or fingers for a more natural finish."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "High impact pigments in an incredibly smooth liquid crème blush that blends in flawlessly and dries down to a natural flush of color on all skin tones. Love that I can build upon my blush which looks nice.  I will be using this one a lot"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I really liked how thin the texture of the blush was. It seems perfect for the warmer weathers where you really want your makeup to feel weightless. The shade that I got did end up being a bit more on the warm side than I expected but nonetheless this wears for a pretty long time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Wow!! Very versatile and pigmented. I apply this at the end of my routine but before powders and blend quick! It dries fast but that’s how it has staying power to last all day. The finish is pretty matte but gives a beautiful healthy glow. I use color Love Flush and it brightens my face and gives it life!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This blush is soo smooth and creamy! The pigment is also super pretty! It leaves behind the perfect glowing dewy finish that is so pretty. It works well with all my other makeup products as well. I have combo skin and it didn't make or break out. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The tint is beautiful! I love how pigmented it is and it has a glow it’s not matte. It doesn’t crease when I apply over foundation or when I do a no makeup look. It has no scent and it didn’t irritate my sensitive skin."
		},
		{
			"review_title": "Love this blush!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "This is such a cool blush! It’s super blendable and lasts forever on my cheeks which is a big deal because blush always fades first for me. It’s super pigmented so a little goes a long way. Plus the shade range is so pretty!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Such a beautiful blush I’m in love with the texture the formula is great super easy to blend this shade is absolutely gorgeous perfect for spring and summer can’t wait to wear this every day! I totally love the packaging super cute."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The packaging is super convenient. The formula is super pigmented, a little goes a long way. I squeeze a little out and blend with my fingers. I love it for a natural minimalist look but it is easy to build up the color if you want a bolder look. I found the formula non drying for cheeks and lips, but the color I chose, I prefer it for my cheeks."
		},
		{
			"review_title": "Such a pretty shade!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This has a beautiful texture that is smooth and silky (luckily not slimy). I prefer it as a lip color because of how it applies, with a natural finish that is non drying to my lips. As a cheek color it is very pretty, but for me it works best just over moisturizer, without foundation or powder. So I would recommend this for a natural, minimal makeup kind of day (which covers most of my days, so that’s great), but if you are someone that loves a full face of glam makeup, you may have to practice applying this to get it just right.  I have a fair complexion and Love Flush is a perfect shade for me, and I don’t need to use a lot to get a great payoff."
		},
		{
			"review_title": "Great new formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have tried freck in the past and I was so excited to get to try the new formula. The new packaging is tiny and so pigmented! It seems that the product is now a little thicker and it’s a lot less runny. I have been loving this on my cheeks and I can’t wait to try more shades!"
		},
		{
			"review_title": "A rosy bronze look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This product is very pigmented so you only need a little!! I got it in the new shade Big Thrills and I love it. The shade is giving a rosy bronze and it looks so good on me. The formula is easy to blend out as well!"
		},
		{
			"review_title": "Good for any look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this item from Freck and I am so happy with my item! This product is super buildable and pigmented so I can wear it with any look I am trying to go for. It’s super long lasting since it’s a tint and looks natural and cloud like. It takes me little to no time to put on and is so easy to apply."
		},
		{
			"review_title": "SUMMERTIME MAKEUP MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "I’m full of nothing but regret and deep loss about how long I missed out on the CHEEKSLIME hype!It’s all pure perfection—the packaging, the pigment payoff, the usability, all the warm summer feels! This product is a dream. My jaw remained totally dropped when I played with the product for the first time. The pigment I found in one drop of product was unmatched and gave a unique sort of “blush coverage” SO on point for me the summertime makeup vibe. The seamless + effortless blending with limitless potential for build-ability and personalization amidst this pigmented a formula makes the product such a rare find. Everything about this entire blush EXPERIENCE makes it the ultimate choice for ANYbody’s makeup routine/collection!"
		},
		{
			"review_title": "very impressive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "i’m honestly surprised how much i enjoy this blush. i was initially really skeptical but this is unlike anything i’ve ever tried and i’m so impressed. the texture is a nice gel-like consistency, and the way it applies makes it easy to blend out leaving the perfect about of pigment to give you that perfect glowy flush. i have the shade big thrills and this is the perfect shade for my fair complextion, definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This product is so pigmented. It stays on my skin throughout the day causing me not having to reapply. The only thing I would say is that I have to blend a lot for it to not look too harsh otherwise amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This cheek tint is so nice! I love how light it is, yet it still shows up well and gives you a nice glow. It is also very nice on the lips for a light color. I love keeping this in my bag and definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "Freck Cheekslime is a unique and innovative product that has gained popularity for its versatility and ease of use. It's a multi-purpose tint that can be used on cheeks and lips, providing a natural, flushed look. The formula is lightweight, blendable, and buildable, allowing for a customizable intensity of color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this as it’s plant based. A little bit goes a long way. The color is long lasting. I use it for my cheeks and lips. Either way I feel it’s smooth and hydrating"
		},
		{
			"review_title": "So pigmented!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This is such a gorgeous blush with a very unique formula that I was a little worried to try at first, especially after reading some of the reviews, but I'm so glad I did because it's amazing. It's so pigmented and buildable while blending out seamlessly. It dries down beautifully while providing the most natural flush of long-lasting, and a very little goes a long way. I love that it can also be used on my lips, but I do wish the packaging was different as the squeezable tube it comes in easily dispenses to much of the product which is so wasteful in my opinion but not a deal breaker. This is totally a blush I would recommend and continue to use!"
		},
		{
			"review_title": "A new makeup experience",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have never in my life tried a cheek slime. But I am so glad I tried it! The pigment is perfect and so easy to blend out. You have time to blend and it does not take a lot to get that color you need. Making the bottle last such a great while! I love this color and I love this blush."
		},
		{
			"review_title": "Cute natural moment",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love how natural and sheer it looks on my skin. I wear this on my cheeks and lips on no makeup days for a flush of color and literally so stunning! It’s not long lasting but it’s a given since it’s just a tint. Love it either way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "Freck Beauty's Cheek Slime is a game-changer! This gel-cream blush blends effortlessly, delivering a natural flush that lasts all day. Plus, its buildable formula and range of shades cater to every skin tone, making it a must-have for any makeup lover's collection."
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This lip and cheek product is great for an everyday, monochromatic look! The formula feels a little sticky upon application, but it looks so beautiful on both the cheeks and lips that I could overlook the stickiness. I do like that this formula is really easy to blend and build up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This color is so gorgeous and pigmented. A little goes a long way so I start off with the smallest amount and build if necessary. It's very easy to blend, and doesn't feel like there is even anything on my skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "What a pretty summer color. I got the Rose Buddy and it goes well with my warm undertones. It gives you that natural simple look. Not heavy at all. It stays all day. Works well by itself and as a base blush color. It’s hydrating as well"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "The applicator could definitely use some redoing. The shade I received was a little too light to show on my cheeks but I loved how it looked on my lips! I formula is like a smooth paste. It’s thick but not enough where you can’t work with it because it blends incredibly well! I definitely would love to try more colors as I like the formula."
		},
		{
			"review_title": "Beautiful blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love blush. It’s probably one of my favorite makeup product, so I was really excited to try this one. I picked up the shade Rose buddy, a beautiful terra-cotta blush shade. I really loved the formula of the Cheekslime lip and cheek tint the finish is truly flushed from within however I didn’t like this particular shade on my lips but gorgeous on the cheeks. My only complaint is the packaging although it’s super cute the functionality isn’t the greatest. It is a squeeze tube, style packaging and it’s so easy to get too much product. I think if they had used a doe foot applicator or squeeze tube with a sponge style applicator this would be much better. I just feel like you waste a lot of product with this style of packaging."
		},
		{
			"review_title": "So pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": ". This really surprised me it’s super pigmented. A little goes a long way! It’s really skin like on the face making it perfect for no makeup makeup. I love the shade it’s like a one and done blush bronzer ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The cheekslime from freck beauty provides such a natural slush on the skin. It is easy to blend and dries down to a natural finish. It is a multi-use product that can be used on the cheeks and the lips. I like to add this product to my hand and apply it with a fluffy brush."
		},
		{
			"review_title": "Such a pretty shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a gorgeous blush ! It’s incredibly pigmented so a little goes a very long way but it’s super easy to blend out. It feels and looks hydrating on the skin which I like because I have dry skin so I appreciate that this feels more like skincare vs a dry formula . It lasts all day too which is really great."
		},
		{
			"review_title": "It's okay!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "I love the flush of color that this Freck cheekslime gives me.  I do like the formula, it blends out easy.  It is a lip+cheek tint.  I got this in the shade, Big Thrills the description, warm deep rose.  I do like the color, it doesn't turn too reddish on me.  If I layer up the lip product, it does wear off and just leaves a noticeable line on my bottom lip.  Of course I don't like that, so I have just been lightly dabbling on instead.  The packaging is cute but I hate it!  Too much product comes out and can be messy.  I like to apply the product directly to my cheeks and I can't do that with this one."
		},
		{
			"review_title": "Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Love the Freak beauty cheeks like lip and cheek tint. It applied so easily and gives perfect amount of blush shade to cheek and lip as well. So easy to carry and can fit small bag. love the formula and has great texture to it."
		},
		{
			"review_title": "Blends beautifully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The formula is so pigmented and blends beautifully! A little goes a long way. The formula melted into the skin. It’s long lasting and still looked great at the end of the day. The component is super cute!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Rose buddy is such a beautiful warm rose shade, perfect for summer. Unfortunately, the formula was difficult to work with. It could have been due to my base makeup or the SPF I was wearing, but it was hard to blend out evenly. On bare skin, I didn’t have this problem."
		},
		{
			"review_title": "Leaves you naturally flushed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I really love this lip and cheek tinted slime! The packaging is really cute and the color is super gorgeous! A little goes a long way and it’s super pigmented! It applies best with a beauty blender and leaves your cheeks looking naturally flushed!"
		},
		{
			"review_title": "Didn’t like the formula",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love the packaging and the shade but honestly i am not a big fan of the formula. It says tint but it doesn’t leave a tint so far easily. Also doesn’t blend too well. It is ok for cheeks but for the the lips I didn’t like it."
		},
		{
			"review_title": "Gorgeous Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is such a pretty cheek color. It is really easy to use too. I put a dot on the back of my hand and pick it up with a fluffy blush brush. I tap it onto my cheeks and it blends perfectly! I got the new shade Rose Buddy. It is a perfect mauve rose shade!"
		},
		{
			"review_title": "Longer lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I already loved the cheekslime formula, but felt like it didn’t last very long. I think the reformulation has solved that problem for me. It definitely lasts longer on my oily skin and the new shade Rose Buddy is the perfect mauve on my skin tone!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the concept of this tint, and the shade Rose Buddy is flattering and pigmented on my light neutral skintone. However, the applicator releases too much product and I find myself wasting a lot of it. It's hard to control the amount that comes out. The formula is also streaky and quick to dry, making it hard to blend without looking patchy. I tried using my finger, makeup sponge, and brush but it still blended poorly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "such a fun blush formula! it makes putting on my blush everyday that much more enjoyable. the blush is the perfect consistency between a liquid and cream blush making it super easy to apply and blend out."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this lip and cheek tint! It feels really light weight on the skin. It’s very pigmented and a little goes a long way. It blends out easy and there’s just enough dry time to do that. 10/10 for me!"
		},
		{
			"review_title": "Beautiful glow from within",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The component is small, but don’t let the size fool you. You need the tiniest amount of product to get pigment on the cheeks. The formula is lightweight and sheer but buildable. I felt like it gave me a beautiful glow and shine from within kind of look. I’m enjoying it a lot!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "this is such a great product it blends in seamlessly. If you are into clean girl makeup this would be your go to product to have in a purse. it is a beautiful lip color, check, i even use it for my eyelids."
		},
		{
			"review_title": "User-friendly formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This is a very user friendly formula. It's quite pigmented but it's blendable and it has a soft matte finish. It's very easy to apply, you can use a brush, a sponge or your fingers. It also doesn't fade during the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I’m pleasantly surprised that this is less “slimy” than I imagined, given the name. The texture is slightly mousey and matte. You only need a tiny amount, I place a dab in the palm of my hand and pick it up with a brush then apply to my cheeks. It blends out beautifully and is much easier to work with than something like a cheek stain. The color “love flush” is very pretty and would work well for warm or neutral skin tones. I’m neutral/cool and it looks really nice on me. The other shades look nice as well."
		},
		{
			"review_title": "Very pigmented!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The Cheekslime in the shade rosebuddy looks pretty on my dark skin. It blends very well, smooth and cloudy. It’s such a beautiful pop of color that compliments my make up and lasts all day. I also love the shade range."
		},
		{
			"review_title": "Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got the Rose Buddy lip and cheek tint and I’m so in love with it! The color is stunning! And the formula  lasts all day! It’s super easy to apply I just use my finger to pat into my cheek and it applies evenly and blends so well into the skin. And the matching cheek and lip is my obsession! So happy I found a perfect shade"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this Cheekine Lip and Check Tint! it’s such a pretty color and has a great pigmented consistency. I added some plumping gloss on top of the lip and it really brought it out. However it’s perfect matt as well."
		},
		{
			"review_title": "My favorite cheek tint !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Okay this product is the best so far I used in long long time I just love it. I blend it with a brush and was so beautiful, strong pigmented, but I love like that if you know how to blend it the result is amazing !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The cheek slime lip and cheek tint and an all in one formula that makes getting ready easier and quicker. The variety of colors allows a color to work for all skin types and tones. The color goes on easily and blends beautifully"
		},
		{
			"review_title": "Cheeky cheeks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The cutest lip and cheek tint! Super blendable and LONGLASTING! The color payoff is superb. It was so easy to use so for the girl on the go this is perfect! Cutest packaging and the finish is just beautiful. I need this in all the colors!!"
		},
		{
			"review_title": "Gorgeous product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a fun product to use, the texture is very different. I love how it looked on my skin. I haven’t tried it yet on my lip, but definitely can see myself using this every day."
		},
		{
			"review_title": "Gorgeous shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "The cheek slime lip and cheek tint and an all in one formula that makes getting ready easier and quicker. The variety of colors allows a color to work for all skin types and tones. The color goes on easily and blends beautifully"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This blush is so fun! Its this super light weight mousey feel that is suuuuper easy to blend and so pigmented! i squeeze just a bit on the back of my hand, work some on my cheeks then dab whats left on my lips. I then put my concealer on the back of my hand where the blush was, mix it in and I get SUCH a beautiful shade for under my eyes. This products is SO multi use. I love it so much. Its literally a cloud"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The new formula is fantastic, it blends so easily and seamlessly. It’s the perfect amount of pigment and leaves the skin dewy and flushed. It lasted a good while as well. Overall I really like the selection of colors and how pretty the natural finish is."
		},
		{
			"review_title": "Great for cheeks and lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This product is a gem. It gives your cheeks a natural, healthy glow and its very pigmented. It's super easy to build up for just the right amount of color. The lightweight feel is amazing, and it dries down to a flawless, cloud like finish. It not only beautifies but also nourishes your skin. It's smooth as silk as so nice to put on both your lips and cheeks and it lasts all day!"
		},
		{
			"review_title": "I love this so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Omg I loooove this Cheekslime! The bottle is adorable! A little goes a long way, this is incredibly pigmented! It’s so smooth to blend and feels almost like skincare on my face! This color was a little out of my comfort zone but it’s gorgeous! Very buildable but you really don’t need much, I’m obsessed and want all the shades now! I really don’t think you can go wrong with this! Lasts all day for me as well!"
		},
		{
			"review_title": "Versatile",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I have the shade Big Thrills. The formula is pigmented and a little goes a long way. It blends easily, I just used my finger to blend and tap it out on my lips and cheeks. The formula stayed put throughout my work day. A beautiful rosy shade."
		},
		{
			"review_title": "Great stain",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Overall great product! I was so surprised by how pigmented it was but also how natural it looked on me. I use it on both my lips and cheek and both look amazing. Definitely will be buying this again!!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "I love products that do more than one thing like FRECK BEAUTY CHEEKSLIME. It’s all in one gorgeousness that I use as blush , lip tint and eye shadow for that elevated neat put together look. I take it with me everywhere and I reach out to it each time I do my make up. Love this"
		},
		{
			"review_title": "So long lasting !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The packaging is so cute and easy to take on the go! I love how pigmented the liquid is without being heavy when worn. I love using on my lips and cheeks for a boost of color and hydration! It always blends out to look seamless and looks like my natural blushing skin. This blush lasts me all day as well! I was shocked to see my blush still good as new after a night out in the heat. Very impressed! It gives a perfect velvety cloud like finish while still looking natural and dewy. I will be using this very often now because of how easy it is and how long it lasts!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product! The packaging is so cute and practical, easy to use. The pigment and shade is beautiful and I love that is multi use! Definitely very versatile and it seems to have a great formula! Love the shade also"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "This lip + cheek tint is absolutely amazing, i love the formula because is buildable and easy to blend into the skin, the pigmentation is very good, as I expected,  and it lasted a long time without having to retouch!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This lip + cheek tint is absolutely amazing, i love the formula because is buildable and easy to blend into the skin, the pigmentation is very good, as I expected,  and it lasted a long time without having to retouch!"
		},
		{
			"review_title": "Good Lip and Cheek Tint",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I like how this lip and cheek tint is light but buildable. I also like how it's easy to spread and apply to your lips or face. The color I got doesn't really work with my skintone but it's still a great product."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product complementary, but it’s a good cheek tint. I will say that it shows up really dark when it first comes out but it blends in really sheer. I personally think blending in with a brush/ hand is better! Really nice color and lasts a while!"
		},
		{
			"review_title": "Lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Beautiful finish and extremely blendable! I use my fingers to apply but have used the brush as well and both came out beautifully! I love that you can add more or less and build it up to your taste, the color is exactly what I expected and gives me a beautiful flush of color that I love! Super happy with it!"
		},
		{
			"review_title": "Smooth liquid for lit from within glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is such a unique formula and product! I love applying this on the apples of my cheeks and then a tiny dot on the lips for a pop of color. This product leaves the most beautiful lit from within glow that is soft yet radiant. I love that this product is buildable so you can go for subtle or a more colorful look. The dry down of these is cloud like and smoothing, which I love. I adore the shade I received and can’t wait to try more. Also super user friendly packaging!"
		},
		{
			"review_title": "Delectable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "This is a super smooth, absolutely beautiful liquid cream blush! Words can not do it justice. It's the perfect texture. Gives the perfect cloud skin finish. It blends so effortlessly and lasts all day. I'm a fair skin girly, and the shade Love Flush compliments me so well. It's so pigmented. One dot goes a long way. It's a perfect natural pop of color that's just so seductive. A little on my lips makes them look plump and juicy. I absolutely love this for a natural, sexy look. It's a sophisticated, delectable lip and cheek tint!"
		},
		{
			"review_title": "Love flush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This color is so beautiful. Blends seamlessly and perfectly applies on top of foundation. I’m usually applying it with fingers or wet beauty blender .  Pigmentation is good too. Stays all day long without any problems."
		},
		{
			"review_title": "Seamless finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "This formula is incredibly creamy and pigmented.  I love how effortlessly it blends out.  The finish is ultra-light and cushiony. I also love how it looks on the lips, for a quick makeup on the go application."
		},
		{
			"review_title": "give it a try",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I believe that this could be a really great product but maybe just not for me. I had to use a substantial amount of product for the color to show just slightly. This is great for a natural day when you don’t want to wear any make up, just a skin tint and this would look great."
		},
		{
			"review_title": "Buildable and easy to blend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is so cute! The packaging is smaller than i expected but a little goes a long way. Very pigmented but easy to blend and buildable. Love that it is multipurpose as a lip and cheek tint! Got the shade in Love Flush and it’s perfect for spring and summer!"
		},
		{
			"review_title": "Perfect addition to everyday makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "The Freak Beauty Cheekslime Lip + Cheek Tint has become a staple in my everyday routine. I’m got the color Jam Sesh and it compliments my skin tone beautifully. It’s such a blendeable product and a little goes a LONG way, do not put more than a dot, that is already alot. It’s super pigmented and perfect as a base blush before setting your makeup to give you a gorgeous cloud like finish. It lasted all day on my lips too and easily blended. I really like this product, another amazing job my Freck!"
		},
		{
			"review_title": "Very blendable and pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It's my first time trying FRECK Beauty. The first thing that caught my attention was the cute packaging of this cheek and lip tint. I applied the product to both my cheeks and lips. It is easy to blend and blends in evenly.  I was pleased with the pigmentation, it is highly pigmented. It is a quick and application. It gives me a soft cloud like finish.  I used the Big Thrills shade and it is long-lasting. A little bit goes a long way. I can't wait to explore more shades from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "love this cheek and lip tint! it is the perfect rosy color, and looks so natural on! it blends so easily and goes on smoothly. it also doesn’t bother my sensitive skin! love this and how easy it is to use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This stuff is great! I’m very pale, with pink/cool undertones, and the shade “Rose Buddy” looks stunning on me. It has a serum-like texture that I like to apply using my fingers and dab whatever is leftover on my lips. Stays on over sunscreen and doesn’t budge when I reapply. Winner for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This cheekslime is a super useful on the go product for me. I like to use this on my no makeup makeup days because it didn’t blend well at first when I used this on top of my current foundation. It is very pigmented so a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this in exchange for a review but I really love it! The color is perfect and I love the way it blends in so easily. I like to put it on my cheeks and my lips and love how it makes me look more put together. My only complaint is how much product comes out when you squeeze it, I end up wasting so much."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Wow Frick beauty really did such an amazing job when they created this product. I love how well it sits on my skin and just last all day this blush color is stunning and I would reach for every single day if I could I would definitely recommend checking it out."
		},
		{
			"review_title": "Beautiful Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This color is absolutely stunning and such an easy everyday shade. I prefer to use a brush to apply this which seems to help it blend effortlessly. While this does have a good amount of pigmentation, I still find it really easy to use and would recommend this to someone intimidated by other liquid blushes."
		},
		{
			"review_title": "Pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A very beautiful shade of smily blush. This is the first time i have a tried a blush with such a unique and beautiful packaging. The blush is very pigmented but dries quickly so be sure to blend it as soon as possible"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "i got this cheekslime in the rose buddy and it's my current go-to blush. this is perfect for everyday!! it's pigmented, easy to blend, buildable, and lasts well throughout the day. i love that it can also be used to tint my lips."
		},
		{
			"review_title": "Beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I am so impressed by the pigmentation of this lip and cheek tint. Although it is small, a little product goes a long way so it will last a while. There’s no need for reapplication as blush lasts a long time and stays looking fresh and beautiful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the cute packaging of this blush! It’s really cute and fun. I love how you can dispense just a little bit since that’s all you really need. A little goes a long way and it’s VERY easy to blend out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Love this cutie little blush. It's so pigmented so you only need a little. The Rose Buddy mauve shade is perfect for a subtle blush look - it's certainly buildable and easy to apply with your fingers too."
		},
		{
			"review_title": "Fuss-free and versatile!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This is such a versatile blush product! The creamy formula feels super comfortable on my dry skin and blends out easily. However, the finish is natural and skin-like, not dewy whatsoever, which means oily skin types and anyone else in between are all going to be able to enjoy this. I have the shade Love Flush- a pinky coral. It gives my complexion the most radiant yet natural wash of color that somehow lasts all day. I’m talking a minimum of 8 hours. I have no notes, guys. If you’re in the market for a liquid blush product, this one is an excellent choice and pretty much guaranteed to suit your needs. Also, the packaging could not be cuter, just saying."
		},
		{
			"review_title": "fire blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "at first i was skeptical about the color but the color is perfect and the pigment is the perfect amount a dot goes a long way and it stays on pretty well, in my opinion blush is the first product to come off so they did good with the time it lasts"
		},
		{
			"review_title": "Great formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Having tried FRECK BEAUTY CHEEKSLIME myself, I can confidently say it's a game-changer. The formula blends like a dream, effortlessly melding into my skin for a seamless finish. It's surprisingly long-wearing, staying vibrant from morning to night without any touch-ups needed. The pigmentation is spot-on, giving me just the right amount of color that I can build up for a more intense look. And let's talk about that cloud skin finish—it's like a natural, lit-from-within glow that I can't get enough of. Plus, applying it is a breeze; it's quick and easy, perfect for busy mornings or on-the-go touch-ups. Overall, it's become a staple in my makeup bag for good reason."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Besides using Cheekslime as a blush and on my lips, I also dab a teeny bit on my eyes as eyeshadow. It’s the most versatile product I have in my makeup bag. I love how pigmented it is. I need the smallest bit—a third of a pea-sized amount.) In terms of consistency, it’s almost like a thick paint. Compared to other cream and liquid blushes I’ve tried, Cheekslime blends really well, giving a natural flush when I apply and work it into my cheeks. However, I will say it’s more difficult to blend the dryer my skin is. I got the shade Love Flush—it’s a bright coral but more on the pink than red side of coral."
		},
		{
			"review_title": "New favorite cheek color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am new to Freck and I’m so glad I started with this product! I love the way it makes my blush look so natural and flushed, it’s easily buildable and easy to control the application! I will be trying more colors out!"
		},
		{
			"review_title": "Amazing blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow. Love this blush very much. The formula is so blendable. It is easy to apply and stays all day. It is well pigmented and gives perfect cloud skin finish. I would highly recommend it to everyone to try it out!"
		},
		{
			"review_title": "Pigmented but easy to blend! Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "It is such a pretty cheek and lip tint! Blends super easily and looks very natural! I love it on my lips it gives such a good rose nude color that I can wear everyday! I have the rosy buddy color and on my pale skin it looks refreshing and not overpowering at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The best blush. I love how cute the packaging is and how compact it is. Giving you a lip tint and a cheek stain is great. I love how the product stays on the skin and how pigmented it is. I definitely recommend"
		},
		{
			"review_title": "Love this blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the diversity of this product! It has super cute packaging and could be used as a blush or a lip stain. The application is so easy and the pigmentation is great! I will definitely be getting more colors!"
		},
		{
			"review_title": "My new favorite liquid blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "The cheakslim formula is beautiful. The pigmentation is buildable. I don't like overly pigmented liquid blushes that I don't have control over, but Freck's formula layers perfectly for a natural light look to full on pigmented glam, so application is much easier. The color also lasts and it also feels very skin like. What more could you ask for?"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have light, neutral undertone skin and this shade, Big Thrills, was a little dark for me. The pigmentation was great and I only needed a little dot. I would skip using this over powder foundation or setting powder because it was harder to blend. I loved the shade on my lips, and it makes for a great monochromatic look when used on both the cheek and lips. It dries down to a comfortable, high pigmented matte on the lips."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Because i have combo skin i tend to stay away from blushes that claim to be dewy. This was good as a lip tint though and gave me the korean lip stain look that is very popular right now. Sucha pretty flush color on light medium skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The is a super beginner friendly product, it is pretty sheer so it should be easy to work with if you are new to a cream blush application. This add the slightest glow to the cheek that is beautiful. The color is a beautiful nudy pink"
		},
		{
			"review_title": "Beautiful shade",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Even though the Cheekslime tint is a beautiful shade, it is a really sheer formula and not buildable especially not as a blush. It’s easier to use as a lip tint but don’t apply too much so it can dry down quicker."
		},
		{
			"review_title": "Stunning Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this blush from Freck. It is absolutely stunning and gives my skin the most gorgeous glow. It is easy to apply and the rose color is absolutely gorgeous. It is definitely a go to in my makeup routine."
		},
		{
			"review_title": "The formula is perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I am obsessed a little goes the longest way so be careful. The wear on these is amazing. The formula isn’t sticky it dries matte and quickly they don’t even need to be set. Definitely blend one side at a time because it dries so fast. It’s so fast and easy to apply and to blend. Even if I feel like the edges, look a little harsh, all I have to do is spray some setting spray and go run the edges with the brush on my finger"
		},
		{
			"review_title": "Easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
			"review_text": "I was really excited to try out the Freck Beauty liquid blush. The packaging is super cute and small (great for traveling). The pigmentation is great, you don't need a lot of product to achieve a look, it blends easily and looks very nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fielding - a soft rust",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I recently tried the Freck Beauty Cheekslime Lip + Cheek Tint and I'm thrilled with the results! The formula is incredibly blendable, seamlessly melting into my skin for a natural flush. It's impressively long-wearing, lasting throughout the day without fading. The pigmentation is just right, giving me a healthy glow without looking too intense. Plus, the finish is like a dream—perfectly cloud-like and radiant. Application is a breeze, making it quick and easy to achieve that effortless, dewy look. Overall, it's become a staple in my makeup routine for its flawless results every time!"
		},
		{
			"review_title": "Beautiful on the skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love all the products I’ve had the chance to try from Freck beauty and this blush is not the exception! A little goes a long way, it blends very easy on the skin and I found that it doesn’t disturb my foundation underneath, it gives my cheeks and healthy looking glow and it’s super lightweight; the component is super cute and it’s very easy to dispense the product, would absolutely recommend it"
		},
		{
			"review_title": "So easy to apply!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is my first time trying a product from Freck and now I’m hooked! This blush is so good! It’s so easy to apply. The shade is beautiful, it’s nicely pigmented and if you want more color it’s very buildable. It leaves such a nice finish on my skin and lasts on me all day. I also love that it’s full of healthy ingredients."
		},
		{
			"review_title": "The perfect addition to your blush addiction!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product arrived in the cutest packaging! But that is not all I loved the easy way I can get the perfect akount of product I need to appy to muy cheeks and you can definitely see pigemnt! I love the texture and the color is just perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The splash is a lot more natural and easy to work with than I thought. The liquid formula creates a really nice natural flush on the cheeks without being too intense. I prefer blending this out with my fingers for a flushed natural look"
		},
		{
			"review_title": "All in one lip and cheek tint!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Freck Beauty sent me their Cheekslime in exchange for an honest review. I really how this product can be used not only on the cheeks, but also on the lips! The product blends out seamlessly on the skin and has buildable coverage so you can achieve whatever look you desire. If you're looking for a pretty, long lasting lip and cheek tint, then this is the product for you!"
		},
		{
			"review_title": "Beautiful color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I absolutely LOVE this lip + cheek tint. I have the color big thrills. Blends out smooth on my skin and it’s beautiful! Definitely want to try more colors :)) A little bit of this product goes a long way !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like this blush. I like how you can use it on your lips too. The packaging is so cute. Love that you can take it anywhere. I got the shade rose buddy and it’s a very pretty shade. It looks very flattering"
		},
		{
			"review_title": "Very pretty color !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Rose buddy is a mauve pink it’s such a beautiful color for a blush ! The texture is very lightweight, i can see why it’s called cheek slime. It is pigmented and easy to blend. You only need a little to go a long way and it’s easily buildable. Beautiful blush !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This stuff is so flattering and natural looking. It blends like an absolute dream and soaks right into the skin. I love how this made it look like I was naturally flushed or blushing so glowy and really set off my look"
		},
		{
			"review_title": "Blendable bur hard to use",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This product is a little too dark for me, so I would only recommend it to darker skin tones. I really don’t like the application process, when I squeeze it out so much comes out, and I rarely need that much since it’s highly pigmented."
		},
		{
			"review_title": "Great Formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I love the formula and the feel of this blush! The shade is also so gorgeous and I definitely plan on getting more. The packaging is also really cute and sleek. Always a fan of freck products and the relaunch of this is great!!"
		},
		{
			"review_title": "Lasts all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This cheek tint really lasts all day! A tiny drop on my brush is all I need for both cheeks. It’s very pigmented and a little definitely goes a long way. It’s very lightweight on the cheeks and looks fresh and dewy."
		},
		{
			"review_title": "Sooo gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love this liquid blush, it is very pigmented and blends so beautifully and seamlessly. Does not move foundation or concealer when blending as well, whether with a brush or sponge.  Is a satin to matte finish once blended out."
		},
		{
			"review_title": "The most beautiful flush of color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Cheekslime in Love Flush is one of the most amazing and beautiful liquid blushes I have ever tried. The Love Flush shade is a beautiful neutral pink bunny tongue shade, perfect for every day wear. This liquid blush goes on matte, but you can also build it from a subtle flush to a full impact pink. Though it is matte, this formula has a creamy rich texture perfect for the cheeks, lips, and nose. I actually really loved it on the lips as well, the formula has all day staying power."
		},
		{
			"review_title": "shade: love flush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "As someone who typically doesn't like liquid blush, I have to say that I will make an exception for this blush (with a few added notes). However, it's easy to explain why I like this formula: it's not entirely liquid, per se, and instead it feels more like a liquid/gel hybrid.  I chose the shade love flush, which is a gorgeous warm, peachy/rose shade. On my first time applying, I confess I went a bit overboard for my fair skin. A little goes a VERY long way with this product (and at 0.5 fl oz, I expect to have this for years to come lol). In spite of overdoing it, I could already tell that it blends out beautifully, but it looked a little...well, intense lol!  On my second wear, I was more cautious to squeeze out a small amount onto the back of my hand and carefully apply, building as needed. This gave such a pretty, natural look and wore all day.  I confess I am tempted to rate this 4 stars for my skin tone, as it does take a bit more work BUT...i feel that's unfair to the product. So many blushes exclude deeper skin tones, and yet with the richness of pigment Freck offers here, I think this is a blush that will be easy and effective for medium-deep skin tones (while fellow fair skin tones might have a learning curve). And dear reader, that inclusivity is stellar to see!"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I have multiple products from Freck beauty and their products are so good. This chic slime and blush is so good. I love the color on the blush it’s the perfect tint. If anyone is looking for a girl blush, this is perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Cheekslime Lip + Cheek Tint is super easy to use! Its creamy formula blends very well, giving me a natural flush on my lips and cheeks. Plus, it lasts all day without fading. It’s really pigmented too, so a little goes a long way. It leaves my skin with a radiant finish. And applying it takes no time at all – just swipe and go! Overall, it’s become a staple in my makeup routine for its ease of use and beautiful results"
		},
		{
			"review_title": "Love this shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Love love love this breautifill shade even on tan skin very beautiful color compliments my warm skin tone love the 2 for 1 practical packaging make it easy to carry in my purse has no smell whatsoever not to love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Best natural looking blush EVER!!! Just love how it infuses into the cheek effortlessly. I put it under my foundation and it is soooo easy to blend and it’s long lasting without smudging overtime. Get it in lighter shade if you have lighter complexion it looks super natural and cute!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this cheek slime by Freck Beauty for free in exchange for my honest opinion. I love The component itself and how it only allows a little bit at a time to dispense. You only need a small amount, as it thins out and goes a long way. It’s a bit wet at first but does dry down. I like It best on the cheeks but it’s nice on the lips with a gloss"
		},
		{
			"review_title": "My fav cheek tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Love this cheek tint the little amount you need to get that glow and color. It’s very pigmented and will leave your cheeks perfect for any occasion. I love that it’s creamy liquid base and it’s just great for my skin."
		},
		{
			"review_title": "Beautiful, cloud like finish!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I just love Freck products!! These liquid blushes are so good!! I already own 2 of them and enjoy them so much!! For this review though I will be talking about the shade “Love Flush” (which is a new coral shade they added recently)! It’s very easy to apply (I love using my fingers) and is pigmented..So use a small amount when applying! It’s creamy and blends beautifully as well!! I wore this for 6+ hours the other day (on cheeks and lips) and it stayed looking fresh, so it’s definitely long wearing!!"
		},
		{
			"review_title": "The most hydrating liquid blush ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product! The packaging is smaller than I thought but it’s perfect for on the go! And the formula is amazing it’s so hydrating and it doesn’t feel like I have anything on my skin! The Color is so pretty!"
		},
		{
			"review_title": "So easy to apply and so pretty on your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product is amazing! It’s so simple and easy to blend. I totally have been using this tint for the last couple of days and it last the whole day too! It is so so pigmented and it looks that I’m blushing naturally on my face! For people that are always in a hurry and just starting to do makeup, this product is definitely for you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This blush is awesome! First of the it’s is SUPER pigmented. The formula is really blendable but still can be buildable to give a strong blush or subtle if desired. The color lasts all day which is great because my makeup often just seems to disappear throughout the day. The applicator is an added bonus — very easy to use."
		},
		{
			"review_title": "So beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This is an Absolutely beautiful! Color pay off is amazing! Pigmented, I love how it looks on my face! I absolutely love it! I love all of the colors. Packaging is very cute as well! This will go in my purse!"
		},
		{
			"review_title": "So easy to blend natural color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This highly pigmented lip and cheek tint looks like acrylic paint and blends in very naturally. I used my fingers to blend - it was super easy to use. I did not have to use a lot to cover my cheeks. Just two or three tiny dots across my cheekbones were all I needed. It comes in a cute bottle, that is a bit hard to squeeze. Maybe it was to prevent squeezing too much product out, but I would have preferred something softer though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I was so excited to finally try out this Cheekslime from Freck Beauty! I love the shade big thrills. I was pleasantly surprised with how natural this formula looked. It’s such a unique texture, etc. Very gel-like. I think it gives a beautiful flush and a subtle natural glow on the cheeks. I’ve yet to try it on my lips but I love that it’s a 2-in-1 kind of product with multiple uses. Sent this product for free in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This blush is amazing, it’s not creamy, it comes out as a gel texture that isn’t too liquidy, it’s just right. You only need a very small amount of this to get a beautiful flush, it is fairly pigmented, so you need to blend it out really well. Sometimes cream blushes make me break out, but this one isn’t heavy and I haven’t had any issues with it yet."
		},
		{
			"review_title": "So pigmented!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this blush! It's so pigmented and creamy but it's also so easy to blend. I like how it gives me a sunburnt effect on my cheeks but in the best way possible. My only gripe is that it is a bit hard to squeeze out of the packaging."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am loving the Cheekslime Lip and Cheek Tint. The pigment is great! Very build able. A little goes a long way. It’s also easy to blend and looks amazing on the skin. I was shocked to see how small it was but like I said a little goes along way!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This blush is absolutely gorgeous and super pigmented n I feel like the shade rose buddy is very natural looking on medium to tan skin and gives the perfect flush for a everyday makeup look. It’s super versatile and I like adding some on my lips, nose and even eyes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I like this blush and cheek product. It’s blendable as long as you prep your skin properly. It works b st when blended over dewy skin vs. matte skin. It’s also a nice product on the lip. I would recommend this."
		},
		{
			"review_title": "Big Thrills",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried the Freck Beauty Cheekslime in the shade Big Thrills. This shade is very pigmented and a little goes a long way. It is blendable and buildable. The formula is long wearing too. It gives a very natural finish and can also be used on your lips. Love it!"
		},
		{
			"review_title": "stunning colour",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I got this in Big Thrills and it is just gorgeous! it’s like a dusty rose brown that sheers out perfectly. I had another blush shade just like this a long time ago and have been HUNTING for a replacement and this is literally the perfect one. It lasts forever and is super pigmented but still bendable! The packaging is also so cute, it’s definitely my new daily blush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This blush is so gorgeous and blends in beautifully with a beauty sponge. For reference, I have light medium skin tone with olive undertone. I was worried that this would be too light on me but rose buddy is the perfect color. I like making my blush color and lip color the same so the whole makeup look is cohesive! I simply take the tiniest dot amount of product and apply directly onto my cheekbones for a dreamy skin finish. It lasted me the whole day and didn’t fade at all."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "FRECK BEAUTY Cheekslime is a versatile product that offers a natural-looking flush to the cheeks while also contouring and defining facial features. Its creamy texture blends effortlessly into the skin, providing buildable coverage for a subtle or more dramatic look. Users often appreciate its long-lasting formula and the variety of shades available to suit different skin tones. However, some may find the packaging a bit small for the price, and there might be issues with shade selection for those with very fair or deep skin tones. Overall, it’s a popular choice among makeup enthusiasts for its ease of use and flattering finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love the versatile design that allows you to use it on both cheeks and lips, perfect for achieving a monochromatic makeup look. The formula is incredibly pigmented; just a tiny drop is all you need. I adore the radiant finish and how it complements my complexion. It's definitely a must-have for the summer!"
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This formula is super soft and easy to work with. This came out of the tube easily and spread super easily across my cheeks the pigment is striking it truly is such a bright color and let me just say a little goes a long way. This made my cheeks look flattering and the fact that I could make my lips match was even better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I LOVEEE this blush ! It’s super pigmented & easy to blend! My first time trying this brand & I’m in love! A DOT is all you need to start then you could build up. the color love flush is so cuteeee! It goes perfect as an everyday wear"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "this cheekslime is the perfect natural lip and cheek color! its super flattering on all skin tones and its also moisturizing. its blendable and creamy, i love the texture. it’s perfect for natural makeup."
		},
		{
			"review_title": "This is the most beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "Okay so this formula is so good. It’s extremely lightweight, liquid blush and very pigmented! The color I have is big thrills a warm natural brown shade that will look like a soft natural flush on warm skin tones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "",
			"review_text": "This may be my new favorite blush! I love how blendable it is and doesn’t cake up or disturb my foundation underneath. It gives such a natural finish & I especially love that I can use it as a lip tint too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love this lip and cheek tint! The name is a bit weird to me but don’t let that throw you off. it wears nicely and is very blendable. The color choices are lovely as well and I do like the packaging it’s very aesthetic."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Love Flush - a bright coral",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this creamy consistency. It's a good pigment and stays very long on the cheeks. I don’t like it on my lips because after eating the color went away immediately. But as a blush, this is an excellent product for me.😍❤️"
		},
		{
			"review_title": "Natural finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is a great sheer but buildable dewy blush. The shade Rose Buddy is a beautiful rosy mauve, looks great for everyday to add a natural flush. The finish is also very natural and glowy and applies great with just your fingers."
		},
		{
			"review_title": "Nice formula and pigmentation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is such a cool blush formula! It is in between a cream and a gel and it blends so easily into the skin! The squeeze packaging is so nice and it’s so compact! Perfect to take traveling! It is very pigmented so a little goes a long way, I like to start with just a drop on each cheek and build it up from there, and I can go from a natural look to a more pigmented one. I love that it can also be used on the lips for a monochromatic look moment. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love how easy it is to use the cheekslime lip and cheek tint. It blends so easily into the skin giving if a cloud skin finish. I love the natural color of the shade big thrills is and works well for matching cheek and lip color."
		},
		{
			"review_title": "A great natural blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The cheekslime lip + cheek tint by Freck is such a natural cheek tint! It is a thick buildable consistency and the packaging makes it easy to take out the right amount for your cheeks! I found that most product comes out when you are using a sponge instead of your fingers. The blush looks great with no makeup to a full glam makeup. Overall great product!"
		},
		{
			"review_title": "nice texture and packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Thus is a really cute blush. It’s like a light whipped texture definitely on the thicker side of most liquid blushes. I think for my skintone thsi color just wasn’t going to show up. I think the formula is nice and I would get the berry color instead but I think it’s a nice blush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Such a light wash of color comforted by a nice hydrating feel. I definitely recommend to those that like the no makeup makeup look that or clean girl look! Works great under foundation and on top of any skincare or makeup!"
		},
		{
			"review_title": "Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This blush is amazingly and I have been loving using the slime blush to mix with my other blushes! The pigment is strong and acts as a stain so be careful with how you apply it! I find using my finger to blend it out works best"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really happy with this blush! I love a creamy liquid blush and this is one of the most pigmented I’ve tried and stays on all day long. Big thrillls is a gorgeous dark red color- looking forward to trying another color!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This cute little tint is working so good for me. Loving the color it’s perfect for any skin tone. It’s a beautiful flush of color in my cheeks and lips. I will definitely recommend if you want a blendable tint which does not look Caky and patchy."
		},
		{
			"review_title": "So pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The cheekslime lip and cheek tint is so versatile. I love how quick and easy it is to apply. The formula is also very blendable and doesn’t leave any harsh line. The color is perfect. It is also very long lasting."
		},
		{
			"review_title": "Okay not my fav",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The shade Rose Buddy is very deep kinda like a bronze color that you could use if you didn’t wanna self tan your face. The bottle is also REALLY small especially for the price. Pretty color but wouldn’t buy again"
		},
		{
			"review_title": "The perfect sunkissed blush for summer✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I really loved the OG formula of cheekslime blushes. So I was excited to try this new one. It is lightweight, blends out easily and dries down quickly. It is much more pigmented than the OG and a little goes a long way. So less is definitely more with this product. I got the shade Big Thrills which gives the perfect sunkissed look. It’s super long lasting and gives a beautiful, natural flush of color to the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The shade is so so pretty! It's my first time I've been trying this kind of formula from them and I'm honestly so impressed. This blended out so smooth and easily. The texture feels very soft and it blended into my skin very smoothly with no smudges or streaks. I even blended it out with just my hands and the blush left such a seamless uplifted look on my cheeks. This color suits all of skin tones as well I would say, it looks like a very natural kind of flush to me. Also want to mention how moisturizing it feels as well since its ingredients include collagen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This packaging is great. I love the fact that it squeezes out instead of having an applicator for hygiene purposes as an acne prone girlie. I got the shade big thrills which looks so beautiful on my medium - deep skin tone. It blends out beautifully and works great for a coordinated look on the lips and cheeks."
		},
		{
			"review_title": "Perfect shade, perfect finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I had never tried Freck before but this product will keep me coming back. It’s easy and quick to blend with a brush, my fingers, or a sponge and a little goes a VERY long way. It literally feels like I’m blending a cloud onto my cheeks that isn’t too matte, but also doesn’t make me look super oily. The color is the perfect sunburn shade for me and it’s super comfortable and weightless on the skin."
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been wearing this everyday and I’ve been loving it!  It’s also a lip product which is awesome.  The color is beautiful and it lasts all day, sits beautifully on top of my makeup and gives me a natural flush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love this product! It’s super easy to use and is super bendable. I use mine on both my face and lips and it’s so pretty! I can’t wait to try the other shades! Definitely worth trying this product out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is one of the best liquid blushes i’ve tried! It has a lot of pigment but it’s also super easy to blend and it looks totally seamless with my other liquid products. Also a perfect size for traveling"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This was a gifted by rarebeauty. I absolutely love this. It is so beautiful on the skin. I want to get all of the colors. It is the perfect tint and glow on my skin and it lasts all day. I definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fielding - a soft rust",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is such a unique blush product! It's extremely pigmented, so you have to apply with care and a gentle hand. Once you get it on, it sticks around all day! It's really nice for getting a natural flushed look."
		},
		{
			"review_title": "New fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am a blush lover. Especially liquid blush. I just love that this blush has so much pigment that you really don’t need a lot. I also enjoy the packaging because it’s easy to add to a brush and lightly apply. I loved the color and formula"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My new favorite blush! I have tried a bunch of cream blushes and this one is my favorite, a little goes a long way but it’s not too pigmented at the same time. I put it on my cheeks and nose to give a natural glow. I want to try more colors asap!"
		},
		{
			"review_title": "Quick and easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This lip and cheek stain ﻿﻿looks so beautiful on the skin. It has the most perfect cloud like skin finish and gives a natural flush of color. This stain is pretty pigmented but the formula is so blendable and so easy to sheer out or to build up. I love this on my makeup no makeup kind of days because it is so quick and easy to apply. I just love how my skin and lips look when I use this beautiful stain."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Freck Beauty’s Cheek Slime has been such a fun product to use! Its blendable formula means I can achieve a natural flush or build it up for more drama with ease. The longevity is impressive, too—it stays put from day to night. The pigment packs a punch, so a little goes a long way, and I love the healthy ‘cloud skin’ finish it gives. Plus, the application couldn’t be simpler or quicker, making it a staple in my daily routine."
		},
		{
			"review_title": "Must have for simple routines!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product was fantastic. It went on so smooth, and blended easily. The color lasted all day, and was very pretty, and noticeable!! Gave my skin a beautiful cloud finish. The application was fast, and convenient for my simple routine! Will need to get the other colors!!!"
		},
		{
			"review_title": "I love this formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this shade! It’s super blendable. It’s very pigmented so start with very little and you can build it up for more color. I’ve had it in for a few hours and you can still notice it. It’s super easy to apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Jam Sesh - a deep berry",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I’m obsessed with this blush! I love that it’s liquid. It’s easy to blend and very pigmented. I highly recommend this product and love this brand. Works great and is easy to use. Love the color I got too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cuffed - a soft pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love everything about this product because it’s so easy to use and very creamy. And gives you a subtle glow which I appreciate with liquid and cream blushes. I haven’t used this on my lips, but I like it as a Blush."
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The cheekslime lip and cheek tint is so good! I love the new shades they released! I have shade love flush and it is the perfect coral shade for spring and summer! It wears really nice and I am definitely going to try more shades now!"
		},
		{
			"review_title": "A gorgeous, easy to use blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this blush. It’s blendable and builds beautifully; it’s got a gorgeous pigment that looks glowy and healthy on the skin. Easy to use snd long wearing; mine lasted the entire work day."
		},
		{
			"review_title": "BEAUTIFUL PIGMENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been wanting to try this!! I wasn’t expecting much but when I tried it, I really liked it! The pigment is so beautiful. It looks natural which I like! It’s perfect also so no makeup look. I will be buying it in different shades!"
		},
		{
			"review_title": "Love the new formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love this new shade and the formula is really good. Does not feel too dry on the lips at all and this new shade is so stunning"
		},
		{
			"review_title": "Creamy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this product! The formula is very blendable. I love how this coral is really pretty and it has a nice shine to it. It has great pigment and it looks and blends really nicely on the lips as well for a pop of color there! I will be using this product as a blush and will be purchasing!"
		},
		{
			"review_title": "Absolutely stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has to be one of my go to products. The way this blends onto the skin so effortlessly and looks stunning on. It’s so soft, gives Cloud like feel(what I think a cloud feels like) and is super blendable. You can make it as sheer or as bold as you want. You have plenty of time to blend it to your desired look. I love it so much."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Big Thrills - a warm, deep rose",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been loving this blush so far! A little of this product goes a long way and it is very blend-able on my skin. I like to use this product when I’m going for a no makeup-makeup look. I am so excited to pick up more shades of this blush."
		},
		{
			"review_title": "Gorgeous blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a very gorgeous blush that has the most beautiful rose color to it. The splash is very pigmented but it can be less if applied not so much. I like to only go ahead and use one drop or two drops depending on how much I want the blush to appear on my cheeks. I do very much enjoy the texture as a glides on very beautifully into my skin and doesn't slip slide everywhere. Overall I am enjoying this beautiful blush will keep on using it as the color is very suitable for my complexion"
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Such a beautiful flush of color for natural makeup days! The pigment is a big sheer but buildable and it does not budge!! And I love that it’s a lip tint as well - less products for me to carry throughout the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rose Buddy - a mauve rose",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was excited to try this because how much everyone has raved about this in the past and it defiantly lived up to the hype! It has a nice pigment pay off, blends beautiful and gives you a great glow on the cheek."
		},
		{
			"review_title": "Cute easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this presentation I got big thrills and is so easy to apply color is true to shade pigmentation is also good dries fast be aware , blends smoothly overall love this for my lips 👄"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes",
			"review_text": "At first I was a bit surprised by the size of the packaging. It honestly feels so small! However, the formula is great and you actually don’t need a lot of product. It blends out effortlessly and gives a very natural finish on the cheeks."
		},
		{
			"review_title": "Cute easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I got the big thrills shade true to color love the pigmentation and is super easy to blend dry fast so be careful I love this shade creamy moisturize my lips 👄"
		},
		{
			"review_title": "Natural finish and beautiful color pay off",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The Freck Beauty Cheekslime, is a hidden gem. The packaging is convenient to travel since it is a lip and cheek stain and since it is in a enclosed packaging it is a little more sanitary to use each time verse a stick for on the go use. The dry down with this was beautiful, it is exactly like it claims- natural finish and the shade gave a flush of color to the skin that I build. I love these and cannot wait to try more!"
		},
		{
			"review_title": "Cute and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I got this on the big thrills color and love the easy that is to blend , lasting about 8 hours and color as described love the presentation easy to carry true to color shade"
		},
		{
			"review_title": "Beautiful color easy to use !!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I got the new shade big thrills gifted love it is so easy to use pigmentation amazing lasting about 8 hours easy to blend dries quickly so be mindful overall love it  Gifted"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This stuff is great! I’m very pale, with pink/cool undertones, and the shade “Jam Sesh” looks stunning on me. It has a serum-like texture that I like to apply using my fingers and dab whatever is leftover on my lips. Stays on over sunscreen and doesn’t budge when I reapply using the Shiseido sunscreen stick. Winner for me!"
		},
		{
			"review_title": "Cute and easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "Got this on the shade big thrills I love the concept pigmentation is pretty good try to color blends easy I have been taking it in my bag to work last at least my whole shift"
		},
		{
			"review_title": "Easy to blend and perfect color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I this was gifted by the brand in a color called big thrills and I love it ,  this one is so easy to blend,  I do lips and put it on my bag and the pigmentation is good true to color , it last my full shift love the finish ."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this new shade! It’s so blendable on my skin and looks like a natural flush on my face. I never knew this could also be a lip tint as well and I love it! It gives my lips a blotted lip look which I love."
		},
		{
			"review_title": "Very orange",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This product is super blendable and pigmented, and a little definitely goes a long way. However, the color doesn’t look great on me. It’s supposedly a tawny orange, but it doesn’t t look good on my pale complexion as opposed to other orange blushes that I’ve tried. Better suited for dark skin tones."
		},
		{
			"review_title": "Beautiful glow from within",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The component is small, but don’t let the size fool you. You need the tiniest amount of product to get pigment on the cheeks. The formula is lightweight and sheer but buildable. I felt like it gave me a beautiful glow and shine from within kind of look. I’m enjoying it a lot!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The shade is so pretty and the formula is so good on the lips not drying and blends so easily onto the cheeks"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I’m obsessed with this blush! I love that it’s liquid. It’s easy to blend and very pigmented. I highly recommend this product and love this brand. Works great and is easy to use. Love the color I got too!"
		},
		{
			"review_title": "Buildable Lip And Cheek Tint",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I like how this lip and cheek tint is light but buildable. I also like how it's easy to spread and apply to your lips or face. The color I got doesn't really work with my skintone but it's still a great product."
		},
		{
			"review_title": "So blendable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The cheekslime lip and cheek tint is so versatile. I love how quick and easy it is to apply. The formula is also very blendable and doesn’t leave any harsh line. The color is perfect. It is also very long lasting."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The cheekslime lip and cheek tint is so versatile. I love how quick and easy it is to apply. The formula is also very blendable and doesn’t leave any harsh line. The color is perfect. It is also very long lasting."
		},
		{
			"review_title": "Most Beautiful Flush of Color on Lips and Cheeks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is one of the most versatile beauty products I have ever used. You can apply with a brush on the lips, cheeks, or nose for a natural flush of color. This buildable matte cheek color has a light texture but gives such a nice pigmented flush on my light skin. I enjoyed using the Love Flush shade on my lips to give it the perfect bunny tongue color when topped with clear gloss."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I LOVEEE this blush ! It’s super pigmented & easy to blend! My first time trying this brand & I’m in love! A DOT is all you need to start then you could build up. the color love flush is so cuteeee! It goes perfect as an everyday wear"
		},
		{
			"review_title": "Natural flush to cheek and lip",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This lip and cheek tint is buildable, more of a natural finish, and definitely has a decent amount of pigments. I liked the packaging and color! I am definitely looking forward to exploring more that this line has to offer!  I would recommend this more for combo, normal, to dry skin because of the finish"
		},
		{
			"review_title": "My new daily blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I got this in Big Thrills and it is just gorgeous! it’s like a dusty rose brown that sheers out perfectly. I had another blush shade just like this a long time ago and have been HUNTING for a replacement and this is literally the perfect one. It lasts forever and is super pigmented but still bendable! The packaging is also so cute, it’s definitely my new daily blush."
		},
		{
			"review_title": "love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Cheekslime Lip + Cheek Tint is super easy to use! Its creamy formula blends very well, giving me a natural flush on my lips and cheeks. Plus, it lasts all day without fading. It’s really pigmented too, so a little goes a long way. It leaves my skin with a radiant finish. And applying it takes no time at all – just swipe and go! Overall, it’s become a staple in my makeup routine for its ease of use and beautiful results"
		},
		{
			"review_title": "Super easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "This is a very nice formula! It's quite pigmented but it's blendable and it has a soft matte finish. It's very easy to apply, you can use a brush, a sponge or your fingers. It's also doesn't fade during the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "this cheekslime is the perfect natural lip and cheek color! its super flattering on all skin tones and its also moisturizing. its blendable and creamy, i love the texture. it’s perfect for natural makeup."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "This is a very sheer formula for a blush I found that I was good for that no makeup makeup look but if I was trying to build up color on the cheeks it was a little hard to get the color that I was kind of sold on the box"
		},
		{
			"review_title": "Loooove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow. Love this blush very much. The formula is so blendable. It is easy to apply and stays all day. It is well pigmented and gives perfect cloud skin finish. I would highly recommend it to everyone to try it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This product is so pigmented. It stays on my skin throughout the day causing me not having to reapply. The only thing I would say is that I have to blend a lot for it to not look too harsh otherwise amazing"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this product! The packaging is so cute and practical, easy to use. The pigment and shade is beautiful and I love that is multi use! Definitely very versatile and it seems to have a great formula!"
		},
		{
			"review_title": "a lovely shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I recieved the freck beauty cheekslime new shades gifted my freck beauty a few days ago and love these shades and the formula! I absolutely love the shades of these cheekslimes and that it looks so beautiful on me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I recently tried the Freck Beauty Cheekslime Lip + Cheek Tint and I'm thrilled with the results! The formula is incredibly blendable, seamlessly melting into my skin for a natural flush. It's impressively long-wearing, lasting throughout the day without fading. The pigmentation is just right, giving me a healthy glow without looking too intense. Plus, the finish is like a dream—perfectly cloud-like and radiant. Application is a breeze, making it quick and easy to achieve that effortless, dewy look. Overall, it's become a staple in my makeup routine for its flawless results every time!"
		},
		{
			"review_title": "Love the pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Such a beautiful flush of color for natural makeup days! The pigment is a big sheer but buildable and it does not budge!! And I love that it’s a lip tint as well - less products for me to carry throughout the day"
		},
		{
			"review_title": "Super blendable & beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Beautiful finish and extremely blendable! I use my fingers to apply but have used the brush as well and both came out beautifully! I love that you can add more or less and build it up to your taste, the color is exactly what I expected and gives me a beautiful flush of color that I love! Super happy with it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Super cute packaging first of all! The formula is pigmented and also very blendable. The application is super easy so it’s nice to have this little tube on the go in my bag for a touch-up as well! Recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This blush is soo smooth and creamy! The pigment is also super pretty, is sheer but buildable! It leaves behind the perfect glowing dewy finish that is so pretty. It works well with all my other makeup products as well. I have combo skin and it didn't make or break out. Highly recommend!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this formula! This is a great natural looking blush that is perfect for everyday. The shade I got is perfect for various makeup looks. It’s on the sheerer side so you do have to build it up a bit."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I have multiple products from Freck beauty and their products are so good. This chic slime and blush is so good. I love the color on the blush it’s the perfect tint. If anyone is looking for a girl blush, this is perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The cheekslime lip and cheek tint is so easy to apply and blend in! The formula is really smooth and leaves a subtle glow without feeling greasy.  I like to apply it over my powdered face and it lasts all day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Such a light wash of color comforted by a nice hydrating feel. I definitely recommend to those that like the no makeup makeup look or clean girl look! Works great under foundation and on top of any skincare or makeup!"
		},
		{
			"review_title": "Must have blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the diversity of this product! It has super cute packaging and could be used as a blush or a lip stain. The application is so easy and the pigmentation is great! I will definitely be getting more colors!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like this tint because it’s lightweight.  A super smooth liquid cream blush with a buildable formula that blends and dries down beautifully for a natural flush of color across any skin tone.  It’s beautiful."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This blush is awesome! The formula is really blendable but still can be buildable to give a strong blush or subtle if desired. The color lasts all day which is great because my makeup often just seems to disappear throughout the day. The applicator is an added bonus — very easy to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This blush is so easy to use. Super blendable and pigmented. It makes my skin look naturally flushed. I love how pretty it looks. All the shade look complimentary and flattering on a variety of skin tones"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The cheekslime lip and cheek tint is so good! I love the new shades they released! I have shade love flush and it is the perfect coral shade for spring and summer! It wears really nice and I am definitely going to try more shades now!"
		},
		{
			"review_title": "Cute and colorful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The cutest lip and cheek tint! Super blendable and LONGLASTING! The color payoff is superb. It was so easy to use so for the girl on the go this is perfect! Cutest packaging and the finish is just beautiful. I need this in all the colors!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "i absolutely loved this cheek slime. it is so pigmented and blends out nicely. it is perfect to carry on the go and reapply if needed. the colors show up great and stay on a long time. it also works well on your lips~"
		},
		{
			"review_title": "Love this blush the packaging is cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love this color so much. It is so much pigmented a little goes long way. Love the packaging as well. I love the sunkissed it gives me. Perfect color for summer"
		},
		{
			"review_title": "So pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Wow! This blush from Freck is amazing! Perfect blend able texture, applies so seamlessly to my skin, and leaves a cloud like finish. It’s also super pigmented, so a little goes a long way! Love this!!!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "It’s alright… I was hoping it would be better. Even though it’s a cream, it’s fairly drying and doesn’t blend nicely."
		}
	]
}