{
	"product_id": "996",
	"name": "Perfect hair Day (PhD) High-Shine Gloss Hair Treatment",
	"brand": "Living Proof",
	"categories": "Hair, Hair Styling & Treatments, Hair Masks",
	"price": 49.0,
	"about": "What it is: A silicone-free in-shower gloss that's designed to transform dull hair by delivering 2x the shine*, smoothness + vibrancy with lasting results..*Laboratory testing vs. untreated...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Shine.- Straightening and Smoothing..Key Benefits: - Instantly adds high shine.- Delivers an ultra-glossy, smooth finish.- Leaves hair silky soft..Highlighted Ingredients:- Light-Enhancing Technology: Illuminates dull tresses with high shine..- Proprietary Smoothing Technology: Aligns hair fiber..- Ceramide-Like Emollient: Helps seal cuticles to smooth hair...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: This high-shine gloss is powered by our Light Enhancing Technology that converts non-visible shine to visible light. For brilliant shine that lasts through 3 washes.* Unlike most hair glosses that coat your hair with heavy silicone, our lightweight formula is silicone-free, leaving no residue behind..*Laboratory testing vs. Untreated...Clean at Sephora",
	"ingredients": "-Light-Enhancing Technology: Illuminates dull tresses with high shine..-Proprietary Smoothing Technology: Aligns hair fiber..-Ceramide-Like Emollient: Helps seal cuticles to smooth hair...Water/Eau/Aqua, Jojoba Esters, Cetearyl Alcohol, Polycitronellol t-Butyl Ether, Polyglyceryl-10 Decaoleate, Isopentyldiol, Glycerin, C10-18 Triglycerides, Sodium Hyaluronate, Fructose, Stearamidopropyl Dimethylamine, Behenamidopropyl Dimethylamine, Verbascum Thapsus Extract, Polyporus Umbellatus (Mushroom) Extract, Phytosteryl/Octyldodecyl Lauroyl Glutamate, Lauryl/Myristyl Polyricinoleate, Polyquaternium-11, Hydroxypropyl Methylcellulose, Caesalpinia Spinosa Gum, Hydroxyethylcellulose, Cetyl Alcohol, Bis-(Isostearoyl/Oleoyl Isopropyl) Dimonium Methosulfate, Glyceryl Stearate, Steareth-20, Ceteth-20, PEG-75 Stearate, Fragrance/Parfum, Lactic Acid, Sodium Citrate, Pentylene Glycol, Hydroxyacetophenone, Ethylhexylglycerin, Limonene, Hexyl Cinnamal, Linalool, Citronellol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Shampoo and condition hair..-Remove excess water and generously saturate roots to ends..-Leave on for 5 minutes then rinse....Recycling Instructions:.This Living Proof product is recyclable through TerraCycle®.",
	"num_reviews": 233,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/living-proof-perfect-hair-day-phd-high-shine-gloss-hair-treatment-P513899?skuId=2797348&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2797348-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Sadly not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "For reference, I have super straight hair. I can’t understand how such a highly talked about gloss gives me 0 shine (not even a little). When I wash it off, my hair feels so dry and once it dries, my ends feel brittle. Maybe mine is defective or perhaps it doesn’t go well with my shampoo/conditioner. It’s a shame."
		},
		{
			"review_title": "Blow Out Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Literally makes my hair so smooth and looks like a professional blow out! I usually have pretty frizzy hair at the end of the day even when I blow dry my hair, and on day three my hair still looks great and is smooth and shiny!"
		}
	]
}