{
	"product_id": "1358",
	"name": "Plum Lip Liner and Gloss Collection",
	"brand": "REFY",
	"categories": "Makeup, Lip, Lip Sets",
	"price": 47.5,
	"about": "What it is:A limited-edition duo containing Blur Lip Liner and Tinted Lip Gloss in a deep-plum shade perfect for the holiday season..Highlighted Ingredients:- Hyaluronic Acid (Lip Gloss): Works to attract and retain moisture to give the appearance of fuller lips..What Else You Need to Know:The only lip color you need this season. REFY has reinvented the classic plum with a rich and deep color that's universally flattering across all skin tones. Use Blur Liner to create the illusion of instantly fuller lips effortlessly, then top with tinted Lip Gloss to add a glass-like-shine finish..This Set Contains:",
	"ingredients": "-Hyaluronic Acid (Lip Gloss): Works to attract and retain moisture to give the appearance of fuller lips..-Jojoba Seed Oil (Lip Gloss): Naturally supports collagen while helping to nourish and condition lips..-Blur-Gel Technology (Blur Liner): Helps to smooth and reduce the look of lip lines...Lip Gloss:.Polyisobutene, Tridecyl Trimellitate, Octyldodecanol, Cera Microcristallina (Microcrystalline Wax), Silica Dimethyl Silylate, Simmondsia Chinensis (Jojoba) Seed Oil, Tocopheryl Acetate (Vitamin E), Phenoxyethanol, Butyrospermum Parkii (Shea) Butter, Caprylyl Glycol, Limnanthes Alba (Meadowfoam) Seed Oil, Glyceryl Behenate, Sodium Hyaluronate [+/- May Contain/Peut Contenir: Red 6 (CI 15850), Red 7 Lake (CI 15850), Yellow 6 Lake (CI 15985), Blue 1 Lake (CI 42090), Iron Oxides (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891)]...Blur Liner: .Synthetic Wax, Caprylic/Capric Triglyceride, Polymethylsilsesquioxane, Polyglyceryl-2 Triisostearate, Dimethicone, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Isononyl Isononanoate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Phenyl Trimethicone, Dimethicone/Vinyl Dimethicone Crosspolymer, Cetyl PEG/PPG-10/1 Dimethicone, Silica Silylate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate [+/- May Contain/Peut Contenir: Red 7 Lake (CI 15850), Yellow 6 Lake (CI 15985), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090), Red 28 Lake (CI 45410), Iron Oxides (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891)].",
	"how_to_use": "Suggested Usage:.-Outline lips with Blur Liner to create the illusion of instant fullness..-Add depth to the color of your liner by applying light pressure and building onto the lips for an ombre effect..-Layer the tinted Lip Gloss into the center of the lips to add a high-shine finish.",
	"num_reviews": 66,
	"overall_rating": 3.5,
	"product_url": "https://www.sephora.com/ca/en/product/refy-beauty-plum-lip-liner-gloss-collection-P514190?skuId=2805174&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2805174-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "La couleur est beaucoup trop foncée. Cependant, la texture est très agréable et donne un effet repulpant et le crayon est plaisant"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I grabbed this quickly while making a return and wow I’m glad I did. I really love these cool toned plums, this one reminds me of clinique black cherry but a little different. I like how the blur stick applies, I dont know how to explain that it does feellike a blur lol. The gloss tint is great too. Not too stocky and no smell."
		},
		{
			"review_title": "Poor packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing product but terrible packing and the liner broke after 2 uses. Would not recommend"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Was hopeful the colour would be pretty, but the liner is drying and has no staying power, and the gloss has barely any colour pay off. Not worth the money. Will be returning!"
		},
		{
			"review_title": "It’s a Hard No!!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I gave these products a try though I had never seen or heard of the brand. Both these products have extremely poor color payoff. Neither the liner nor the gloss are worth the cost. I do not recommend them and won’t purchase from this brand again."
		},
		{
			"review_title": "Go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this combo so much, this is my go-to in my going out makeup routine"
		},
		{
			"review_title": "Love!!! Perfect moody neutral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "So good I bought a second kit to stock up! Color is a little similar to black honey but deeper and with a thicker, longer lasting, more pigmented formulation. I love the lip pencil and find it very easy to get a blurred but overlined lip with it. I wish it wasn’t limited edition!!"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this lip combo! I usually dislike lipgloss. They make my lips feel dry or chapped after a couple hours. This one did not. It felt similar to a lip balm. Loved the color it added to my lips. The liner was great too. It’s a bit thicker than most liners and rounded so I don’t think it’s meant for precision. The liner gave an almost blurred look to my lips. Didn’t accentuate my lip lines. I would definitely buy again and might try more from the brand."
		},
		{
			"review_title": "Perfect winter colour for cool olive tones",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this shade, it’s the perfect cool toned plum/berry. I have light medium but very olive skin, and even without a tan the colour isn’t too saturated or overpowering, it’s actually quite natural. Looks amazing with Clinique’s black honey as well. I also didn’t have any issues with the packaging or product breaking. Bought a second one to stock up!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The quality of the liner is awful. It's very patchy, dries out the lip, and does not last at all. Do not waste your money on this kit. I can't believe Refy is even charging these prices on such a poor quality product. Unable to return as my partner accidentally threw out the packaging."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "This is my new favorite lip combo. The color is just absolute amazing!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like the formula of the lip gloss and the colour of this set is nice but the lip blur pencil broke almost immediately. I went to use it and the actual bullet of the lipliner came sliding out so it must have snapped."
		},
		{
			"review_title": "Love this set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this set! The liner glides on so smooth and the gloss as well. The color is beautiful and it does last a while."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I honestly really love the product and its sooo beautiful but the liner broke after two uses :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "bought it on a whim during the sale and I was shocked at how good it actually it. The colour really lasts, and it is gorgeous (I have a pale neutral skintone, if that helps you)"
		},
		{
			"review_title": "Broken lip liner",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gloss is great and so is the color of the gloss and lip liner but the lip liner broke when I first opened it"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "The liner was broken, I didn’t get to use it at all.  The gloss was a nice color and the formula is great. The liner being broken defeats the purpose of buying the kit though. This was a disappointing purchase."
		},
		{
			"review_title": "Defective lip liner",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely love the color of this however, lip liner fell out the second I opened it. Going to have to return"
		},
		{
			"review_title": "Beautiful color however lip liner needs some work",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love the gloss, it is a beautiful color and not sticky which i appreciate. The lip liner color is beautiful however when I opened the package the lip liner was broken and it fell out of the package. I had to be careful not to get it on my clothes as I was doing my makeup in the car."
		},
		{
			"review_title": "Killer Gloss, Shoddy Liner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I love the colour of the lip gloss and the overall texture and feel of it. It feels luxe and applies well and is sticky but not tacky if that makes sense? My liner fell right out of it's case and I find it patchy and too dark for my skintone. It's hard to blend. I would return it if it weren't for the fact that I love the gloss. Make the gloss permanent!"
		},
		{
			"review_title": "Broke upon opening",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "As soon as I opened the product it broke which is tragic, the lip liner snapped right off so I am guessing it is a quality issue since I’m not the only one having this issue. The color on the liner is really nice but the gloss is a bit thick for my liking"
		},
		{
			"review_title": "Broken",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The lip liner stick fell out of the component when I opened it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone",
			"review_text": "I love this product it’s so rico in consistency. I love it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "It’s a great product but I believe a $2 elf plum lip liner could create the very same look!!"
		},
		{
			"review_title": "A fall/winter staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this, line is very user friendly, gloss is thin but looks like glass which I love. Color can be sheer but is buildable."
		},
		{
			"review_title": "YOU NEED IT GIRL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "LOVE THIS COLOR. It’s so beautiful and makes my lips look so kissable hahahahah. the formula is so good. the stick goes on like BUTTER."
		},
		{
			"review_title": "Broken product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The lip liner fell out when I opened the package, didn’t love the color in person either. Will probably be returning since the liner is unstable now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love the product but received it in the mail like this. the product fell out as soon as i opened the liner :("
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "the lip liner is barely noticeable on darker lips. the applicator for the gloss is not the best and doesn’t glide on smoothly, however, the color of the gloss is lovely and subtle. a good “lip enhancer” if you have dark lips, but don’t expect much of a color difference."
		},
		{
			"review_title": "My fave shade for fall ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "1. Refy glosses are my fave overall  2. This plum shade…incredible. On my light skin it’s still flattering! 3. LOVE the lip liners with this dome tip - VERY difficult to mess up.  3. That packaging sleeve!"
		},
		{
			"review_title": "I like how this makes my lips soft.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is really pretty deep purple. The hyaluronic acid keeps my lips soft"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love this brand and this color is so perfect for the fall/winter. 10/10 on the color. However, the lip liner completely fell out of the liner container upon first use. Maybe rework the packaging."
		},
		{
			"review_title": "Plum liner and gloss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I personally love the color. I outlined my lips with a plum liner and then use the refy plum liner to blend and then the gloss so it can have that ombre effect. Love it"
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’m not one to stray from my nude lip combo but this looks gorgeous! This is my first time using Refy lip products and was not disappointed. The lip liner has good longevity and the lip gloss is the perfect texture."
		},
		{
			"review_title": "Liner broke upon removing cap",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The lip liner broke and fell out upon removing the cap. First product I purchased from Refy and quite disappointed."
		},
		{
			"review_title": "Pretty purple but on the cool side",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Gorgeous purple shade but not as deep as the photos and not quite as warm-toned as it looks.  Be sure to check the reviews on the liner: I had the same issue as many users there: the liner came snapped in half and literally flew out of the container when I opened it. They really need to fix that, especially for the price!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Love this but I do find the liner and lip bleed a ton in a non blurring way"
		},
		{
			"review_title": "The PERFECT Fall and Winter Lip!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This set is the PERFECT color for fall and winter!! I absolutely love the color and the lip blurs are incredible! Definitely a must have in your collection!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Really beautiful colour but the liner breaks so easily. Got maybe a few uses before the entire thing broke and fell out. I find that tower 28 ube vanilla is super similar if it’s the colour you want."
		},
		{
			"review_title": "Lovely glossy plum combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "A lovely color, pigmented gloss and a liner with a wider, rounded tip. The gloss is hydrating, has a cooling metal tip and feels cushiony and non-sticky. I absolutely love this color for fall and it makes green eyes pop! I purchased this item on my own and this is my honest review as a Sephora Community Ambassador."
		},
		{
			"review_title": "Lip Liner Breaks Easily",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "The lip liner broke after opening it and after reading other reviews I find that it is a common occurrence. I am very underwhelmed after using this product bundle and discouraged to buy other lip products from this brand."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love the color liner and combo but broke first use just upon opening the cap !!"
		},
		{
			"review_title": "missed expectations :/",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "lip liner fell apart after 3 days and color did not turn out like the photo - I have lighter lips / skin so I think this is beautiful for someone with darker lips / skin tone. was excited but had to return. 1 star for the gloss applicator"
		},
		{
			"review_title": "Definitely a great addition to my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this duo for fall. Great layering colors and looks nice even with my fairer complexion. Not sticky. Does apply better after I moisturize my lips either with a light layer of balm or my facial moisturizer."
		},
		{
			"review_title": "Fall lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love the color. Easy to build up for a more dark plum."
		},
		{
			"review_title": "Looks beautiful cheaply made thou",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Beautiful combo … day one used it once and the liner popped out of the casing . I returned it and was sad but reordered it got it again put it on this morning and BOOM  lip line pops out of the case so the liner isn’t made correctly and isn’t"
		},
		{
			"review_title": "Good but not great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I bought this because I liked the shade, however, once I received it and tried it on the applicator of the gloss was a bit weird and difficult to distribute. The shade is nice and it’s pigmented enough, just a bit sticky."
		},
		{
			"review_title": "This combo is a WINNER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This combo is *stellar*!!!! The plum is a perfect fall color. The blur liner is so easy to use and the gloss has great pigment and not sticky. Soooo good!"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The liner was disappointing it was patchy on my lips and did not wear well. Love the gloss but the liner was a miss for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I like both products; the shades are pretty, and both have nice textures. however, i don't think it's worth the price. the lip liner was broken when i opened it (ie, the liner itself flew out of the grey case), and i don't particularly like the gloss applicator. also it's not as dark as the photo on the box."
		},
		{
			"review_title": "Beautiful plum color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Very beautiful gloss on fair olive skin. I only use REFY glosses. They are my favorite. The first picture is with one light layer. The second is a heavier application ( 2 )."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I actually really love this set but just like a lot of other people mentioned on the reviews of the lip liners, the liner bullet breaks super easily. I’ve had this set for less than a week and my liner already broke. Not worth buying more liners if they’re all going to break o fast"
		},
		{
			"review_title": "Nice surprise, might buy two!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "When I saw this fall collection color coming out I had to immediately purchase it and I’m so glad I did. The color is a beautiful plum, the gloss is a nice tint not too over powering. I recently tried the refy lipstick and was pleasantly surprised how buttery and pigmented it was. The liner surprised me as just as much, very pigmented and easy to blend. I definitely would recommended this collection if your looking for a nice fall color. You can do either product on it’s own or together. It so good I might want to buy a second!"
		},
		{
			"review_title": "Gloss is the Main Character!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "From a lippie girl, this is by far one of the best lip products I’ve ever used. The liner is pretty if you just want a matte blurred effect. The gloss is my fave in this tho. Perfect for fall and it kept my lips hydrated."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "wanted to love this product so much but the lip liner came broken and I can see that this has also been an issue with others :/ unfortunately can’t justify keeping an expensive BROKEN lip liner, had to return"
		},
		{
			"review_title": "Pretty but poor quality",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s beautiful in color but the crayon broke off the first time I opened the liner. It’s also crumbly and as you draw it leaves chunks behind."
		},
		{
			"review_title": "pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I love Refy! This is perfect for fall. On my medium skin tone, it looks best applied super light so it’s more pinky & sheer"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Super pretty! I’m very fair skinned and the tone is gorgeous but doesn’t work on me as well as I’d hoped (if you have a medium or deeper complexion I think it would look stunning!!) and the gloss imo looks exactly like Rhode’s Raspberry Jelly! If you have both, I’d skip this one (though the liner is super nice!)"
		},
		{
			"review_title": "Fall lip combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Beautiful lip combo perfect for fall. You can wear them together or by themselves love!"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I think Refy products are really underrated because this color combo along with the product itself is gorgeous. The domed applicator of the lip liner really does blur and make your lips look fuller and the lip gloss is very nice, thick but not stick and nicely opaque."
		},
		{
			"review_title": "a must color for fall and winter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "this is the perfect color for medium dark skins! looks so good with and without the lip liner"
		},
		{
			"review_title": "LOVEEEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I’ve been searching high and low for cool toned plum/purple lip products and this is fantastic! The products can be built up rather you want it more sheer or pigmented. REFY, please keep this combo around even if you have to sell the two separately!! :)"
		},
		{
			"review_title": "New go to lip combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "This is my first Refy purchase, and everything about this product is chefs kiss. I usually stick with browns and nudes, but this color is so good! The liner stays put even with the gloss. I hope it's still around whenever I run out because if it's not, I'll be sad :("
		},
		{
			"review_title": "Brown Skin Friendly, FALL MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Oh my god Ive never seen this combo before and it’s absolutely perfect for Fall!! I’m gonna keep repurchasing because it’s so good! I don’t have lips but this makes my lips look so good! Take a chance on this you won’t regret it!!"
		},
		{
			"review_title": "Plum on Darker Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Very thick gloss, creamy lip liner, LOVE this set. Came off more red, but not mad. Can’t go wrong buying this."
		},
		{
			"review_title": "LOVE THIS COMBO YOU NEED IT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I saw this in my local Sephora yesterday and thought the packaging was pretty lol so I bought it. I have never tried refy lip products before but I LOVE THIS!! It’s a beautiful combo. Idk how i was able to score it in store and so early since it hasn’t released yet!! but i love it pls buy"
		}
	]
}