{
	"product_id": "1774",
	"name": "Peace Perfume Sampler Discovery Set",
	"brand": "The 7 Virtues",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 34.0,
	"about": "Set Description:Made with sustainably sourced ingredients from Haiti, Madagascar, Sri Lanka, and Egypt, these hypoallergenic, vegan, and long-lasting wellness perfumes are full of aromatherapy benefits. Incorporate them into your daily mindfulness rituals to bring you bliss, instill calm, and ignite your creativity..About the Fragrance:Vanilla Woods is an intoxicating perfume with a dash of fresh pear, rose heart notes, and a long-lasting finish blending sustainably sourced Madagascan vanilla and gourmand caramel infused with warm amber..This Set Contains:- 0.06 oz/ 1.7 mL Vanilla Woods Eau de Parfum",
	"ingredients": "Vanilla Woods: .Alcohol Denat., Fragrance/Parfum, Water/Eau/Aqua...Amber Vanilla: .Alcohol Denat., Fragrance/Parfum, Water/Eau/Aqua, Farnesol, Hydroxycitronellal, Limonene, Linalool...Coconut Sun: .Alcohol Denat., Fragrance/Parfum, Water/Eau/Aqua, Benzyl Salicylate, Limonene, Coumarin, Linalool, Benzyl Benzoate, Cinnamyl Alcohol, Citral, Benzyl Alcohol, Geraniol, Farnesol, Citronellol, Eugenol...Cherry Ambition: .Alcohol Denat., Fragrance/Parfum, Water/Eau/Aqua, Coumarin , Limonene, Benzyl Alcohol, Linalool, Cinnamyl Alcohol, Alpha-Isomethyl Ionone , Citronellol, Eugenol, Benzyl Benzoate, Citral, Geraniol, Cinnamal, Benzyl Cinnamate...Lotus Pear: .Alcohol Denat., Fragrance/ Parfum, Water/Eau/Aqua, Benzyl Salicylate , Hydroxycitronellal, Limonene, Coumarin, Linalool,  Benzyl Alcohol, Farnesol, Geraniol, Citronellol, Benzyl Benzoate, Citral...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Layer perfumes with one another to create your own unique, signature peace perfume..-Apply liberally to your pulse points, as fragrance intensifies with your body’s warmth..-Avoid rubbing your wrists together, as this breaks down the fragrance and causes it to wear off more quickly...Recycling Instructions:.-The FSC-certified cardboard packaging is recyclable.",
	"num_reviews": 198,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/7-virtues-peace-perfume-sampler-discovery-set-P510389?skuId=2762474&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2762474-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Classy gourmand scents, great variety in this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I love every variation in this sample set - my favorite is probably the Cherry Ambition, followed by Vanilla Woods.  The scents are gourmand without being too childish, which I love"
		},
		{
			"review_title": "Love the scents, bottles need work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Love literally every scent that was included! Minus one star because the little bottles didn’t work after a few sprays for 2 of them."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "OMG I LOVE THESES- most definitely recommend long lasting amazing smells but only bad thing is how small they are but other wise that they are amazing love them"
		},
		{
			"review_title": "Heavenly smells",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Despite it being sample size, I’m extremely happy with these scents. They don’t have that rubbing alcohol smell, they’re subtle yet savory as well. Will be buying full sizes of pretty much all these scents especially the vanilla and pear."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I wish they made this set with 30 ml bottles! It’s SO good. I love every single one and they stay all day!"
		},
		{
			"review_title": "Not a game changer..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have the old version of this discovery set that contains more and some different scents, so take this with a grain of salt if you will, but honestly its kind of just disappointing. I love clean, floral, and fruity scents, but only 2/7 scents are ones that I would MAYBE consider wearing from the set I own, and those specific two perfumes aren't even included in *this* set!   Lotus pear is particularly disappointing, and their scents that say they're vanilla smell pretty much like nothing. Other than that I've found that most of their scents just smell like something that would be used to freshen the smell of a porta-potty.   Patchouli citrus and Blackberry lily are the only two scents from the original tester pack that I would MAYBE consider wearing and they're not even included in this tester pack... I would not risk it."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This Discovery set is worth the price!! Thanks to it I found my signature scent 🤍 I’m really IN LOVE with Vanilla Woods and have received many compliments!!! My second favorite is Cherry Ambition. The rest of them are not my cup of tea but they are really good tough ✨ A really good option if you have sensitive nose like me"
		},
		{
			"review_title": "Great to try new scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This is a nice little sample pack. I liked 3 of the scents & my daughter loved the other 2, which were vanilla. the Cherry Ambition smells amazing & lasts the longest for me."
		},
		{
			"review_title": "Awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "If I could give this less than one star, I would. How it received the star rating that it has is beyond me. I made the mistake of buying this set blindly and bringing it with me to Cuba so I could have a variety of scents to choose from. In my opinion, they were all awful! Nothing pretty, feminine or even sexy about any of them."
		},
		{
			"review_title": "Love this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "My husband hates perfumes of any type.  I added a sample with my last purchase.  I love the scent but more importantly, my husband loves it as well.  I got the coconut sun scent.  When my sample is gone, I will purchase a full size. It stays on all day."
		},
		{
			"review_title": "Scent gone after 5 minutes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "the scents smell lovely, but have zero staying power.  5 minutes later, and I can't smell anything.  I layered 2 different scents and still couldn't smell it minutes later"
		},
		{
			"review_title": "Great introduction to the 7 Virtues brand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not all fit my personal style, but that’s the beauty of the set. I loved finding what works and what doesn’t for me. I definitely plan on buying a full sized perfume (still deciding on which one)!"
		},
		{
			"review_title": "Perfectly Subtle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I honestly cannot stand most perfumes, I often find them overwhelming, and headache inducing. There is not one scent that I find does that, and please don’t ask me to pick a favourite because there is no way I possibly could!! possible way"
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Loved ALL of these unique scents! Great discovery set."
		},
		{
			"review_title": "Nice way to try scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great way to sample most of the scents. I like vanilla woods and amber vanilla.  Cherry ambition is one of the worst perfumes I have ever smelled.  It is basically close to the smell of a cheap air freshener.  I’m so happy I didn’t purchase the full size."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "They all smell amazing but if you combine them..... even better !"
		},
		{
			"review_title": "Love 7 Virtues/Bad Discovery Set",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Tiny, cheap samples unlike other discovery sets like Tom Ford. Sadly, I was only able to get 2 of the 5 to even spray more than once, so I have no idea whether I like them or not. Buyer beware! I’ve been buying Vanilla Woods since it was released. Ironically, that’s 1 of the 2 samples that worked! The other one was Coconut Sun. I could see people liking that especially for summer, just not for me. I was really excited to try all of them, especially the new Vanilla Amber. I’m disappointed in this poor quality of this set in terms of design and quality testing. I spent $40 with tax to test 2 samples—that’s $20 each! I actually see the value in discovery sets and buy them a lot to test out ne fragrance LS. Between the hefty price increases, poor longevity of fragrance and need for constant reapplication, and this and the discontinuation of the Blueberry scent that I regularly bought for a bff and cousin, I’m a little more than disappointed with an otherwise absolutely phd no brand and miss the high quality products I so fondly loved for the past decade or so. It makes me wonder if my favourite fragrance will be useable and of the same quality. Very unfortunate. I think I’ll take a break for a bit to see if quality improves to what the standards used to be."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like each fragrance. I would buy each one individually in a full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "What a great purchase!  Love all the scents especially the cherry ambitions one :)"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "These are super perfumey and give me a headache :( sad about it. Thought it wouldn’t be the case bc it’s a clean brand but guess I was wrong"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "What happened to the blackberry 7 Seven  Virtues ? I like the philosophy behind this company, but the only scent of theirs that I love enough to buy is the blackberry."
		},
		{
			"review_title": "Great Sample Pack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		}
	]
}