{
    "product_id": "1522",
    "name": "Cheirosa Perfume Travel Minis Set",
    "brand": "Sol de Janeiro",
    "categories": "Fragrance, Value & Gift Sets",
    "price": 46.0,
    "about": "Set Description: This four-piece limited edition collection features travel sizes of Sol de Janeirou2019s best-selling scents: irresistible and sunny Cheirosa 62u2122, enchanting and in bloom Cheirosa 68, sultry and delicate Cheirosa 40, and uplifting and delicious Cheirosa 59...This Set Contains:- 4 x 1 oz/ 30 mL Perfume Mists in Cheirosa 62u2122 Perfume Mist, Cheirosa 68 Perfume Mist, Cheirosa 40 Perfume Mist, Cheirosa 59 Perfume Mist",
    "ingredients": "Cheirosa 62u2122 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance), Benzyl Alcohol, Benzyl Salicylate, Hydroxycitronellal, Coumarin, Limonene, Linalool, Benzyl Benzoate, Citral, Eugenol...Cheirosa 68 Perfume Mist:.Aqua (Water, Eau), Cetearyl Alcohol, Parfum (Fragrance), Caprylic/Capric Triglyceride, Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Pyrus Malus (Apple) Fruit Extract, Cetyl Alcohol, Cocos Nucifera (Coconut) Oil, Caryodendron Orinocense (Cacay) Seed Oil, Butyrospermum Parkii (Shea) Butter, Behenyl Alcohol, Squalane, Collagen Amino Acid, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Copaifera Officinalis (Balsam Copaiba) Resin, Astrocaryum Vulgare (Tucumu00e3) Kernel Oil, Astrocaryum Murumuru Seed Butter, Daucus Carota Sativa (Carrot) Root Extract, Tocopherol, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Extract, Ethylhexylglycerin, Pentylene Glycol, Heptyl Undecylenate, Potassium Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Xanthan Gum, Citric Acid, Sodium Hydroxide, Phenoxyethanol, Mica, Alpha-Isomethyl Ionone, Benzyl Salicylate, CI 77891 (Titanium Dioxide)...Cheirosa 40 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance)...Cheirosa 59 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance), Alpha-Isomethyl Ionone, Hydroxycitronellal.",
    "how_to_use": "Suggested Usage:.-Spritz from head to toeu2014anytime and anywhere. .-May cause compliments.",
    "num_reviews": 69,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/sol-de-janeiro-cheirosa-perfume-travel-set-P513077?skuId=2814762&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814762-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I gifted these this set to my daughters for Christmas and they are in love with the scents. Of course they would have liked bigger sizes, but really no complaints. Smells great"
        },
        {
            "review_title": "Gifting Win",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Perfect pre-teen gift! She was over the moon to receive this and loves them all. I would definitely recommend purchasing for a gift."
        },
        {
            "review_title": "The best scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Perfect size for your purse and all the scents are so amazing I now have the full size of 3/4 of them!"
        },
        {
            "review_title": "Must have in your sol collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am in love with this perfect to carry in your bag !"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I love these! So cute. They all smell great too! Would recommend for travel"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love sol de janerio products! I bought these as a Christmas gift. Of course I wrapped them up and when opened on Christmas Day, one of the bottles of perfume was completely empty, and returning was not an option  was not an"
        },
        {
            "review_title": "Amazing Product and great to start with!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This set is amazing! Itu2019s great if you are trying to figure out what scents you like or dislike, and the packaging is so nice! A definite yes for me!!!"
        },
        {
            "review_title": "Smells great, but do better for the price please.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was a little disappointed that when I gifted this to somebody and they opened it, the 62 was 3/4 empty and had leaked through the box. The lid wonu2019t even tighten. But other than that, love the product."
        },
        {
            "review_title": "took to long to get to my house",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i ordered my product on November 13 and i just got it on December 20 i canu2019t leave it took that long ufffcufffc"
        },
        {
            "review_title": "Extremely disappointed!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Purchased this in October as a gift that I put away for Christmas. Was opened Christmas morning (taped shut) and it only had 3 of the scents. Received a duplicate of 40. Super super annoyed. Defeats the purpose. This was purchased over 60 days ago, so unlikely I can exchange. Angry that I paid so much for a useless gift."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is great! It gives you an opportunity to find the one you like. After finding my favorite sent I bought the larger version of it. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m obsessed! I live these mini body mists. My personal favourites are 62 and 59"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product wasnu2019t even delivered and sephora did not resolve the issue and since when did they start delivering with DoorDash do not trust them at all."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Waste of money super small and the fragrances do not long even 10 mins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love these perfumes! they smell so good, they are portable and i absolutely love the packaging! i definitely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great set for someone who whatu2019s to try multiple sents or just for travel but if you like one sent just get the bigger size."
        },
        {
            "review_title": "Itu2019s a must have routine ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these products  they smell so so good  ud83dude0a ufffcufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "These smell great and are reasonably priced. Received quickly"
        },
        {
            "review_title": "don't waste your coins",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "I have tried the original scent and decided to try these. I was so disappointed. Waste of money smells like rubbing alcohol."
        },
        {
            "review_title": "Great options!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love these perfumes as they don't wear off quickly and this kit has great options. Although they can leak a little bit sometimes and I not like 68 personally. But overall worth your money : )"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "The smells are great, the set is great for a gift!"
        },
        {
            "review_title": "Two 68's and no 62 perfume!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The perfumes are nice, but I ordered this set and received two 68s and no 62? and customer service was no help!!! buy your products elsewhere ladies this company is a joke"
        },
        {
            "review_title": "Worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i like sol de janeiro and this was an amazing deal but is it just mine every time i spray 40 it leaks still good gift from my momud83eudef6ud83cudffb"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "All of my fav scents are great for beginners or on the go ud83eudd29"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The perfect set to have and try the different fragrances, itu2019s just perfect."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love some of their scents and purchased this as a gift for someone else. Such a steal for the four, almost as good as their previous bundle that featured six scents."
        },
        {
            "review_title": "Smells so nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I bought this about a month ago and wow! It smells so good and I love to rotate the different scents throughout the days. It's a great set if you want a lot of Sol de Janeiro scents, but don't feel like buying a full size of each. As soon as I run out, I will be buying more!"
        },
        {
            "review_title": "Sol de janeiro",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "These 4 perfume are amazing! The smell last so long as well as they are perfect size for traveling or your purse"
        },
        {
            "review_title": "Love the scentsss!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "All of them are amazing! I love the way they smell and I love the size! They are perfect to bring anywhere. Number 40 does smell like rubbing alcohol but once you spray it and it settles after a minute then it smells great!"
        },
        {
            "review_title": "YOU HAVE TO GET IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "I love it, you get the value of your money & i get so much compliments. I got it because i couldnu2019t decide which one to get & they smell heavenly, real leaning towards 62!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "loved the 40 one is my fav it was so good its the best"
        },
        {
            "review_title": "Very disappointed with these brand!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The scents are delicious but the smell doesn't last long on the body, you practically only smell it the moment you put it on and it disappears immediately. Very disappointed with the product and the brand!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This had been sold out and I picked up the last one ..love love this perfect for vacation as well as throwing in your purseu2026they all smell delicious"
        },
        {
            "review_title": "just what I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I love this sol de Janeiro mist set. it is so cute and just what I needed."
        },
        {
            "review_title": "Great mix.  Keep it interesting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I am loving this  mixture of smells and perfumes and they last long"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is great if you want to try out all the scents, they are awesome for travelling and for your purse!"
        },
        {
            "review_title": "Perfect set !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Perfect set!!! Canu2019t go wrong with multiple options"
        },
        {
            "review_title": "Just OK",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the #62 scent so I was super excited to try the other scents. I wasn't overly impressed with the other scents. They were just ok, not bad but not OMG I love these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Perfect gift! Each mist offers a unique, long-lasting fragrance that captures the vibrant, sun-kissed essence of Brazil. Perfect for layering or gifting, the mini bottles are portable and adorable. A must-have for fragrance lovers seeking an exotic, refreshing blend of sweet and warm notes."
        },
        {
            "review_title": "You should really try this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "These perfumes are so good and i just love them and the sents they chose for these are such a great choice"
        },
        {
            "review_title": "INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This is actually the best product ever definitely worth the price ud83dude0dud83dude0dud83dude0dud83dude0d I love it so much"
        },
        {
            "review_title": "My everyday perfumes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "4 delicious smells, perfects for different situations. The size is oerfect for travelling or for going out and retouching. The product lasts a lot."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "This is a great product if you want to buy 4 of the best smelling perfumes for a lot cheaper. I love how they fit in all of my purses and last for a really long time."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I opened my parcel box and I got only three bottles of perfume. never happened before this was the first time I got my half order. I heard a lot about these perfumes, so I ordered, but I am so disappointed ud83dude1e I will order again because I wanna try these perfumes."
        },
        {
            "review_title": "Perfect Set! ud83eude77ud83dudc9bu2764ufe0fud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is the perfect set! Itu2019s quite cheap for four mini perfumes, lets you try new scents, and are perfect travel sizes! 59 and 62 are my faves ud83dude01"
        },
        {
            "review_title": "2 of the same scents",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "disappointed I received 2 of the same scents and the scent sucks.."
        },
        {
            "review_title": "Missing product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought this in-store and upon opening the package noticed that 40 had significantly less product. Kind of a bummer. Seems like this is not uncommon judging from other reviews."
        },
        {
            "review_title": "mini assorted love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "these can not be compared to B&BW! omg that is nonsense! i love minis, assorted packs & SdJ as a brand! buying this, full price! was a no brainer for me. I love how they look on my bathroom counter. plus the set makes an awesome gift for a fragrance lover & i also buy extra sets to break up for stocker stuffers. haters stop. don't u try scents b4 u buy them? u can go to sephora (& now ul!a) to try b4 u buy. if u ain't liking them that is ur own fault."
        },
        {
            "review_title": "Very cheap, giving Bath and Body Works (but worse)",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love Sol de Janeiro but these mists are NOT it. Smells artificial and candy-sweet, like something I'd wear back when I was in middle school not as a grown woman. Ended up giving them to my nieces (who are teens) as it seemed more fitting for them. If you're looking for a quality body mist sampler, I'd recommend Kopari's set instead."
        },
        {
            "review_title": "my go to mistss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "don't miss this kit. it has every type of smell that needs on several occasions. these are easy to carry daily."
        },
        {
            "review_title": "disappointing scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Normal skin",
            "review_text": "I saw a lot of hype around these fragrances and decided to try them for myself. Personally, the scent is disappointing and smells kinda cheap. Nice variety, but sometimes I can't tell the difference between two scents. Overpriced in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my first time buying any of these sprays, they smell wonderful but all the spray bottles arrived with different amount of product. This is unfortunate since the bottles are already small and missing product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is a cute gift idea and good way to smell the new scents"
        },
        {
            "review_title": "59 is heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "smells so delicious, nice sampler pack for those unsure of which scent suits them"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "just as I expected, all the scents are amazing I would buy it 10 times more!!"
        },
        {
            "review_title": "Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Highly disappointed. Not worth the money and I didnu2019t receive any samples either. Tiny!"
        },
        {
            "review_title": "Sephora me ROBu00d3",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Artu00edculo no me llegu00f3 y Sephora me robu00f3 , no se hizo responsable el transportista entrego a la direcciu00f3n que no era , les enviu00e9 pruebas que la fotografu00eda que deju00f3 el transportista no era mi casa y au00fan asu00ed me robaron , no me hicieron reembolso ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Normal skin",
            "review_text": "I can't recommend this enough they smell so good and it is adorable ud83dude0d 10/10"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is the best travel set ever. I love each fragrance and its longevity. Perfect for my frequent trips."
        },
        {
            "review_title": "BEST GIFT EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Bought this as a gift for my daughter. She absolutely loved it. She put one in her basketball bag to take to games. These are the perfect size."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Arrived sooner than expected. The scents are SO GOOD and the colors are so pretty! Definitely worth it in my opinion. I will admit that I did receive 40 with less product than the other three but probably just something that happened during the shipping process. (I have only used them all once for reference, 40 is much lower)"
        },
        {
            "review_title": "hehehe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "all great scents! great vaule!! amazing love all of these definitely would repurchase"
        },
        {
            "review_title": "Not worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't get the hype of these. I was excited to see what they smelled like because a big deal was made out of them. They smell so cheap and artificial, like any body spray you would get at the drug store. These are way overpriced for no reason."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "this is my first time using Sol de janeiro, and I love these. My favorite one is 62, and i really recommend this for anyone who wants to try out Sol de janeiro perfume !"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Amazing product! It helped me choose what scents I would want to buy in a bigger size IN the future. overall a great set that I would buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "After buying these sol de janeiro bigger bottles and the small ones. I needed these minis for my purse ud83dudc5b for traveling and to use it as refills. ud83dudcafu263aufe0f So I bought 2-mini spray mist And 2-mini body dream cream, Can't wait till 71- cream to come out."
        },
        {
            "review_title": "Value is a lie - this is not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "The claimed value is a lie. It is about half that, so you get ripped off with this set. This kind of lie has to be illegal."
        },
        {
            "review_title": "use it every day!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I love 59 sm! they all smell so good though you need to but it."
        },
        {
            "review_title": "Good ud83dudc4dud83cudffb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "These are awesome, but they are leakey but they smell so good"
        }
    ]
}