{
    "product_id": "1518",
    "name": "Cheirosa '59 Perfume Mist",
    "brand": "Sol de Janeiro",
    "categories": "Fragrance, Women, Body Mist & Hair Mist",
    "price": 51.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Sugared Violet, Vanilla Orchid, and Sandalwood.Fragrance Description:Uplifting and delicious, this enticing scent is scientifically shown to boost your mood.* Immerse your body and mind with notes of vanilla orchid, sugared violet, and sheer sandalwood..About the Fragrance:This fragrance captures the emotion of winding down after a perfect beach day. Evocative notes are elevated with exquisite florals, while juicy plum brings a bold, creamy touch.u2014Jerome Epinette",
    "ingredients": "Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance), Alpha-Isomethyl Ionone, Hydroxycitronellal.",
    "how_to_use": "Suggested Usage:.-Spritz from head to toeu2014anytime and anywhere. .-May cause compliments...Recycling Instructions: .-Recycle the bottle and cap and discard the pump.    ..Optional:.-Clean well and upcycle your empty bottle for that next DIY project. .-Sol de Janeiro suggests filling with water and misting houseplants.",
    "num_reviews": 739,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/sol-de-janeiro-cheirosa-59-perfume-mist-P509438?skuId=2734093&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2734093-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.1 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2734093-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this new sent, can be layered with many different perfumes, long lasting definitely one of my favorite of there sents"
        },
        {
            "review_title": "10/10 Perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This 59 sol de janero product is awesome I am almost out of it and would buy it again perfect everyday scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Loved this mist as a layering scent, to me it smells like a sweet slightly floral vanilla"
        },
        {
            "review_title": "Bottle leaking and doesnu2019t spray",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "The perfume itself is nice and smells great, but the bottle was badly leaking (even with the plastic on) and the spray nozzle doesnu2019t even work. Disappointed in the quality."
        },
        {
            "review_title": "I loved this, but it was broken.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "The cap of this product fell off and it leaked, and when it arrived, it was leaking. I love the scent, I would just like to exchange it because it was leaking. this was my favorite set, but I was disappointed that the cap broke and a leaked."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Has such a nice scent, a bit more sophisticated than the other scents - this and 62 are my favourites"
        },
        {
            "review_title": "You gotta have it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I put it on everytime before i have to practice and it doesnt go away and it doesnt small bad, it has you smelling good for a long time (like 3-5hrs)"
        },
        {
            "review_title": "My favorite scent of ALL time!!!!!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "It smells sooo good! I would definitely recommend! I use this every day and itu2019s running out! Itu2019s almost time to restock!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the sol de janeiro line! I have about 6 of them, and this scene is definitely top 2 for me! Smells so clean and fresh but without that price tag. Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "such a perfect warm n fun hair and body mist , i adore it so much"
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with this scent. Itu2019s warm and sweet. It reminds me of rush by Victoria secret that I used to wear religiously in high school and they discontinued it! Iu2019ve never been able to find a scent that compared until I smelled this. Obsessed really isnu2019t the word I love it so much. Itu2019s my favorite sol de Janeiro scent by far. compra"
        },
        {
            "review_title": "I use the sol de Janeiro when u go out .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Love this sol de Jeneiro sent would buy again. Recommend you get my fave perfume mist out of all of the other sol de Jeneiro in my option . I spray this every time I leave my house or go to school I even spray some of this to go to sleep it actually help me go to sleep again the sent is just soaoaososoossosoososossosoosossoososososososososososososososososoososososossoososososos good ."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Love this smell! Iu2019ve been using Sol De Janerio for a while now and I love their product! Def over priced but definitely amazing!"
        },
        {
            "review_title": "Needed to get another one it smelled so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I got the mini as part of a Sephora Advent Calendar and have already fallen in love with it and getting a full size!! Iu2019m a big vanilla girly and I love the way this is floral and kinda woodsy as well!! My new go-to scent!!!!"
        },
        {
            "review_title": "Perfume, NOT DRY SHAMPOO",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "For anyone concerned about the review that is saying it made them start balding, itu2019s because they used it as dry shampoo when itu2019s a perfume NOT DRY SHAMPOO! It says: Cheirosa u201859 PERFUME Mist NOT DRY SHAMPOO itu2019s their own fault for not using it properly and as the correct product"
        },
        {
            "review_title": "it slays",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "omggggg it's so nice! i had 40 before and i like this one a lot more bc it's more subtle and sophisticated but also lasts wayyy long. def would recommend!"
        },
        {
            "review_title": "The best one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I loveeeeeeee it so much !!!  This is my fav sol de janeiro scent and the pistachio."
        },
        {
            "review_title": "Smells soooo good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love this scent. It is my most favorite SDJ scent. If itu2019s in your cart buy it."
        },
        {
            "review_title": "Smells so good like vanilla ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is one of my favorites, sol de janeiro sprays 100% would buy again ufffc"
        },
        {
            "review_title": "My favorite sol de Janeiro",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume! Would recommend all the way. Iu2019ve received so many compliments with this perfume. My favorite sol de Janeiro perfume."
        },
        {
            "review_title": "Can't live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "THIS IS THE BEST PERFUME I HAVE EVER USED IT SMELLS SO GOOD AND ACTUALLY LASTS!!!!!!!!"
        },
        {
            "review_title": "New favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is my favorite Sol De Janeiro scent! I am very picky about perfume but this is such a nice every day vanilla. I love that it has a subtle floral quality in the opening thatu2019s not too overpowering, and then becomes a bit more woodsy and skin-like as it lingers. Itu2019s so nice to have a go-to fragrance thatu2019s safe for hair as well!"
        },
        {
            "review_title": "New Favorite scent!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a perfect winter scent! Beautiful formation!"
        },
        {
            "review_title": "smells nice but price is high",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "it smells nice and the packaging is nice but it fairly expensive for the size of the bottle."
        },
        {
            "review_title": "Must try ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Even though this product is very popular and very well known I think you should still get it because if you can tell, I like their perfume Miss even though they donu2019t last the longest theyu2019re perfect for a light scent sent 59 and 40 are perfect 59 smells like winter and vanilla. Itu2019s perfect for all seasons, though I highly recommend ufffc"
        },
        {
            "review_title": "everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "after i have been using this product for the last few days, i am loving it. the scent lasts all day and i get so many compliments"
        },
        {
            "review_title": "Considered Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "OMG, THIS IS THW BEST SOL DE JENEIRO! This product made me get compliments about me and asked if I was using luxury perfume and goes great with floraly lotions. Plus, I'm already on my 2nd bottle of it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Please make this into an eau de parfum!! This scent is my favorite out of all but isnu2019t as strong or last as long as I would like it to."
        },
        {
            "review_title": "SMELLS SO GOOOD ITS MY FAV!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i get so many compliments when i wear this perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the smell every time I wear it I get compliments and I last for a while"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Such a good scent it smells so good and it lasts long i would definitely buy this again"
        },
        {
            "review_title": "MUST HAVE SENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "smells so good, my favorite of my sol de janeirou2019s. cant go a day without it"
        },
        {
            "review_title": "Scent is Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I bought this product in store. I fell in love at first sight (or smell if you want to be technical)! It smells so good and coming from someone who usually gets headaches from strong-smelling items, this was a great investment! I smell so good and I am so happy with this purchase!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "Cheirosa '59 is my favorite SDJ scent. I think that the '62 scent smells like nutty sunscreen (which is not bad, but I do not want to smell like that on a daily basis, and definitely not in the winter), '71 smells like buttered popcorn (I do not want to smell like buttered popcorn), and Beija Flor smells like a fruity cleaning product.  '59 is a very cozy and inviting scent. It may even put you to sleep--not because it's boring, but because it's like a lullaby. If you want a scent that will relax you, this is the one. '59 is a sweet evening walk in the garden, whereas the other SDJ smells are very life-of-the-party: exhausting.  If I were to do a bit of creative writing about this smell...well, consider the following situation: you have baked a fragrant vanilla cake in your kitchen, and you left the window open. It is a slightly damp but cool and pleasant night outside. You go outside from the kitchen to a wooden porch, where you are surrounded by night-blooming jasmine. You take a deep whiff of moist, cool air. You can still smell the cake in your kitchen. That's what wearing '59 feels like.  Pros: Inoffensive and lovely. Great for layering. Lingers in hair and clothes.  Cons: It's a body spray and not a perfume. It has weirdly good staying power for a body spray."
        },
        {
            "review_title": "I LOVE THIS SM!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I personally love this scent and itu2019s my go-to every day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This smell very very bad, smell like sandu2019 too expensive!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m the ultimate vanilla perfume lover but I absolutely hate this. When it dries it smells like those bubble wands you probably had as a childhood. Itu2019s awful and it would not scrub off my skin. It smells so cheap and gross."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "my friend loves this but to me it honestly smells like feet lol"
        },
        {
            "review_title": "My favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This perfume smells AMAZING. I am a vanilla girl and this just elevated my signature scent. It smells so good and does last a bit. I will definitely buy the body cream and body soap in the scent because i am OBSESSED. I love it so much and i always get compliments while wearing it. I recommend ud83dudcaf"
        },
        {
            "review_title": "A must in my daily routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I love this scent and it smells amazing I definitely would recommend it."
        },
        {
            "review_title": "Too sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Way too sweet for me. doesnu2019t smell like sandlewood at all, and it lacks a fresh/fruit/musky note to balance it out. It smells like straight sugar and vanilla, and while i love no 62, i had to return it because it was just way too sweet. my boyfriend wasnu2019t a fan either unfortunately :/"
        },
        {
            "review_title": "I love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I love this scent so much I use it everyday but I would recommend the body butter with it because the scent will last longer with the body butter"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love every scent and wonu2019t stop until I own them all!"
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "it legit smells so good and i get so many compliments whenever i wear it. its my sneaky link's fav. literally buy this because everyone will fall in love with you. i do wish it lasted a little longer though, but its amazing anyway!"
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I had never had sol de jenero before this! This was the first scent that I had! I got the mini/travel size to try and see how It smelled! Iu2019m only using a little bit because I donu2019t want to run out! Now  I have 48 and 59! And I love 59 the best! It just canu2019t be beat! YOU HAVE TO BUY THIS PRODUCThave this"
        },
        {
            "review_title": "go-to scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "this scent is literally perfect for any occasion!! it has a very warm, floral scent to it which lasts ALL day!"
        },
        {
            "review_title": "a must have in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "literally smells so good. i have two bottles of just this scent and they both havent run out, lasts a long time and lasts on clothes too which is good! 76 and 59 are def my top favs! i reccommend this!"
        },
        {
            "review_title": "ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The reason why I should get this product because it is freaking perfect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "super gorgeous sweet scent with a hint of floral, and a few sprays lasts all day. gets a lot of compliments as well"
        },
        {
            "review_title": "Loveu2764ufe0fud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I got this as a gift and thought Iu2019d try it but after one spray i immediately fell in love with it! It is not to strong but not so light you canu2019t smell it for more than 5 minutes. This is my go-to smell. I love this scent and"
        },
        {
            "review_title": "Itu2019s so worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I absolutely love this product, I only need 2-3 sprays and they last up to 2 days! I tried the tester in store and wasnu2019t able to smell it at first as there was too many scents but on the way home I fell INLOVE with it and had to go back and buy it. I was able to smell it for. 3 days  and is just overall worth the money I paid for. This scent is not hyped enough I get so many compliments ud83dudc95"
        },
        {
            "review_title": "But this now!! You need it to smell fabuloussssss.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Before I had this one I had the sample one, Genuinely at first I didnu2019t like it at all but then later on I absolutely loved it so much so now this bottle will last for a long time"
        },
        {
            "review_title": "PLEASE READ BEFORE BUYING!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "After using this product for over a couple months, it is still very full (I got the mini) only downside is whenever I use it I get headaches, IT IS SO STRONG... overall good smell, it smells like birthday cake and caramel, do not recommend for people with a strong sense of smell."
        },
        {
            "review_title": "The ultimate body mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this scent! Itu2019s my favorite and makes you smell like vanilla cupcakes. Definitely a must have."
        },
        {
            "review_title": "Strong smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This smell is so strong it does not smell like anything. After putting on 2 sprays, it lasted over 2 days. The strong smell gives me a headache, and Iu2019m starting to want my money back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Sol de Janeiro 59 spray has quickly become a beauty staple for those who crave a flawless, radiant glow. True to the brand's commitment to excellence, this body mist exceeds expectations with its impressive, long-lasting results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love the scent and in my opinion it's one of their best.  I uploaded a photo but I forgot if it was a mini or normal."
        },
        {
            "review_title": "My go to scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've worn 59 for as long as its been out and I've gotten so many compliments whenever I wear it, but its not overwhelming smell like some other perfumes, I love it so much"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Normal skin",
            "review_text": "This perfume is my favorite! the scent is so strong and lasts all day"
        },
        {
            "review_title": "love that smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "love the smell. would love the smell to stay longer on me. but still love it and rebuy everytime im running out of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Love the smell! It's light, so perfect if you're sensitive to strong scents."
        },
        {
            "review_title": "Daughter loves it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Somewhat overpriced in my opinion, but my daughter was thrilled."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I bought it today, but I already fell in love with this scent it smells like vanilla, sugar and little violet!ud83eudd24"
        },
        {
            "review_title": "I MUST HAVE THIS IN MY MORNING ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "THIS IS THE BEST PERFUME I Have GOTTEN IN A COUPLE OF YEARS AND ITS SMELLS SO GOOD!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells so good and really elevates my confidence"
        },
        {
            "review_title": "smells like vanilla goodness!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "literally my fav scent!! it smells like vanilla treats!! I always get compliments when I wear this scent!! it smells so good and I love the packaging. I love ittt!!"
        },
        {
            "review_title": "its amazing! (but pricy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this is my favorite sol de janerio scent because it smells absolutely amazing! for someone who isnt a fan of strong vanilla scents, this is still really good because it has a hint of vanilla but it also has other things in it to cancel out the strong vanilla scent we all know of lol. it could be on the pricer side since it is 40 bucks for the big bottle but let me say, its so worth it!!"
        },
        {
            "review_title": "Not attracting spiders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this scent! I got it for my birthday and now it has to be one of my favorite SDJ scents. Iu2019ve seen plenty of reviews saying it attracts spiders but I have not had that problem and do not think itu2019s true. I also wouldnu2019t say it smells like a vanilla cupcake, more of a vanilla floral scent. I donu2019t have the body butter yet but wish I did!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this perfume/body mist, it's wonderful.  Love the purple packaging, plus it lasts noticeably longer than my other sdj mists.  The only reason it's not five star is because I think the other scents made by this brand are more suitable to the type of perfume I like.  I understand that scent is a very personal thing, and this is just my personal opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Omg it is my favorite of all the sol de Janeiro perfumes smells so good"
        },
        {
            "review_title": "Staple for Vanilla Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "10/10 recommend!! Perfect scent by itself or layering, lasts a long time and overall a beautiful scent. Pair it with any vanilla or fruity floral based perfume!!"
        },
        {
            "review_title": "amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells like HEAVEN , I love love love this ! Itu2019s literally my holy grail . 10/10 recommend if you like lavender !"
        },
        {
            "review_title": "Gotta have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this perfume so much and it was my introduction into sol de janiro, will be purchasing more!!"
        },
        {
            "review_title": "Daily fave fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Honestly this is one of my favorite daily sprays. Its got a bit more of a complex fragrance than 62 (which i also use regularly). Its sweet vanilla and slightly floral tones. The cost is also absolutely a plus to me, maybe other fragrances stay a bit longer or fade less throughout the day (though i still can catch a whiff of it after 4-5 hours) but the amount for the cost absolutely makes this worth it to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "THIS SMELLSSSSSS SO GOOD I LOVE THIS SCENT ud83dudc9cud83dudc9c I recommend this very much"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "i love this its one of my favorite scents other than rio radiance i purchased the 38 dollar one and love it recommended if you like warm cozy vanilla scents"
        },
        {
            "review_title": "Every-day wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Smells AMAZING literally heavenly. Smells of vanilla and sandalwood"
        },
        {
            "review_title": "smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I really love this scent!! it's one of my favorites from the Sol de Janeiro brand. smells amazing, like cozy vanilla. I get asked and complimented on this smell a lot. only thing I don't like about it is that when I spray it, the perfume kind of comes out all at once instead of a mist. I have the mini and it doesn't do that though, so it might have just been mine. other than that, I'd 100% recommend this to anyone who likes a warm vanilla type smell."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product is super great. It smells awesome and it lasts a good amount of time."
        },
        {
            "review_title": "This is your signu2026 GET IT!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I LOVE IT!! Itu2019s so cozy and I just bought the big one cause I love it so much!!"
        },
        {
            "review_title": "5/5 STARS THIS IS A MUST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells SOO good I got in size jumbo and itu2019s perfect! I love literally everything about it! Itu2019s a very sweet and vanilla smell! It you like sweet vanilla smells this is definitely for you! This is 5/5 stars!!"
        },
        {
            "review_title": "Disappointed...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was hoping this would have the same strength and longevity as the 62 body mist but it just doesn't.. Not worth $38.00.. It kind of just smells like a watery vanilla."
        },
        {
            "review_title": "Want to love this but the value isn't here",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love this line and this smell is amazing; I only by my Sol with Sephora - but the pricing does feel high for the volume you get.  It smells amazing when it is first on but it does fade exceptionally quickly"
        },
        {
            "review_title": "For the mature crew",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Huge fan of sol de janeiro!!!! This one wasnu2019t for me  was very powdery floral with a hint of vanilla strangely I smelled windexu2026 if you love mature scents this is for you!!! Not what I thought from the description lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "best sol de janeiro scent!! my go-to scent and lasts so long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product smells so good I got the 38 dollar one and itu2019s going to last a long time it smells very good in my opinion and I definitely recommend this product."
        },
        {
            "review_title": "the best sol de janeiro scent ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "omg i have purchased the full size version and this makes you smell like A VANILLA CUPCAKE  it's so gourmand and so bougie, perfect for all ages! this is def the best sol de janeiro scent!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Smells amazing, scent doesnu2019t last long though. After about an hour I canu2019t even smell it anymore. I usually keep it in my purse and reapply throughout the day."
        },
        {
            "review_title": "a MUST have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i had bought the body cream before the perfume and i loved it, but knew immediately i had to get the perfume too! it smells amazing and i 100% recommend!!"
        },
        {
            "review_title": "Fall Staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells sweet smell does last a while not sure itu2019s a summery smell. I would use it more during fall/winter"
        },
        {
            "review_title": "this is a perfect every day scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i love this body mist so much!! it is perfect for all seasons and smells delicious!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My daughter loves this one and wears it every day. Smells better on her than me. :)"
        },
        {
            "review_title": "SMELLS AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "BEST FREAKING PERFUME EVER LOVE IT SM if you love coconuts and warm vanilla scented perfumes you have to but this"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "My favorite perfume from them. lasts all day even though its a perfume mist"
        },
        {
            "review_title": "It's the best scent ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells so comfortable. I don't think I'd wear this out it smells like something you'd wear to bed. I really love this scent up close. I smell almost this soft, sweet laundry sorta scent, but when I'm walking around, I smell the sweet vanilla and violet. I'm a homebody and love these types of scents. If you love that comfy, cozy scent just to wear after a shower, this is for you. I spray this twice on me, and it lasts almost the whole day. I will be buying backups. I feel like this is going to be my go-to for here on out."
        },
        {
            "review_title": "A must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This scent is my new favorite. I canu2019t get enough! I put it on every day and sometimes a little before bed, so I can drift off with that wonderful smell. I love it!ud83dudc9c"
        },
        {
            "review_title": "Absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume! I always get compliments when wearing it. It smells absolutely identical to the lotion as well. It is a smell that canu2019t be forgotten and is a now much have in my routine."
        },
        {
            "review_title": "A Must-Have Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "My favorite perfume! Iu2019m very sensitive to scents and this is the perfect thing for me! The scent is amazing and not suffocating! I use this on a day to day basis and I love it! I highly recommend!"
        },
        {
            "review_title": "ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "This scent is definitely a wintet scent atleast in my opinion it smells kinda like a snowy winter day in the woods with a hint of vanilla or alcohol i love SDJ but this scent was def not my fav"
        },
        {
            "review_title": "A must have in any routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I live for this product. It smells awesome. The only thing it doesnu2019t last all day but I think itu2019s just me because I move around a lot."
        },
        {
            "review_title": "amazing smell and lasts so long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "this perfume smells so good. it lasts super long, longer than most of the other fragrances from this brand. it smells like a vanilla cupcake. super worth it"
        },
        {
            "review_title": "This is a must have!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this sent itu2019s top 3 in my collection it smells like vanilla if you donu2019t like a sweet sent then donu2019t get it but if you donu2019t mind sweet than I definitely recommend!!!!!!"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells amazing! One of my favorites from Sol de Janeiro. Would not buy a full bottle again but would repurchase this product in a mini."
        },
        {
            "review_title": "my everyday scentufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "i love this product it smells so good. i just wish it lasted longer but i love it."
        },
        {
            "review_title": "MY HOLY GRAILud83dudc97ud83dudc97",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "AMAZING!!! I get compliments on the scent, it is long lasting, and I love the fragrance!! 1,000,000% RECOMMEND!!!"
        },
        {
            "review_title": "LOVE THIS SCENT!!!!!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I love this scent!!!!!!!! I wear it all the time and everything my friends come over they spray it all the time! It is like the best scent u2764ufe0f!!!"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "After getting product i instantly feel in love! this product smells sooo good and looks sooo pretty! i use this daily and never get bored or tired of this smell! the smell also lastes a long time so i smell good all day! this is definitely get product!!"
        },
        {
            "review_title": "A must in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After using those product I got lots of compliments of how I smell so good and how I smell like vanilla!!! So  I recommend this very much if you like a vanilla type of smell."
        },
        {
            "review_title": "Bedtime scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This fragrance makes me feel so fresh and cozy, I even splash some on before bed!"
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love sol de janerio 59 smells so good for sure GET IT!!!"
        },
        {
            "review_title": "So uplifting and cozy ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is for any vanilla girly, it smells like a vanilla cupcake with a touch of lavender!!! It reminds me of late night walks with my friends and it really does last a long time!!! My fav ask scent ever!"
        },
        {
            "review_title": "I am in love with this productu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been use this product for months and I love it itu2019s a calm sent that stays. The bottle last a long time. I would purchase over and over again.u2764ufe0f"
        },
        {
            "review_title": "No Spiders Only Good Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite Sol De scent, yet! This is the fragrance I wear to bed every night and I love it! The other scents tend to make my head hurt, but this one doesnu2019t. Also.. I have spiders and I can confirm it does NOT attract them."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "THIS SMELLS SOOOO GOOD! one of my favorites! it smells like a vanilla cupcake but FANCYYYY! donu2019t believe the spider rumor, itu2019s fine and doesnu2019t attract them."
        },
        {
            "review_title": "I love this so so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It is the perfect fruity and flowery mix! If you love slightly sweet and flowery perfume this is for you!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I really love this perfume, especially since I use it every single day. However ever since I bought it I have found about 3-4 spiders and I bought it thinking that it was just a myth but it isnu2019t (at least for me). Great smell tho.  Th"
        },
        {
            "review_title": "This is great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "this is a very good product and smells great. I did have to reply in the middle of the day, but overall, it was a great product."
        },
        {
            "review_title": "Best scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "this is my favorite scent from sol de janerio! It lasts me all day and smells soooo good! Definitely recommended this!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I love this scent so much! It's my favorite!! And it's long lasting!"
        },
        {
            "review_title": "The best perfume I've used ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "after using this product for a couple of months, it is by my favorite Sol de Janeiro perfume mist. it is long lasting, smells amazing, and is worth the price. I highly recommend it for all ages!"
        },
        {
            "review_title": "MY FAVOURITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is my all time favourite scent from sol de janeiro, I just ordered a new one because I ran out of my first one. Definitely recommend and spend your money on this!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this body mist itu2019s long lasting especially through out the school day it smells amazing itu2019s definitely on the sweeter side I will say I prefer florals but this is a very good choice even me for someone that likes fruity florals"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Smells amazing and my friends love it! Itu2019s a great purchase! 100% recommend!"
        },
        {
            "review_title": "New Fav Sol De Janeiro Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I had the small version of this and ran out in two months! I love this scent so much and I think it fits any occasion!!! I HIGHLY recommend!!!"
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "When wearing this perfume, I get compliments on how good I smell. The perfume lasts a long time through the day. The packaging of the perfume is really good quality and easy to use. And you can use the cap as a stand! I first got the mini size but then I had to get the jumbo size because I love the scent so much! For only a little bit more money, you get a lot more product!"
        },
        {
            "review_title": "BEST SDJ SENT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "THIS IS THE BEST SDJ SENT EVER! This is so warm and cozy. This is very mature then the other SDJs. Also this and the matching lotion are exactly the same sent unlike the other ones! I cannot say it enough how much this smells good!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Good not my favorite one but I really like it js kinda wish the mist stay longer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Love the smell of this. Itu2019s not too in your face and lasts all day."
        },
        {
            "review_title": "Must have perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the scent of this perfume. The scent last all day and a huge bottle for a way cheaper price than expensive perfumes. A must have, I also love their other scents too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product. It's just definitely an older smelling scent with a little bit of vanilla in it. It takes some getting used to and some people say it smells like a grandma, but I love it. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "Love it!!!!! Sol de JANEIRO never disappoints!!!! Long lasting scent"
        },
        {
            "review_title": "everybody needs it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "after my friend let me borrow some of hers, i knew i had to buy the full size bottle! its such a mature scent, and nothing like their other scents. i 100% recommend if strong, floral scents aren't your go-to."
        },
        {
            "review_title": "A Must Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product leave such a wonderful scent on your skin. The scent last all day and blends well with my perfume"
        },
        {
            "review_title": "complimented every single time ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I wear this scent religiously so itu2019s only right I get the big bottle. I layer it over the body butter and spritz it all over myself and voila, Iu2019m smelling like heaven! I get complimented every time I wear this scent"
        },
        {
            "review_title": "Lasts 3 seconds . Buy a different scent .",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This smelled fabulous. But it lasted like 3 seconds . Donu2019t waste your money . You have to apply it 30 times and it still wouldnu2019t stay . I recommend their number 40 and 62. This one was a disappointment."
        },
        {
            "review_title": "I wear it every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smells so good! Vanilla while also a little more mature. Lasts a solid few hours too."
        },
        {
            "review_title": "THE BEST SCENT EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is amazing I feel like I could put this product on before a six hour long day of school and come back and I smell like I put it on 2 seconds ago I love this perfume and for the price you get a lot of product ud83dudc9c"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells really good but you can only spray about 3 sprays before you start smelling like rubbing alcohol"
        },
        {
            "review_title": "Always will have in fragrance collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Second bottle in the year!! Very warm smell, not too strong, and always get compliments from both female/male!!"
        },
        {
            "review_title": "THIS IS A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body mist is just wow! It has became a part of my daily routine!!"
        },
        {
            "review_title": "Sweet alcoholic cream cheeseu2026?!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Read the negative reviews too. I did not click the 1 star reviewsu2026 depending on your skin chemistry this might come off smelling like sweet vanillin cream cheeseu2026 I wanted to like because of the hype but for me itu2019s sickeningu2026 I"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Gorgeous scent, I can't keep my 14 year old daughter from borrowing it."
        },
        {
            "review_title": "11/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "love love loveeeeeeee, its so nice and i love layering it onto my bath and body works lotionud83dude2d"
        },
        {
            "review_title": "SO, SO, SO, SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is by far my favorite Sol de Janeiro scent! The vanilla and sugared violet are so beautiful. I love pairing this mist with Kayali's Vanilla Candy Rock Sugar perfume! The sweetness of 59 works very well with other sweet vanilla scents."
        },
        {
            "review_title": "SMELLS AMAZING MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "This perfume smells so amazing  have already repurchased this multiple times I currently have it in the largest size. The packaging is a 10/10 itu2019s so cute I love the purple colorufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Absolutely loved this scent! I love the vanilla and sugared violet that comes through as well as the sandalwood! 59 is a staple in my routine! 100% recommend"
        },
        {
            "review_title": "Fav sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells amazing, very elegant compared to the other sents and got asked what i was wearing"
        },
        {
            "review_title": "smells like a powerful woman",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "so yummy !! wasn't expecting to like this as much as i do. i bought the big sampler pack and absolutely fell in love with this scent. smells so fancy and floral but girly and vanilla-y. major slay"
        },
        {
            "review_title": "Smells dusty",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I know this was supposed to smell powdery but it actually smells freakin dusty. Idk how to describe it but itu2019s not pleasant. Also, itu2019s not very unique and overall forgettable. I returned it."
        },
        {
            "review_title": "Sweet & romantic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Romantic and sweet scent. It lasts longer than a regular mist. I think it is so universal, that can be worn for all 4 seasons, because itu2019s warm & floral. Itu2019s a candied violet, but not sickening sweet."
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I cannot express how amazing this perfume smells!!! 10/10 recommend!"
        },
        {
            "review_title": "I love this smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I bought this blindly from a Tik tok review and I was not disappointed. I got the large bottle and Iu2019m obsessed.  Already have a mini bottle on the way for my purse and the lotion coming tomorrow."
        },
        {
            "review_title": "Their BEST scent yet!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have smelled/tried everything that Sol De Janeiro has come out with since their inception, and this is NUMBER ONE. This scent is the most sophisticated one yet (I also got the creamu2014AMAZING). Itu2019s so sexy and not overpowering. I hope they NEVER discontinue this one!"
        },
        {
            "review_title": "okay purr",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "omg this smells so good. it doesnu2019t last too long but whenever i re-apply it, i get SO MANY compliments. i only have to re-apply about every 2 to 3 hours so itu2019s not too bad."
        },
        {
            "review_title": "Amazing!ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this it smells like sugar cookies also i have it it since February and it didnu2019t attract any spiders!ud83dudc9cud83cudf6a"
        },
        {
            "review_title": "RECOMMEND!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This smells so good def recommend!! Older or younger. I had the little one and HAD to get the bigger one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "This is now I favorite scent from sdj!! I love it so much"
        },
        {
            "review_title": "love itttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazinggg I love it sooo muchh it smells soo goood!! i dont know how to describe the scent but it is amazingud83dude2b 10/10 recommend!!Will be buying a new bottle when I run out!!"
        },
        {
            "review_title": "I take it everywhere with me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "One of my absolute favorites! I use it so much I need another ud83dude35u200dud83dudcab"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is amazing ud83eudd29. I love the smell because it smells just like the cream I purchased in store.  I use these products every day for school and I always get so many compliments.  compliments compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product so much! I get compliments every time I wear it! Its a staple in my everyday!"
        },
        {
            "review_title": "My most favorite body spray!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I can't get enough of this spray! It's so cozy yet not overwhelmingly sweet. I spray it on my clothes and hair, and I can still smell it for days. I bought the smaller size of the bottles and you best believe I will be purchasing the large fragrance once the small one is gone and at this rate its not going to take me long, lol. My new signature scent!"
        },
        {
            "review_title": "Must have in your collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is now my favorite scent for sol de Janeiro and it pears great with the body butter in the scent 59 as well"
        },
        {
            "review_title": "I use daily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "This is my daily body mist/ spray. This is an honest review but everyone has a different opinion. It doesnu2019t really smell like vanilla but it smells delicious. Itu2019s more on the really brown sugary side."
        },
        {
            "review_title": "Best spray on earth ud83cudf0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Omg this is one of the best products I have ever used it is the perfect light spell with a strong sent I love it so much and I would definitely recommend this spray! ud83dudc9c"
        },
        {
            "review_title": "Hits All the Notes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I didn't know if Sol de Janeiro had another iconic scent up its sleeve... but Cheirosa 59 delivers! It truly is a signature scent. It is unique and delivers a smooth sugary vanilla treat with lasting notes of orchid. Like all Sol de Janeiro perfume mists, it's not overwhelming or strong. It's my favorite scent so far!perfume mists, it is not overwhelming or"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Overall the best smelling scent yet!! I love this perfume mist. Great price point and good every day wear!"
        },
        {
            "review_title": "amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "has a nice sweet smell and i would definitely recommend for a night out. for a body spray it lasts for a long time but i wouldnu2019t put too much on bc its a very strong scent and can be too overpowering and give you a headache."
        },
        {
            "review_title": "Beautiful scent. Decent performance imo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Scent smells beautiful, and comforting. Longevity is good for a body mist frankly, itu2019s not a perfume guys. It needs to be sprayed on clothes for decent longevity imo. The large bottle sorta clunky imo and I dislike the lids on Sol de Janeiro products."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume lasted me awhile and it kept me smelling so good I got so many compliments love this one so much!"
        },
        {
            "review_title": "Beautiful but subtle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think the scent of this product is wonderful. I love it so much! My only issue is that it is very subtle. When I spray it on my clothes I can barely smell it, so I sprayed it directly on my skin instead and still have not noticed much of a difference."
        },
        {
            "review_title": "good product ok packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "the smell is good, bottle broke as soon as i used it though"
        },
        {
            "review_title": "Best SDJ scent so far!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I am a big fan of the SDJ fragrances and this one is undoubtedly my favorite so far! I just purchased the larger size of it, I just love this scent so much. It's a very easy to wear scent, very musky and sweet with some vanilla (without going into the edible direction) almost a little bit powdery, but in the best way. It is not as youthful as let's say 68, but is still fun and playful. I feel like someone of any age could wear this fragrance when they just want to feel sweet and playful and delicious. This layers SO WELL with some of my other vanilla/musky/amber fragrances and when combined with the body butter...stunning. It lasts about 5 hours on my skin (6+ when combined with the body butter) which I feel like is really good for a body mist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "MY NEW FAV SCENT! very vanilla-y and warm and fresh. recommended fs!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "At first I was scared to get this because we all know the rumor about this sent attracting wolf spiders but I just took the risk and bought it. The next day I sprayed it on me and I was good for that day then I started to keep on wearing it for a couple weeks and it is SPIDER FREEEE! Iu2019m actually so glad! It smells sooo amazingud83dudc9c I totally recommend this product so donu2019t walk Runnn!"
        },
        {
            "review_title": "No thanks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Smells like grape tylenol. I'm normally a fan of Sol De Janeiro but this one missed the mark."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I just got this product today and I love the scent 10 out of 10 would recommend"
        },
        {
            "review_title": "Yessss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "After using this mist I get soooooo many compliments!!! Smell 10/10 definitely recommend!"
        },
        {
            "review_title": "scent suprisingly lasts long!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've tried almost all of their scents, and w/out a doubt this one is somehow the most long-lasting. I was smelling it hours after first applying, which some of their other scents can't do. Worth it if u like this scent!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "Everything is great, good, and fresh besides the smell, the smell is horrible"
        },
        {
            "review_title": "An everyday spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It smells so good! It lasts all day long and there are so many sprays in it. Even the mini one has above 700 sprays."
        },
        {
            "review_title": "Go to Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is, by far, my most favorite body spray. I purchased the smaller version and instantly regretted it because I liked it so much. Should have gotten the bigger one to begin with. Can wear anywhere for any occasion."
        },
        {
            "review_title": "Good for winter!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells soooo good kinda vanilla but mostly the orchic notes make it sweeter"
        },
        {
            "review_title": "Beautiful scent butu2026.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Beautiful scent but doesnu2019t last long!! Needs to be reapplied throughout the day. Wouldnu2019t purchase again unfortunately."
        },
        {
            "review_title": "Absolutely amazing! Please donu2019t ever discontinue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Absolutely amazing! Elegantly sweet, comforting and slightly powdery. The blend on this fragrance is pure mastery and seamless!  Very feminine, comforting and elegant scent. Could be a dupe for the high priced Roja 51 Essence!"
        },
        {
            "review_title": "i definitely recommend. its a NEED.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i just got this perfume around a month ago, and it still is almost full. it lasted me for a long time, and it smells really good! my fav perfume everrr! ud83eudef6ud83cudffb"
        },
        {
            "review_title": "Husband Approvedu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The day after I bought this perfume, I walked into my husband's office, to which he immediately complimented me, saying 'You smell so beautiful.' I love using these Sol de Janeiro body mists for day-to-day use to avoid wasting my more expensive perfumes. I've tried every single scent of theirs, but this one is truly *chef's kiss.* It's such a subtle yet beautiful scent, like a fruit/melon salad with whipped cream, and it really smells more expensive than it is. This is truly my new favorite scent."
        },
        {
            "review_title": "My summer scent ud83dudc90",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Such a beautiful smell I found that it lasts longer than other SDJ scents too!"
        },
        {
            "review_title": "Lid hard to close. Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "smells soo good has hints of like the after raining smell outside and walking into a flower garden. I would say the smells leans more toward the vanilla and lavender side. One thing I can say is on the jumbo size it takes a good few tries to close the lid it like spins around and makes it hard to close. So far a really good product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product smells amazing!!! Iu2019ve been using for a couple weeks and I get so many compliments!"
        },
        {
            "review_title": "This is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "It smells like heaven I will definitely repurchase"
        },
        {
            "review_title": "nice fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "so a soft fresh scent for the spring/summer months"
        },
        {
            "review_title": "Added to my collection of faves!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells so amazing!!! I love this body spray so much."
        },
        {
            "review_title": "Summer time fine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Smells incredible and my daughter and I love it! Itu2019s the perfect summer scent."
        },
        {
            "review_title": "MY FAVud83dude0dud83dude0dud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "literally the best scent they've ever came out with I love it!! smells really good !!!!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Smells delicious, like a cupcake! Pairs beautifully with the Fenty Cinnamon Butta Drop."
        },
        {
            "review_title": "Love itttt",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "it reminds me a lot of vanilla 28 by kayali. alone, it doesnu2019t last very long but paired with the lotion the lasting power is better. i wish it would last longer for the price tag though"
        },
        {
            "review_title": "Absolutely amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Smells so good kinda like cinnamon cupcakes, lasts for a while (around 2 hours a spray)  Will recommend and repurchase."
        },
        {
            "review_title": "I loved this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "After using this product, I loved it. The smoke was amazing. I definitely hundred percent recommend. Itu2019s a tad bit expensive. But worth the money."
        },
        {
            "review_title": "Smells like cupcakes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This smells like very faint cupcakes in the best way possible! Itu2019s definitely the sweetest of all the SDJ sprays compared to their usual floral scents. I would say itu2019s a little bit earthy as well. I spray around 4-5 times in the morning and it tends to go away after a few hours so you just have to respray. Itu2019s definitely low concentrated which can be annoying if you donu2019t want to carry around the bottle all day. Overall, if you want a perfume thatu2019s a perfect balance of sweet and earthy then BUY THIS!"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "I love this scent so much it is probably one of my favorite scents from Sol De Janeiro! 100% recommend."
        },
        {
            "review_title": "New Everyday Go To!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This perfume smells amazing and is worth the price. I know all the allegations about it attracting spiders, but I can assure you it does not!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this sent so much, so far my favorite from all of the ones Iu2019ve smelt but I wish it last longer and stuck to my clothing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "this is literally my new favorite sol de janeiro scent. you get a little bit of vanilla mixed with the other notes. it just smells so nice!"
        },
        {
            "review_title": "I love it ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing I love it so much it smells amazing  ud83dude0dud83dude0du2728ud83dude0du2728u2728u2728ud83dude0dud83dude0dud83dude0d"
        },
        {
            "review_title": "So delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This smells so addictively good!  It's a plummy candied vanilla--but it's on the warm side.  It's super cozy and smells a bit edible.  The only downside is that the scent doesn't last very long.  The body cream is also amazing.  The scent of the cream lasts longer.  I love wearing the two and then adding Kylie's new Cosmic perfume.  Cosmic doesn't smell the same as '59 but they smell really nice together--sweet and pretty.  Cosmic also doesn't have great staying power.  Le sigh"
        },
        {
            "review_title": "Loveeee!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "New favorite from sol de janeiro. Please make this in an oil perfume!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells amazing!! Everyone always asks me what Iu2019m wearing and my friend always use it when they come over ! I will definitely purchase again."
        },
        {
            "review_title": "Yummy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love this candy scent and use it often!  It's light, but makes a great hair mist without leaving a residue."
        },
        {
            "review_title": "Just do it, you will not regret it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I am completely obsessed with this spray!! I use it every single day and consistently get compliments on it. It smells like cotton candy/marshmallowy but not too strong that it feels too sweet and childish."
        },
        {
            "review_title": "must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I LOVE THE SMELL OF THIS PRODUCT!ud83dude0d definitely recommend!!"
        },
        {
            "review_title": "SMELLS SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This perfume smells so good. Everywhere I go I end up getting asked what perfume Iu2019m wearing. I  the scent it smells so good and lasts a long time. This is a must have if you love the scent of vanilla."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "smells amazing!! it smells like vanilla, and it isnt like a floral or fruity smell at all. it is great to spray on ur body and in ur hair! i also have the full sizes of 40, 72, and rio radiance. i literally love all of them!!"
        },
        {
            "review_title": "Unique, sweet scent! Very enjoyable and strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I actually really like this product! Itu2019s an amazing scent, unique and feels luxurious. Itu2019s obviously very different to 62, being not as nutty and gourmand. However, itu2019s a very sweet but also a smooth and soft vanilla with hints of orchids. It also smells a bit like candy in my opinion. I find itu2019s very long lasting compared to the other SDJ sprays! However sometimes when I first spray it, it feels overwhelming for a little bit because of the potency which I donu2019t normally experience, but the overwhelming sensation doesnu2019t last long for me. It just maybe something to keep in mind if youu2019re sensitive to scents! Overall 9/10!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have a few of the sol de Janeiro body mists, this oneu2019s definitely one of my favourites. I always get compliments when I wear it. they donu2019t last all day, but thatu2019s to be expected as a body mist!"
        },
        {
            "review_title": "my everyday perfume mist !! ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "this is my FAVORITE perfume mist of all time. i used to shop at bath & body works but their perfumes didn't last very long. sol de janeiro came out with their new perfumes but i never tried them. this is the first one i decided to try very recently and i use it everyday. it smells so good & i get so many compliments on it! it lasts pretty long as well, i usually put it on once in the morning & then if i go out i will add a bit more. its very girly but mature smelling. no floral smell, very vanilla/sandlewoody but not like the usual boring vanilla scents that are put out there. i love the bigger size of the bottle too, i feel its well worth the price. buy this product!!!!"
        },
        {
            "review_title": "to die for!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "literally such a perfect scentud83dude2d itu2019s sweet but subtle, kindve like a mix of clean laundry and vanilla frosting ud83euddc1ud83dudc98 my new go to perfume"
        },
        {
            "review_title": "My favorite Cheirosa",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Amazing scent. My favorite in the line. Very classy and good longevity"
        },
        {
            "review_title": "Aaammmaazzziinnnnggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this sooooooooooooooo much it smells delightful"
        },
        {
            "review_title": "This is my must have perfume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "If you love a bit strong and sweet this perfume mist is for you!"
        },
        {
            "review_title": "59.... what can I say about you?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Ok so. I would just like to say that I LOVE the smell of this one!!! It's so perfect and has the nicest french vanilla bean smell, it's so mm mm mm perfect! I love mixing it with 62 and it makes the PERFECT smell. 10/10 recommend"
        },
        {
            "review_title": "Everyday must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is great!! I have every original sent other than 71 and this is prob my favorite but itu2019s tried with 62ud83dude2cud83eudd23 wear it almost everyday, bottle will last forever!!"
        },
        {
            "review_title": "A must have Cheirosa 59!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I like a lot, this smell really good and paired with the body butter, itu2019s a 10 for me. Itu2019s light but still projects and the vanilla sugar orchid scent and a perfect. I even was told I smelled good after wearing this fragrance."
        },
        {
            "review_title": "A Sol De Janeiro staple!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product has gotten me so many compliments! I got the 3 oz back in February or so and I almost finished it already!"
        },
        {
            "review_title": "A VERY SPECIAL SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I AM IN LOVE WITH THIS SCENT . IT JUST FEELS LUXE"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells soooo good! Iv gotten so many compliments and what perfume it is my boyfriend love the smell a lot! And guys even tell me I smell goodud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "DID NOT ATRACT ANY SPIDERS!! My favourite sent from sol de Janeiro so far"
        },
        {
            "review_title": "The best Sol De Janeiro Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I hate the original Sol De Janeiro, itu2019s just not my type of scent BUT this one is amazing and it actually stays with you. If you hate the original one, try this one!!!"
        },
        {
            "review_title": "Favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Nice vanilla spray! Absolutely adore this fragrance! Will always keep in collection! Canu2019t wait until they come out with a perfume for this scent because the only downside to the spray is the longevity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Between this, 40, and 62 this one is definitely my favorite."
        },
        {
            "review_title": "Ahhhh!!!!!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Ahhhhh! This scent is BY FAR the best one! It smells so good and can be worn for any occasion."
        },
        {
            "review_title": "Cozy vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is not one that trails behind you or lingers in a room you left. It stays closer to your skin and lingers on your clothes. It is warm, cozy and soft.  lotion is great as well"
        },
        {
            "review_title": "AMAZING! You NEED!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells amazing! Every time I wear I get a ton of compliments! My favorite scent out of all the sol de Janeiro body sprays!"
        },
        {
            "review_title": "100% RECOMMEND...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this sm it's smells more like a perfume tho but it's not strong like a perfume which is a good thing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Sugary, powdery, light scent that I really enjoy.  Easy reach scent for casual weekends.  This is going to be part of my spring wind down self care routine each night: makeup removal, evening skincare, pjs, Cheirosa 59 Perfume Mist, tea and bed!"
        },
        {
            "review_title": "A staple on my vanity! ud83dudc9cu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "THIS SCENT IS AMAZING! This body mist along with the matching cream are my first Sol De Janeiro products, and both are now a staple on my vanity! The scent is ADDICTING! I cant stop smelling/spraying it on myself! I love vanilla scents, so this is a hit for me. Definitely will have to explore Sol De Janeiro more! Will be repurchasing! ud83dudc9cu2728"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "SMELLS DELICIOUS!!!  So many compliments when wearing"
        },
        {
            "review_title": "Long lasting sugared floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Blind buy for me. I got a bottle with a broken seal though. Im very happy with this fragrance. Itu2019s soft not too sweet just a perfect balance imo. Kind of reminds of clean sparkling sugar. Long lasting it LASTS"
        },
        {
            "review_title": "I wear this everday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love the smell so much it makes me feel so like feminine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "SMELLS SO GOOD. Favorite Sol De Janeiro smell. So vanilla and cozy smelling."
        },
        {
            "review_title": "Love itud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Best fragrance for everyday use, it last all day and you got a lot of compliments."
        },
        {
            "review_title": "Totally recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the smell of this soul de janeiro perfume. I have tried most of them, and this is easily my top."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This smells AMAZING! This is my everyday go to body mist. I always get compliments when wearing it. I will definitely purchase this again."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This is the BEST sol de janeiro perfume and I promise it doesnu2019t attract spiders get it RIGHT NOW!!!"
        },
        {
            "review_title": "Pricy but you can layer?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smell good but its pricy for what it isu2026 but if youu2019re comparing this fragrance to perfume its valuable, maybe using the method of layering with this one and black opium could be good!"
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "MUST. HAVE. Smells amazing! The smell is indescribable.. literally. I haven't been able to find a word that matches it quite right! I'd say vanilla floral, and it depends on your taste in perfume for sure! I have no regrets!"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s the best figures Iu2019ve ever had itu2019s the scent is like cotton candy, but not too strong. I totally recommend it to any first users ufffc"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I ABSOLUTELY love this scent! This smells soo good! This is definitely my favorite perfume from Sol De Janerio! You MUST try it!!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love it so much! It kinda smells like my farts but itu2019s ok! It has a hint of lavender and baconud83eudd70ud83eudd70!! But this product now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "smells good. does not attract siders that is a lie"
        },
        {
            "review_title": "No spiders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Thereu2019s no spiders! Smells great Definitely buy it I wills always"
        }
    ]
}