{
	"product_id": "624",
	"name": "Mini Flora Eau de Parfum Perfume Trio Set",
	"brand": "Gucci",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 69.0,
	"about": "Set Description:Share the love and celebrate the festive season with this three-piece Gucci Flora Gorgeous gift set for women. Flora Gorgeous Gardenia is a rich white-floral fragrance combining an irresistible gardenia note with solar Jasmine grandiflorum absolute. Flora Gorgeous Orchid infuses warm vanilla with a refreshing ozonic accord, and Flora Gorgeous Magnolia blends essences of magnolia and patchouli with a dewberry accord..This Set Contains:- 0.16 oz/ 5 mL Flora Gorgeous Gardenia Eau de Parfum (miniature)",
	"ingredients": "Flora Gorgeous Gardenia Eau de Parfum:.Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Hydroxycitronellal, Limonene, Coumarin, Linalool, Farnesol, Benzyl Benzoate, Citronellol, Benzyl Alcohol...Flora Gorgeous Magnolia Eau de Parfum:.Alcohol Denat., Parfum/Fragrance, Propylene Glycol, Aqua/Water/Eau, Benzyl Salicylate, Hydroxycitronellal, Linalool, Citronellol, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Coumarin, Limonene, Benzyl Benzoate, Geraniol, Farnesol, Isoeugenol, Benzyl Alcohol...Flora Gorgeous Orchid Eau de Parfum:.Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Hydroxycitronellal, Benzyl Salicylate, Linalool, Coumarin, Hexyl Cinnamal, Limonene, Benzyl Benzoate, Citronellol, Benzyl Cinnamate, Geraniol, Benzyl Alcohol, Citral, Cinnamal, Isoeugenol.",
	"how_to_use": "Suggested Usage:.-Spritz generously onto pulse points for a scent that lasts all day..-Take these mini perfumes with you for effortless touch-ups wherever you go.",
	"num_reviews": 51,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/gucci-mini-flora-eau-de-parfum-perfume-trio-set-P512985?skuId=2810034&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2810034-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "The best mini floral fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The best perfume sample pack! These perfumes are so aesthetically pleasing and they all smell so good. This is the perfect gift or way to try out new perfume scents. The fragrances all smell floral but mature - in a good way. I think once I finish these samples I’ll get a larger one from Gucci."
		},
		{
			"review_title": "Very small. Micro set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "You are shopping online. This seems like a great deal. It fits in the palm of my hand. All three of them at once. If that isn’t what you imagined remove from care."
		},
		{
			"review_title": "Beautiful smells, super small bottles",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love mini perfumes but man, these were ridiculously small. I know that it is a pricey perfume but it definitely seems too expensive for the size of the product. Price per ounce should be lower compared to the bigger bottles."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Way too small for the price. For the amount spent, it should at least come with an atomizer."
		},
		{
			"review_title": "Crazy Small",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "Yo I was literally laughing so hard at how small these are! I do think they are overpriced for the size but you get a few perfumes for a few outings. I am thinking each one must at least have 10 outings total"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Laughably small, might as well buy the full sized bottle with the 20% discount"
		},
		{
			"review_title": "Literally MINI",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Mini Gucci Flora Perfume Trio is literally “MINI”!!!  Ordered for a gift and was shocked to see the actual size when I received the package today, looks larger online. If you’re purchasing for yourself pay attention to the size, way overpriced!"
		},
		{
			"review_title": "Great smell very tiny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Smells great but the size is soooooo small for the price. I’m very disappointed in the size."
		},
		{
			"review_title": "Not worth it for the little bottle",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This 3 little Gucci looks like a sampler in my opinion. I would recommend to get the whole bottle for 168$ instead of buying 50$ worth of this little bottle that looks and feels like a sample from Sephora. It’s also a dabber not spray. Not worth the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The cutest bottles and the best smells, literally! The perfect gift for Christmas or any other holiday."
		},
		{
			"review_title": "Samples",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The picture appeared to show a larger size than what I received. I know I should check the size   I was shocked to find that they were selling a sample size. However, I bought it because I wanted to try the other fragrance, the other two didn't leave an impression on to purchase them   A year ago, I purchased the Magnolia in Dubai and loved it .They even engraved my name on the bottle, which was a special touch."
		},
		{
			"review_title": "itty bitty",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "i think these mini's should be considered samples. They are extremely small. Smaller than the average mini in my opinion. $50....wow! not worth it."
		},
		{
			"review_title": "Gift to your crew this holiday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This is the perfect gift set for the holidays, either to give to one lucky person or to split up and gift one to each friend! The scents are all different but they have similar undertones so you can later and mix and match to create your own blend. The magnolia is definitely my favorite, but it was a tough call because they all sparkle in their own way! I received this perfume complimentary in exchange for my honest review. All opinions are my own."
		},
		{
			"review_title": "Must-Have Parfum Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I am in love with this Gucci Flora Parfum gift set!! There are 3 perfumes in this set,  Gorgeous Orchid, Gorgeous Magnolia and Gorgeous Gardenia. Each is a unique and distinctive scent that is mesmerizing and beautiful. They are not overpowering but soft scents that last on the skin and change their scent profile once it warms on the skin. I like that I can even layer these lovely fragrances. These are my first time using the Gucci Flora Parfums and I a definitely going to purchase the full size bottles but, these smaller bottles are perfect for travel or for slipping into my daily makeup bag to refresh for the day. This is a must-have Parfum set from Gucci either for yourself or this makes the perfect gift set for someone you love!!"
		},
		{
			"review_title": "Worth The Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I Liked Them All But The Purple One Has To Be My Favorite Then The Yellow Then The Pink One It Last All Day & I’ve Gotten Tons Of Compliments"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The packaging is gorgeous and the bottles are so cute. They are pretty small though, it’s a good tryout size. I don’t usually like floral scents but ended up really liking both gardenia and magnolia. The bottles open up and aren’t roll on which I would say is a downside :/ I felt like I couldn’t really apply it properly"
		},
		{
			"review_title": "Perfect set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This product smells so amazing and I love that you are able to try so many different scents!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "* I received this product in exchange for an honest review. Love these mini sizes! Perfect for discovering the scents and for on the go. I wish that it was a spray tip instead because I feel like I lose product but it’s not a huge deal breaker."
		},
		{
			"review_title": "Perfect way to sample Gucci Flora",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This was a beautiful way to try three of the gucci flora scents. I honestly enjoyed every single one of them. They provide a gorgeous floral experience perfect for the warmer months, yet seemingly beautiful for all year round."
		},
		{
			"review_title": "AMAZING...a gift that became an everyday staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Over the last few weeks I have been wearing these daily and have received so many compliments! I feel like typically in gift/perfume sets there is at least one item I'm not in love with but this set really exceeded my expectations - all of them smell so light,floral,  amazing and lasted all day. I also have very sensitive skin ecspecially to fragrance and these didn't irritate me or cause a reaction at all so it will now be a permanant perfume staple in my rotation!  I will definitely be buying more sets to give as gifts and to use for gift exchanges throughout the holiday season. I feel these are light scents that would smell good on anyone and the packaging is also so pretty to give as a gift.   The only negative is the bottles are sort of small but I do enjoy having smaller ones like these to travel with and throw in my purse.  I will say they have lasted a lot longer then I expected - Iikely because a little goes a long way!"
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I cannot get over how amazing each of these scents are. I usually am overwhelmed by how intensely flowery floral perfumes smell, but something about these scents just does something different. The packaging is beautiful and the mini bottles are adorable. This would make an amazing gift for any woman!"
		},
		{
			"review_title": "Nice scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These were really nice. I think the best part is that they weren’t too strong and they lasted all day. These would make a great gift."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After using this the last few days all I can say is I have to get the regular size bottles these scents were so great it wasn’t too strong and it lasts for hours great scents I got a complementary set from influencer"
		},
		{
			"review_title": "Fun to try out each scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this to review. These are cute little deluxe size bottles. They all smell really good. The orchid is my favorite out of the three."
		},
		{
			"review_title": "Smells wonderful!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I have the blue bottle of this in a full size and honestly you can’t go wrong with any of these Gucci flora perfumes. Scent is very personal to everyone but I don’t think any of these have a scent that is over bearing in anyway. They are all so pleasant and gorgeous, and even for the travel size is the packaging is spot on."
		},
		{
			"review_title": "A great gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "After testing out these 3 products they smell amazing!! I love the size, they are perfect for keeping in your purse or for travel! I love this little gift set, it’s the perfect gift."
		},
		{
			"review_title": "Cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Cute little set! The packaging is very cute and all the scents smells good."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The bottles are cute and were easy to open.  However, I removed a star because the tiny bottles are not worth $49.00.  Orchid - This is a very fresh and light scent. Perfect for the Spring season.  Love the vanilla orchid.  Gardenia - This is a bit stronger than Orchid but not too overwhelming.  The pear notes added a nice sweetness to the fragrance.  Magnolia - This is the strongest scent of the 3 and my least favorite as I am not a big fan of those types of fragrances.  The patchouli really stood out with this one.  Overall, I will say that Orchid and Gardenia are my favorites.  I wouldn’t mind purchasing the full sizes in the future."
		},
		{
			"review_title": "So cute & smell amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "These are so cute to throw in your bag on the go. They also would make super cute decor. They are tiny but that’s what I was looking for! I love them and they’re so adorable. Also great to test these scents out if you’re indecisive on which one."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I loved this trio set and they smell so good. I thought they were actual size but I'm happy I get to samples these fragrances."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I thought the overall fragrances smell lovely and are not overpowering and the sizes of the bottles are so cute but I do wish it was offered in spray applicator instead of an open bottle so it’s easier to apply."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This set is so cute! 3 mini sized gucci flora scents! I love the smell of each one."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product complimentary but all thoughts are my own. Let me just start off by saying I am a perfume lover with over 50 bottles in my collection. I love a range of scents and was so excited about this set because I have never tried the Flora perfumes before. This set is adorable and the bottles are the perfect little travel size. This is a great set to see which one works best, and I happen to love all 3. They are appropriate for any age and great day time perfumes! I will definitely be buying a full bottle once I use these up!"
		},
		{
			"review_title": "Small but smell amazing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I received this product as part of a promotion so I wasn’t sure how big they’d be. Obviously they’re small, and it’s not a spray bottle but one of those that you open and pour a little on yourself. They smell amazing, each one with a floral note that’s somehow distinct from the other. I do think they’ll run out quick however."
		},
		{
			"review_title": "Great smells",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "The set is ideal for travel or trying out different scents without committing to a full-sized bottle. The packaging is stylish, reflecting Gucci's luxurious aesthetic. Overall, this trio is perfect for floral fragrance lovers looking to explore a variety of enchanting scents."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I life this mini set the bottles are secure and I would feel comfortable throwing them in my purse and not worrying about them spilling. The scents are good, very floral and luxe. Would be a great gift too!"
		},
		{
			"review_title": "Perfect discovery set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Perfect gift set and more than just a tiny sample. Could be given to someone as a gift or bought as a discovery set for yourself. It’s inexpensive and the packaging is very attractive. It isn’t a full size perfume but feels like one in a mini bottle, very adorable!"
		},
		{
			"review_title": "Luxurious and Delightfully Floral!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely adore this Gucci Flora set! Each scent is uniquely enchanting, from the soft and feminine pink bottle to the refreshing lavender and the uplifting golden fragrance. The floral notes are elegant, long-lasting, and perfectly balanced without being overpowering. The packaging itself is a work of art—it's so beautiful, it feels like opening a bouquet with every use. A true luxury for anyone who loves floral perfumes! Highly recommend this set for yourself or as a gift. Five stars without a doubt!"
		},
		{
			"review_title": "Gucci Flora love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love these scents!!! I would have given it 5 starts if the samples were a bit larger and had a squirting bottle. It’s a very girly flora scent not too strong. The pink and purple were my favorites."
		},
		{
			"review_title": "SMELLS AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "The scents smell incredible! This is definitely my new favorite perfume yet! The perfume bottles are super cute and tiny!!"
		},
		{
			"review_title": "Vintage looking mini bottles - on the sweeter side",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The most adorable and vintage looking bottles. I might even keep them empty just as a decor in my perfume collection just because they are so beautiful. They are made of glass and there is no spray nozzle. Each scent works together if you want to layer them. My favorite is the Yellow bottle, I can smell the sweetness of vanilla mixed with delicate flowers. Then I really enjoyed  the Pink bottle, a more floral scent than the yellow where you can definitely smell the jasmine aroma. Lastly the Purple Bottle was my least favorite since the patchouli is more present mixed with fruity notes."
		},
		{
			"review_title": "So cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Such a cute gift, especially for the upcoming holidays gives the person a chance to try different sense and choose their favorite. I love it!"
		},
		{
			"review_title": "Perfect Gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I received this product free from influenster and Gucci  for my honest review.   I will start off by saying, I love the packaging! It’s super cute and perfect for a gift of any occasion at a great price.   Flora Gorgeous Orchid is hands down my favorite! From the opening to the dry down she is amazing! I could not smelling myself. I definitely need a full size bottle. It’s the perfect blend of floral and vanilla. A must have for the vanilla lovers. It’s great for any occasion or everyday day.   Flora Gorgeous Magnolia is warm and clean smelling to me. I feel like it’s a nice floral for fall/winter. She smells like a really good shampoo. The first spray I was unsure if I liked it. Once it dried down, I really liked it.    Floral Gorgeous Gardenia is the perfect name. She smells very pretty. If you love a pretty floral, this is it. Perfect for everyday, girls night or brunch."
		},
		{
			"review_title": "Wonderful floral scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This little 3pc gift set is adorable! The packaging has florals and the bottles are in pastels. They're sample sized bottles that will take up no space at all on your dresser. There are 3 Gucci Flora scents and they're all wonderful. If you love floral fragrances then this is Perfect!"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "The perfume sampler would make a great gift for any occasion. They are small, but great for traveling or simply discovering a new scent. I really like floral scented perfumes so this was a great set."
		},
		{
			"review_title": "Always smell fresh!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent trio is sooo good! The pink one gives everyday light scent, the purple is my go to nighttime scent and the yellow is what I wear when I want to change it up. The bottles are so cute and are the perfect size for on the go. I also like that it does not have a spray tip on it, so there is no worry about the spray tip."
		},
		{
			"review_title": "Love the whole Gucci Flora line!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I own all of the regular sized Gucci Flora perfumes, I love them!! I always get complimented on my perfume wherever I go. The only one I haven’t tried yet is the purple so when I saw this little set I was really excited to have the miniature sizes for my bag and also get to try the purple one. It smells amazing! The whole Gucci line is great! Deff worth the money if you just want to try them out before purchasing a bigger size!"
		},
		{
			"review_title": "Light and Feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is an adorable little set for somebody who’s a fan of floral scents. The bottles are small but you don’t need to use much and they are dabbers, not a spray or roll on. I’m picky with the scents that I wear and I’ve been on the hunt for perfumes that I love for years now, but I truly can’t get enough of each of these scents. They’re all fairly light and feminine, and not too overwhelming and headache-inducing like many floral scents tend to be. I will have to wear them more to decide which is my favorite, but they’ve certainly all earned a spot in my perfume rotation!"
		},
		{
			"review_title": "Great Perfume Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "The Gucci Flora 3-piece gift set is a beautiful collection, perfect for fans of light, floral fragrances. The scent is fresh and elegant, with notes of gardenia and jasmine, making it great for both day and evening wear. The bottles are also very pretty, adding a touch of luxury to any display. Overall, it's a lovely, feminine set with long-lasting fragrance and stunning packaging, making it an ideal gift."
		},
		{
			"review_title": "Love this giftset!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Perfect little set if you are trying to decide which Flora fragrance is for you! Flora Magnolia ended up being my favorite! All have a delicious light floral scent."
		},
		{
			"review_title": "Cute but…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Mini bottle cute to look at but feels gimmicky at least it should include a boucher to trade in for a smaller size (1oz)  The fragrance itself is really good, flowery  But the bottles don’t come with spray nozzles so it’s harder to apply  You are definitely better just buying the regular size of one"
		}
	]
}