{
	"product_id": "746",
	"name": "Self Tanning Body Drops",
	"brand": "Isle of Paradise",
	"categories": "Bath & Body, Self Tanners, For Body",
	"price": 51.5,
	"about": "What it is:Customizable self-tan body drops supercharged with skincare ingredients to smooth and brighten, while helping to firm skin for a long-lasting glow..Highlighted Ingredients:- Caffeine: Tightens and brightens the skin’s appearance while visibily smoothing uneven tone..What Else You Need to Know:The world's first color-correcting Self-Tanning Drops are now for your body. They are specially formulated with skincare-first ingredients like caffeine, hydrolyzed rice protein, and antioxidant-rich kukui nut oil for tighter, brighter, hydrated skin that glows. They can also be mixed with your body moisturizer for a custom self-tan that lasts up to five days.",
	"ingredients": "-Caffeine: Tightens and brightens the skin’s appearance while visibily smoothing uneven tone..-Hydrolyzed Rice Protein: Supports moisture barrier..-Antioxidant-Rich Kukui Nut Oil: Improves texture and supports and nurtures skin...Water, Dihydroxyacetone, Alcohol Denat. (SD Alcohol 40-B), Glycerin, Polysorbate 80, Xanthan Gum, Erythrulose, Propylene Glycol, Tropaeolum Majus Flower/Leaf/Stem Extract, Tocopheryl Acetate (Vitamin E Acetate), Aloe Barbadensis Extract, Citrus Grandis (Grapefruit) Peel Oil, Cocos Nucifera (Coconut) Oil, Eucalyptus Globulus Leaf Oil, Mentha Piperita (Peppermint) Oil, Persea Gratissima (Avocado) Oil, Salvia Hispanica Seed Oil, Salvia Officinalis (Sage) Oil, Methoxyphenyl t-Butylphenyl Propanediol, Agastache Mexicana Flower/Leaf/Stem Extract, Ascorbic Acid, Propanediol, Ethylhexylglycerin, Sodium Metabisulfite, Fragrance, Sodium Hydroxide, Phenoxyethanol, Triethylene Glycol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Mix four or more drops into your body moisturizer..-Apply evenly to each body part..-Wash hands after application..-Color develops within four to six hours.",
	"num_reviews": 8,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/isle-paradise-self-tanning-body-drops-P505435?skuId=2679827&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2679827-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}