{
	"product_id": "1516",
	"name": "Bom Dia Bright™ Jet Set",
	"brand": "Sol de Janeiro",
	"categories": "Bath & Body, Value & Gift Sets",
	"price": 43.0,
	"about": "What it is:A perfectly portable set containing a visibly brightening body routine, scented with the sultry Cheirosa 40 fragrance..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dryness, and Dullness.Highlighted Ingredients:- Fruit AHAs: Gentle exfoliating acids support cell turnover..What Else You Need to Know:Reveal brighter-looking skin with this routine. Thoroughly cleanse and clarify with Bom Dia Bright Body Wash with salicylic acid. Then moisturize with Bom Dia Bright Body Cream with vitamin C and gently exfoliating fruit AHAs. Finally, spritz on the warm, sultry scent of Cheirosa 40 Perfume Mist..This Set Contains:- 1.7 oz/ 50 mL Bom Dia Bright™ Cream",
	"ingredients": "-Fruit AHAs: Gentle exfoliating acids support cell turnover..-Vitamin C: A fast-absorbing ingredient that delivers a visible brightness boost..-Salicylic Acid: BHA penetrates pores to dissolve debris for clearer-looking skin...Bom Dia Bright™ Cream:.Aqua (Water, Eau), Methyl Glucose Sesquistearate, Dodecane, Caprylic/Capric Triglyceride, Cetearyl Alcohol, Parfum (Fragrance), Phenyl Trimethicone, Cetyl Alcohol, Glycerin, Cocos Nucifera (Coconut) Oil, Spondias Mombin (Caja) Pulp Extract, Musa Sapientum (Banana) Pulp Extract, Mangifera Indica (Mango) Pulp Extract, Carica Papaya (Papaya) Fruit Extract, Theobroma Grandiflorum (Cupuaçu) Seed Butter, Euterpe Oleracea (Açaí) Fruit Oil, Salix Alba (Willow) Bark Extract, Gardenia Taitensis Flower Extract, Tetrahexyldecyl Ascorbate, Tocopherol, Glyceryl Caprylate, Ethylhexylglycerin, Sorbitan Isostearate, Ethylene Brassylate, Xanthan Gum, Glyceryl Stearate Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Stearoyl Glutamate, Phenoxyethanol, Benzyl Alcohol, Potassium Sorbate, Citric Acid, Sorbic Acid, CI 17200 (Red 33), CI 19140 (Yellow 5)...Bom Dia Bright™ Clarifying AHA BHA Body Wash:.Aqua (Water, Eau), Sodium Cocoyl Isethionate, Glycerin, Sodium C14-16 Olefin Sulfonate, Cocamide MIPA, Cocamidopropyl Betaine, Parfum (Fragrance), Salicylic Acid, Lactic Acid, Salix Alba Bark Extract, Carica Papaya Fruit Extract, Musa Sapientum (Banana) Pulp Extract, Mangifera Indica (Mango) Pulp Extract, Spondias Mombin (Cajá) Pulp Extract, Corallina Officinalis Extract, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Coccina Indica Fruit Extract, Solanum Melongena Fruit Extract, Aloe Barbadensis Flower Extract, Ocimium Sanctum Leaf Extract, Curcuma Longa Root Extract, Coconut Acid, Sodium Isethionate, Sodium Chloride, Sodium Hydroxide, Dehydroacetic Acid, Ethylene Brassylate, Potassium Sorbate, Benzyl Alcohol, Phenoxyethanol...Cheirosa 40 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance).",
	"how_to_use": "",
	"num_reviews": 388,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/bom-dia-jet-set-P509328?skuId=2742112&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2742112-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "a must have in my life!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "the smell is so delicious 😋 I definitely recommend this. the cream is more like a soft lotion other smells have body butter"
		},
		{
			"review_title": "Great for teavel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great for travel used it for my recent getaway. Body butter and body wash were superb. Did not like the mist. The scent was not as strong as the other two. The body butter has way more product than I expected."
		},
		{
			"review_title": "Best mist I ever had",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It smells amazing, mysterious still girly and sweet . Like richness . And cute packaging."
		},
		{
			"review_title": "SO GREAT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I LOVED THIS its perfect for traveling and lasts a long time to!!!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "LOVE this set. This is perfect if you want to try this scent because you get the mist, lotion, and body wash for a good price. It lasts a while too."
		},
		{
			"review_title": "Airline Fiasco",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Sol de Janeiro Number 40 Travel Pack is a must-have for anyone on the go. The products are infused with an earthshaking scent that reminds me of the beach. Overall, it's an excellent choice for people on the go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "After using this product over the past few weeks I have been loving it all the stuff is amazing the sent is above and beyond one of my favorite definitely recommend."
		},
		{
			"review_title": "love ❤️ 😍 💖",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "THE SMELL IS SO GOOD!!! I love it so much, it makes me smell amazingggg! Just bought the full size body mist! 😍😍😍"
		},
		{
			"review_title": "MUST HAVES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I personally love this scent, but I wasn't sure if I wanted the whole set. So buying this small tester set was a fantastic idea and all the products are so good."
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this kit! I keep mine in my car (since I’m a mom & I’m always on the go lol) so I love having it on hand to just quickly apply before going out or put in my gym bag - It’s also perfect if you just want to do a trial of the products before splurging"
		},
		{
			"review_title": "Smells good and is good for on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Awesome! These products smell great! This is an awesome gift!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I love these products! They keep my skin hydrated and I love the scent!!￼"
		},
		{
			"review_title": "Good if you like the scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I mean you get a good amount of product for the price if your favorite Scent is 40 you would love this because it comes with all the different products in the scent,sorry I don’t show the body wash it is in my bathroom  that is it my bathroom"
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This Bom Dia Bright set is one of my favorite products from the SOL DE JANEIRO  brand. I am obsessed with this Cheirosa 40 scent. I initially purchased this set for a gift but its travel friendly products make it easy to throw in a gym or work bag. The scent can be described with notes of vanilla and floral blooms."
		},
		{
			"review_title": "10000000%must get",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got the is for Christmas and I LOVE IT SOOOOOOOOOO MUCH and would definitely get"
		},
		{
			"review_title": "What a shame :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I should have read the review before ordering. The spray somehow spilled inside the package. The scent smells good but would suggest buying in person instead of ordering online."
		},
		{
			"review_title": "Will be getting the 240ml!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I just got this for my birthday and I LOVE it. It smells so good and the sent lasts. the cream is  so moisturizing. I haven't used the body wash yet, but and my sister has the 68 pack and she said the body wash isn't so good. However, the little bag is adorable!! Definitely will be getting the 8.1 oz 40!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "I absolutely love this smell, it kind of reminds me of apple juice in a way… but i loveeee it!! The body wash makes my skin so soft with the combination of the lotion. 100% worth it!!🫶"
		},
		{
			"review_title": "10/10 recommend for skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone",
			"review_text": "This is so hydrating u can feel the difference between with it and without the lotion. The perfume smells so good people have told me I smelled good 10/10 do recommend. The body wash smells gray and is great u can feel the difference between them both there great products."
		},
		{
			"review_title": "best thing everr",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "smells so good door my fruity scented girlies!!😘😘"
		},
		{
			"review_title": "I'd buy the brand again, I'll see how return goes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love the product but when I received the order the whole spray bottle was empty and the lid was open, so frustrating...love the brand though.."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "The spray came with 1/4 missing, seems used. Not impressed"
		},
		{
			"review_title": "not eczema friendly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I love the smell and texture of the cream. Unfortunately, whatever active ingredient is in this cream and body wash triggered my eczema. The first time I used it, I didn't know it was this product that triggered it, but once I cleared it up and used it again—boom! I broke out again. If you don't suffer from eczema, you will love this."
		},
		{
			"review_title": "Travel Ready & Smell Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These are not only perfect for travel you can just drop them in your carry on and you're good to go but this is one of my most favorite scents by this line!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The smell of everything is bomb. I will buy it again ofc. I love it."
		},
		{
			"review_title": "Awesome product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I bought this for my granddaughter for christmas.  She uses this all the time.  We like this product !!"
		},
		{
			"review_title": "A must have!❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "After using this product , I definitely have to try the other scents."
		},
		{
			"review_title": "everyday must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I am obsessed with this scent. I have purchased another spray recently and the cream and body wash is so good. I will continue repurchasing this scent!"
		},
		{
			"review_title": "I had higher hopes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Oily skin",
			"review_text": "This was a very nice product but the body wash is ok the cream was bigger than I thought of and the perfume i thought was a little bit bigger than the siuze but the cream is only a little smaller than the small size of the cream"
		},
		{
			"review_title": "Bang For your buck",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I've been using this body wash for years and I don't like to switch it. When traveling I don't want to carry the big ole bottle with me so this was a live savor when it came to packing my toiletries and ensuring I'm not missing out on my favorite products. The only thing that is missing is the deodorant ;-)"
		},
		{
			"review_title": "Smells like heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this product. I have the mini bum dia bright cream, the large bum dis bright cream and two of the #40 fragrance perfume mist. The scent is wonderful except it does last at all. Big sad face. I won’t buy again."
		},
		{
			"review_title": "Great Bang for Your Buck!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I'm literally so obsessed with this set! It's one of my favorite scents from Sol de Janeiro and I buy a set every time I go on vacation. It's a sweet and neutral scent which is good to pair with other perfumes and I highly recommend it if you want to try it out but still get your money's worth."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "this is great, it smells really good and lasts forever"
		},
		{
			"review_title": "Happy daughter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My daughter loves it, one of many Sol de Janerio products she has."
		},
		{
			"review_title": "i use every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "i love the sent and the body wash works so well, the body butter is so motorizing and the spray stays on all day."
		},
		{
			"review_title": "My Favorite scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the scent! It is my favorite scent in the whole collection! The purfume is also great to keep in your purse so you always smell good!"
		},
		{
			"review_title": "Smells Amazing! 🤩",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Normal skin",
			"review_text": "The smell is absolutely amazing! It lasts all day!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "It smells amazing and with one spray it is enough to get compliments abt how good you smell"
		},
		{
			"review_title": "Perfect for sports or traveling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This scent is my favorite out of all the Sol De Janeiro scents. The cream is so nice and moisturizing, the perfume is obviously amazing, and the body wash leaves me smelling soooo good. Also the little bag it comes in is so cute. I do dance and I put the body mist, cream, and also a deodorant in the bag and its the perfect size for dance cause it fits perfect in my dance bag. Also great for traveling."
		},
		{
			"review_title": "Love this set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I loved this product so much! I was super excited to have the Bom Dia Bright Cream and it smells amazing and did not disappoint! The perfume and the body wash also smell amazing and I was really happy that I got it. Definitely worth the money. I love how they are all little mini traveled sized items that you can literally take anywhere easily. I will definitely be purchasing more from Sol de Janiero!"
		},
		{
			"review_title": "yurrrrrrr",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Oily skin",
			"review_text": "it was good and smelt good but they should make a big size one of them instead of a little one I would buy it"
		},
		{
			"review_title": "Perfect for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
			"review_text": "I really loved the smell of this it was perfect and not too overbearing and I have tried a couple other smells from sol de janeiro but this one leaves a long lasting sent than the others in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love the scent & it makes my skin feel super hydrated. And the travel sizes are perfect for trips!"
		},
		{
			"review_title": "the best perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Love this product smells so good comes with three things worth the money totally recommend this product definitely going to be repurchased"
		},
		{
			"review_title": "SMELLS SOOOO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "after I used this product I've gotten so many compliments on how good I smell! I love the perfume and it smells sooo good. I normally don't use lotion and moisturizers on my body but I always put the cream on my wrists and neck or wherever I apply the perfume to smell extra awesome. I'm really excited to use the body wash the morning before school, so I smell super duper good."
		},
		{
			"review_title": "Amazing ! Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Love it! 🤭 smells amazing and the Cream feels amazing i literally live for this scent !"
		},
		{
			"review_title": "smells so good! 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "i use everyday, I love the scent, everything about this is just perfect!! would definitely recommend!!"
		},
		{
			"review_title": "Super cute and girly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Super cute fragrance set. I bought it for my daughter for back to school. The scent is soft and very girly."
		},
		{
			"review_title": "Fragrance deliciousness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Amazing smelling Sol de Janeiro!  Do they make anything that doesn't smell wonderful?  I haven't found anything.  This one is definitely a keeper!  You will love it."
		},
		{
			"review_title": "the best smell of my life",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "after showering I smell so good. the sent lasted all day any you could still kinda smell it in the morning. it's so amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "smells so good!! it's a great set, I love it! it smells like a vanilla fruit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Great for my teens sports and overnight bags! Smells great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My daughter loves this, she was able to take it it camp with her and a little goes a long way!"
		},
		{
			"review_title": "0 quality control, smells like pure alcohol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Very disappointed in SDJ's quality control.  Tried my sister's 40 spray and loved it, it lasted all day.  Tried it again in Ulta to make sure I still liked it and it lasted for hours.  I ordered this set and the spray smells like alochol, then smells as expected for literally last than a minute, then smells like nothing.  Went and tried in store again and that one was great.  My sister reordered, and hers smells like alcohol too.  She confirmed the quality is much much worse than her original.  I love this scent but it's not worth the gamble for how bad the quality is."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this scent so much, I have bought this set as gifts for multiple people now and they loved it. I would recommend buying all of these products in the set!"
		},
		{
			"review_title": "I use it everyday! You have to get it !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this it smells so good and the cream feels sooo nice and so does the bodywash! My only complaint  is that the body must leaked a little bit👀 but other than that it’s amazing   ￼"
		},
		{
			"review_title": "Another Fruity Scent Series!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This set is super amazing, and it was another Fruity scent, because I love the bright cream, and perfect for the summer"
		},
		{
			"review_title": "The best scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "SMELLLS SOOO GOOD, my personal favorite out of all of the scents. I spray the mist after i shower while my body is still wet, and then onto my wrists and collarbones after i use the cream.  cream. 100% reccome neck, lasts all day"
		},
		{
			"review_title": "It’s a need to smell good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Normal skin",
			"review_text": "Very good it smells so deliciousness 10/10 for smell it smells very good and delicious."
		},
		{
			"review_title": "Smell great!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells great! Great for travelling, I use this for travelling in the summer. And I really enjoy it!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I ordered it without testing the smell. I can definitely smell the vanilla in it but still smells refreshing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is perfect for wanting to try out before buying the big versions, this 40 scent is my favorite and using all these products together will keep you smelling fresh all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "awesome it is best to bring in a tiny purse or something. I love it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "It smells really good 🥰and the travel size is a good amount! The cream is the best! Good buy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The best deal ever! also I think this is the best scent they have, this is so good I even bought the full size of all of the products in this scent!!!  😍"
		},
		{
			"review_title": "Smells So Good!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Smells AMAZING!!!!! But the cream is a little off scent and the products are smaller than I thought they would be."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got this yesterday and I love it sm! It smells literally so amazinggg!!!!! The scent lasts a pretty long while. I do recommend. Love it!!!!🥰"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought it and it smells so good and lasts a long time for being minis definitely buying it again"
		},
		{
			"review_title": "Fav scent 😆",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love all everything in this little kit, the smell is amazing!!!"
		},
		{
			"review_title": "Smells like literall heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this ❤ set it smells soooo ggoooood highly recommend!!!!!   The 3oz size of 62 in comparison"
		},
		{
			"review_title": "Smell is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The smell of this set is to die for! I don’t like the original scent but this one is perfect."
		},
		{
			"review_title": "Products are great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "All the products are great it was just that it wasn’t my favorite scent!"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "What an beautiful smell! I really love these mini size, perfect to bring for a vacation or to try before buying the full size! I will buy again 😊"
		},
		{
			"review_title": "Not my fav",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This isn’t my favorite sent from Sol De Janeiro in my opinion I kinda smells like hand sanitizer it’s good don’t get me wrong I will still use it in my backpack or when I travel"
		},
		{
			"review_title": "Literally Amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I bought this set from sephora a couple months back and these products seriously last so long! The perfume smells like a fresh juicy plum and the body wash and cream smell heavenly aswell!! 10/10"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i love the products,great to travel but the body wash leaked and left a mess inside the bag 🥹but besides that i like it!"
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Made a great gift and smell is amazing + long lasting!"
		},
		{
			"review_title": "A must-have product!!! Totally recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I bought this product for my sister and she loves it! It smells amazing and the bag is reusable! She still has everything in it and I bought it 2 months ago!!! I’m astounded by how long this lasts and how good it smells! I definitely recommend to all the people who don’t use products as much and are looking for a good deal!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "So so so good! I have the full size perfume and I didn’t want to pay for the bigger lotion and body wash so this was perfect! 100% recommend! It’s also perfect for on the go! You should get this!"
		},
		{
			"review_title": "Love It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love it! The best smell ever! I use all 3 products regularly."
		},
		{
			"review_title": "Jet sets are worth it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this sent so much the sizes are “mini” but they are actually not that small and have lasted me a while I also have 62 in the jet set and love that too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I got this for Christmas and it was amazing to be able to try out the scent with different variants like body wash and body butter. And this scent is so good it is one of my favorites because it was floral and fruit"
		},
		{
			"review_title": "Must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "After using the amazing travel kit my skin has been well nourished and I have been smelling better than ever!!! I will definitely be repurposed or buying the full sized products!!! So"
		},
		{
			"review_title": "I love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "It leaves my skin so smooth and it smells amazing!! It isn't sticky and I need it in my routine!"
		},
		{
			"review_title": "WORTH IT ❤️❤️❤️(not my pic)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The product it good and worth the money but for if you are looking to only one or two products just buy them separately and the body spray and lotion smell so good and i will buy the full size body spray"
		},
		{
			"review_title": "Love love love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "It smells so so good it’s sweet but not to sweet and it perfect for summer I took it along for summer break it’s a must have for me once I’m getting back from my trip I’m getting a bottle of the body mist"
		},
		{
			"review_title": "smells soooo good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Okay, so I LOVE this scent and set! The shower gel smells the best, but the body spray and cream are amazing as well. They do smell a little bit like slime, but despite that, I love this kit! ￼"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I need to have the same scent in lotion and perfume and this is perfect for me! Not too sweet but just sweet enough not too flowery but just flowery enough! It is a must have for travel!"
		},
		{
			"review_title": "My new smell!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love it the scent is a must have the body wash is so good and smells just like the spray"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, notSure skin tone, Normal skin",
			"review_text": "the lotion is sooo good it smells kind of funky ngl but it really helps my skin and the perfume is amazinggg i havent tried the body wash yet though"
		},
		{
			"review_title": "The BEST scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love love love the smell! All the products work great. I need to restock on my 40 spray so I just got this instead and I totally recommend!"
		},
		{
			"review_title": "must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "just got this today sooo good i love it so much using this everyday it smells like flowers and vanilla so good omg it lasts for around 2-6 hours"
		},
		{
			"review_title": "Flattering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love it! Fruity, sweet, warm. Reminds me of spring time! ❤️"
		},
		{
			"review_title": "You have to get the set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love that the products are small so I can travel with them!!... Plus the perfume can fit in my fanny pack. The body butter I highly recommend getting the jumbo size for home and the body wash smells amazing!!"
		},
		{
			"review_title": "Must have scent 40 Bom Dia Bright",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "My favorite, I buy this scent so much. To give an example of smell would be comparing it to cactus blossom bath and body works scent."
		},
		{
			"review_title": "Sol De Janeiro has done it again for me!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely amazing. I love 40 it is my second favorite SDJ scent EVER! (fav is rio radiance) My only thing is that the smell of the cream stays on your hands for such a long time even after you wash them. So that can get a little irritating, but I love the body was and the sme;l of the spray! Over seems great value, only $10 per thing, would highly recommend."
		},
		{
			"review_title": "Ummm...Just no!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
			"review_text": "This is just a hard NOOOOOO!! for me. I don't like the smell, it's sweet but I don't know what it is, it gives me an instant headache and I'm not the only one. It gave my husband and my kids a headache too. I've smelled the other ones too and they're just not for me! The scent lingers for way too long in my nose, it actually makes me nauseous. I honestly don't know what the hype is about."
		},
		{
			"review_title": "My go to fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "The smell of the perfume is amazing. The body cream is very moisturizing and also smells gorgeous, and I’m just in love with the body wash💗."
		},
		{
			"review_title": "Amazing smell but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "It smells great! I still like 68 more but that’s a personal preference. I think that they should make them with their limited edition ones as well. Overall I love it."
		},
		{
			"review_title": "Not a pleasant smell.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This smells like medicine to me, I tried it and cannot take this smell. This didn’t smell like the sampler in the store."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": ""
		},
		{
			"review_title": "Absolutely perfect!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I purchased this pack at my local sephora and will defiantly be buying again! the body was is perfect and the lotion is so moisturizing. the fragrance is perfect for body and hair and is a perfect summer scent! i 100% recommend buying!!!"
		},
		{
			"review_title": "10 out of 10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "It’s a amazing scent, the cream is amazing, and the body wash is so hydrating a smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this set! It comes with a lot of different things for $30. 40 is an amazing scent which is all of the things smell like it. This even comes with a cute bag! Love this!"
		},
		{
			"review_title": "CUTENESS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A good value set weither or not it’s for travel, would recommend for some one first trying sol de Janeiro"
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "The BEST! This product is perfect for anyone who is looking to expand their collection without spending lots of 💵 my favourite smell and everything lasts so long"
		},
		{
			"review_title": "Smells energetic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Long lasting, smells good, nourishes hair. A little pricey but it’s worth it if you can’t decide between perfume or bom dia bright cream. Overall pretty good product!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Not great scent, does not last, and the bag it comes in was broken. If you want to try the brand, I would recommend the 62. Almost everyone agrees that it has the best scent."
		},
		{
			"review_title": "Super super great product!!!! 😚😊🤭😋",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love SdJ so much and this jet set is amazing!! 40 is my favorite scent (and the best scent) and the lotion is so hydrating and the body wash smells amazing!! 10/10!!! 🫶"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love love love this sent, I have the bigger one as well. The body cream is super moisturizing and you don’t have to use much as a regular moisturizer. It also smells soooo good."
		},
		{
			"review_title": "Love the spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Cute mini set ended up being my favorite scent out of all of them. I always get compliments when I wear it"
		},
		{
			"review_title": "My aunt loved it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Bought this for my aunt for her birthday and she adored it!! Every time i see her she smells like 40 now 🤣"
		},
		{
			"review_title": "Amazing definitely a must buy!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "It smells amazing!! I thought it wouldn’t last me because it’s tiny and I spray perfume a lot but it’s lasted 2 weeks so far!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I loved this product so much it smells so good and is just amazing people compliment my smell"
		},
		{
			"review_title": "Smells amazing but doesn’t last long",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smells soooo good but I found the scent doesn’t last very long. The lotion is very creamy and absorbs nicely and the body wash has a really nice lather so you don’t need to use as much"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love this product! I have the 40 spray, and it’s my fav! The body butter is just amazing and the body wash is the best EVER! I have swim in the morning and the sent like radiates through the shower!!! LOVE!!"
		},
		{
			"review_title": "A must have 1000000000% recomend it’s so amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The perfume always smells amazing and I live the 40 scent the body wash is also really amazing it is so refreshing and the lotion keeps my hands always hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "So good  and smells amazing would recommend and travel size would buy again"
		},
		{
			"review_title": "A MUST have!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I bought this for my friend’s birthday, she absolutely loved it. I have the 68 jet set and I love it too."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Has a good durability, it performs well, the cream leaves you skin soft, is very buttery, body wash also leaves your skin soft and smelling good, as well as the hair and body mist but is not my favorite aroma from this line, if you like the aroma then is perfect for you the products are really good formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This smells so good definitely recommend for travel and everyday use"
		},
		{
			"review_title": "A must-have in my skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This product has helped my dry skin after only a few days and smells amazing! I recommend putting the body butter on after showering!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This set definitely got me into Sol De Janeiro! Love the scent and having it consistently through a routine. Bought the full version :)"
		},
		{
			"review_title": "Really good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love the perfume scent it smells really good but it doesn’t last too long. I love the body wash and the cream."
		},
		{
			"review_title": "10/10 🤍",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This set is so great for travel and it’s so useful! The scent is so amazing and smells so cozy! I did think it was a bit small but it’s amazing !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Body Wash Smells So Good The Perfume Is My Fav The Cream Is Hydrating"
		},
		{
			"review_title": "Literally observed with it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This is the best perfume sent because it smells very sweet and nice I would definitely recommend!￼"
		},
		{
			"review_title": "pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "pretty good I just wish there was little more scent in the cream."
		},
		{
			"review_title": "Luxury on the go, incredible smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells amazing! Good amount of product and I can keep them in my purse for on the go! The perfum smells sooo good and I love spraying it on my neck and my wrists. It lasts a few hours and the smell makes me happy and gives me moments of bliss throughout the day when I get a whiff. Sometimes, I spray my damp hair and the back of my neck and the smell lasts throughout the day. The cream is buttery soft and smells incredible. It helps when my hands are dry after I wash them while out and about. The shower gel lathers well and is luxurious just like the rest of the products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Love the smell an the texture of my skin after applying products."
		},
		{
			"review_title": "SOL DE JANERIO JET SET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "SO AWESOME SMELLS SOOOOOOOO GOOD I LITERALLY USE THIS EVERYDAY I WEAR IT TO MAKE ME NOT LOOK ASHY AND IT MAKES ME SMELL GOOOOOOOOD LOVE LOVE LOVE THIS PRODUCT AND EVERYONE SHOULD HAVE IT  PRODUC"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I like the smell and will be re purchasing the perfume and body lotion but I did not live the gel wash I did not feel like it had much of a scent."
		},
		{
			"review_title": "Super strong and long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is AMAZING!! I’m someone who constantly outside doing things like yardwork. When I received this in the mail, I was sniffing the lotion as one does, and when I went to put the protective inner lid, it squished out the tiniest bit of product ( like most creams/lotions do). I put this on my hand, and OH MY GOSH DID THIS LAST. I did several hours of yardwork, washed my hands several times, and i could still smell it perfectly fine, this set is a great way to test out a scent, and it is great for traveling! Also, I know some people have problems with the perfume leaking during shipping, but that didn’t happen to me ( that just felt like something to note)."
		},
		{
			"review_title": "My Favorite Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my first time trying the wash and cream, smells as good as the spray. Perfect for quick little getaways"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Sweet scent!! A favorite for summer!! My teen daughter loves these sets. They are perfect for travel!"
		},
		{
			"review_title": "Perfect gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "This smells so good, this one is overall my favourite scent from the collection I love it!!!"
		},
		{
			"review_title": "Great Deal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the first Sol De Janeiro product I’ve ever purchased, and it is worth every penny. This set lasts awhile and smells amazing! If you would like to buy a Sol De Janeiro perfume, instead buy this kit!"
		},
		{
			"review_title": "Favorite set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this set so much and the scent is amazing! Everything feels amazing on my skin and the body mist last long through the day! The scent last best when you layer all the products!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "SOOO good. My first purchase by Sol De Janeiro. Love, love, LOVE the scent so much. Leaves you smelling good all day!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Bought for my daughter. Great price and smells amazing."
		},
		{
			"review_title": "LOVEEE THIS SCENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the best scent in soo de janeiro it smells so good and the cream lasts long"
		},
		{
			"review_title": "Love, but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The perfect spring scent, I use the body wash and perfume everyday! The lotion, however, did not moisturize my skin and also had a weird smell, not like the other items in the set. Overall good value, but if you know you like the scent just get the perfume and body wash, skip the body cream."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "After using everybody said I smelled good I love this product and will buy agen"
		},
		{
			"review_title": "Literally in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this is so good! I've bought this set in 68 and love it! I've also gotten 62 for my family, and they love it! this set is so perfect if you just want to try everything that a scent has! 10/10."
		},
		{
			"review_title": "Must use this during ur grwm sessions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "After using this product it has increased my use in to trusting and partnering with sol de janerio products more offend"
		},
		{
			"review_title": "Great for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "One of my favorite scents from sol de janeiro! I love how convenient the size is for traveling"
		},
		{
			"review_title": "Cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "My 10 year old daughter loved this! It was a cute addition to her Easter basket."
		},
		{
			"review_title": "It's ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Items small then I thought they would be. The perfume smells like chemicals when first sprayed but smells better after. The lotions smell is not  strong at all. The bag is cute though!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This jet set is so good and is the best to bring on a vacation. The scent is so good and I would definitely repurchase it."
		},
		{
			"review_title": "A really nice set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The perfume is really small but it  so so good and it lasts for a little but not too long. The body wash is pretty standard but smells so good and has lots of product. The body butter is amazing it smells so   good and leaves my skin so moisturized! i would recommend this set!"
		},
		{
			"review_title": "Such a great deal on all my favorites!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this! Sol De Janeiro is one of my favorite body care and fragrances, and if you want lots of their products, the Jet Set is amazing! It has a body wash, perfume, and body cream for 30$!"
		},
		{
			"review_title": "A must-have for everyone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "LOVE THE SMELL. my favorite sol de janeiro scent 40 it gets so many compliments"
		},
		{
			"review_title": "Best pack!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "best pack ever! i love 40 so much!!! it smells so good!! this pack is so good for school and travel! the little spray and lotion is so good! I can’t wait to try the body wash!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "I got scent 40 and love it! It smells fresh and lingers on my clothes and body throughout the day."
		},
		{
			"review_title": "40 to travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "It’s so small for on the go . I’ve been putting this in my travel bags and fit every time!"
		},
		{
			"review_title": "It’s a must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using this products for the last week, my skin is so soft and it smell really good!!"
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Good. Good sizes, cute pouch, good price, only thing is  I think the body wash irritated my skin. Would recommend"
		},
		{
			"review_title": "Great travel set, great smell and price.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Great travel set, great smell and price. Cute container. Would definitely buy again"
		},
		{
			"review_title": "The best scent in the world!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "after this application my skin smelt so good and moisturized also the scent stays on all day!!!! it smells great and is a amazing product! i repurchased three times already! so good!"
		},
		{
			"review_title": "My Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, notSure skin tone, Combination skin",
			"review_text": "love this it is perfect to tell what products and sense you like ￼"
		},
		{
			"review_title": "MY FAV...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love this sm it's like one of the best ones it's one ofy top 3s I've gotten sm complements on how I smell this is the best ever"
		},
		{
			"review_title": "Best smell EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It smells amazing, long lasting, and it takes so long to run out of the perfume so it’s definitely worth the money"
		},
		{
			"review_title": "Sweet smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Nice sweet scent. However, the plastic bag had a very strong odor . I had to throw it away."
		},
		{
			"review_title": "All-time favorite body mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "The spray is such a good travel product I carry it with me in my computer case all day at school, it doesn't leak and you can just spray it on at any time! The cream helps with ashiness on my arms. I haven't tried the body wash yet I'm sure it's just as good I also have the spray in full sized I will always repurchase this scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the scent! Not too sweet for a vanilla-based fragrance. My new favorite. Scent lasts all day"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "My new signature scent! The set is perfect for trying products and very travel friendly and the smell is heavenly."
		},
		{
			"review_title": "A chemical smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Bought it because at the beginning I loved the smell than after having it in me it started to smell like chemicals don’t recommend"
		},
		{
			"review_title": "It’s amazing will take it with me everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This product is super good the smell will last a long time and u can take nd travel with it"
		},
		{
			"review_title": "OBSESSED!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I am absolutely OBSESSED with the Sol De Janeiro Bom Dia Bright Set in sent 40 it smells gorgeous the body wash makes my skin SO soft and the moisturiser is so thick and smells gorgeous DEFINITELY recommend!￼"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this product so much it keeps me smelling good and getting lots of compliments. The bum bum cream makes my legs so moisturized and soft I love this product so much!￼"
		},
		{
			"review_title": "Must have in my morning and afternoons routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have used these products ever since I got them. 40 is one of my favorite scents from Sol De Janerio! The lotion or cream inside works really well it is a little bit oily but not a whole lot and the body wash works really well too!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "love, love, LOVE this product. reasonable priced, amazing products, and great packaging. 40 smells like heaven. Definitely worth the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Loveee this scent! Cream feels very hydrating, just wish the scent lasted a little longer, still definitely going to buy more. Overall very cute set, great for gifting :)"
		},
		{
			"review_title": "Loving the jet sets! ❤️🌹",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a great set! It’s a great deal for the three products that you receive, however the cream doesn’t come full so there isn’t a ton of cream inside, but it smells so good and a fruity yet vanilla-y fragrance line! It’s not my personal favourite scent from sol de Janeiro but it smaller really nice and divine. Highly recommend!"
		},
		{
			"review_title": "great value, must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "this set is perfect and such a great value! number 40 smells so amazing. the bidy butter have so much more product than I thought and so did the perfume! great set, must have!"
		},
		{
			"review_title": "A great everyday scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was super excited to try 40 and I was not disappointed! The sets are great if you want to try all 3 products before buying full size! Will be repurchasing the body mist!!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I LOVED this scent and use it allllll the time. I love how the bag is reusable so I can put my other stuff in it. It’s a great starter to the scents and I use the body wash too."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "i would 100% buy this again. it's a great deal for the price and the bag is reusable too! all three products smell amazing and they are an everyday staple for me. it's perfect for if you want to test out the products before buying them full-sized!"
		},
		{
			"review_title": "Not their best",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The body wash and cream are quite nice. I wasn’t a fan of the perfume mist. The scent is heavily floral with a musky undertone. It’s very unique scent that but I found it oddly off putting as I could track the alcohol in it."
		},
		{
			"review_title": "Perfect for traveling!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Its smell so good! I love these products so much because it’s perfect for traveling!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I use this and it smells so good and the lotion smell stays on for a couple of hours which is what I needed"
		},
		{
			"review_title": "YESSS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This is my favorite scent out of all sdj products. I definitely want to buy the full size one next."
		},
		{
			"review_title": "Key to smelling good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the best deal I have seen in a very long time i definitely recommend this set it is the only perfume that is not too Strong or gross smelling"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this product smells amazing and lasts a long time! The lotion is so soft and smells great!"
		},
		{
			"review_title": "Favorite way to buy these items!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ll keep buying these. Such a great deal. Fave scent of this line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The best smell every!!! The body lotion is so hydrating for my skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this set, the bottles are small but the smell is divine! Will definitely be buying the larger sizes!"
		},
		{
			"review_title": "My New Favorite Fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Although I enjoy all Sol de Janeiro items, I mainly purchase their body sprays or these Jet Set bags. Cheirosa '40 & '59 are my favorite scents and are worth testing out if you're new to the brand. Sol de Janeiro products are pretty pricey compared to affordable body care items (e.g., Bath & Body Works or drug store options), but this travel bag allows you to test out all the items before shelling out the cost for the full-sized items. All 3 products can be layered and help lengthen the body spray's longevity. Although I have sensitive skin, I haven't had an issue with the fragrance being too overpowering or irritating my skin.  I would love for Sol de Janeiro to come out with this Cheirosa '40 scent in an actual perfume vs just the body spray and really hope they don't ever discontinue this line. The scent is very fruity, but the warm vanilla notes is what makes it so good. I have a ton of perfumes to choose from every day but I have been picking up this body spray constantly instead. I receive the most compliments when I wear this scent and although it's a body spray, it has great projection. The plastic zip-up bag is a little small to be reused as a makeup bag; however, because it's clear, it can be used for TSA liquid items or as a emergency bag for your purse/car. The body cream that comes in this set is much larger than the deluxe rewards I have gotten and lasts a few weeks. The body wash and spray bottle are on the small side; however, they do last a few weeks also. Highly recommend picking this set up!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My favorite scent and love getting this as gifts for friends and family!"
		},
		{
			"review_title": "I LOVEEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I already have this scent in a Mini but wanted to have the body wash and cream but didn’t wanna spend so much on both of them so I got the kit I love it so muchhhh my favorite scent forever"
		},
		{
			"review_title": "Every lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I would always take this with me whenever I’m at my beach house, or on a vay-cay!!! I love this for its price too! Still using it to this day"
		},
		{
			"review_title": "A must have in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "SMELLS AMAZING!!!! SHE ATE AND LEFT NO CRUMBS!!#40 IS MY FAV SCENT!! U SHOULD DEF BUY!!"
		},
		{
			"review_title": "MUST HAVE WORTH THE MONEY",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "SMELLS SO GOOD! DEF BUYING AGAIN!! GOOD GOR ALL AGES!!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product! I love all of Sol de janiero’s products, but by far 40 is my favorite. I love how everything is travel size and fits perfectly in any backpack or suitcase! I love the packaging too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this it smells AMAZING and the cream is very moisturizing and the body wash smells amazing"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "wonderful packaging however, the smell isnt like how its described. I didnt enjoy it too much."
		},
		{
			"review_title": "Doesn’t smell good, waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I regret purchasing this product, it doesn’t smell good and the lotion isn’t very moisturizing. Pure waste of money, I made this purchase after a YouTuber reviewed it in an haul, and was mislead."
		},
		{
			"review_title": "Perfect Trial",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love the scent! I have notice it not as long lasting at the others but it’s good for a short event. Plus being able to try each item and carry it a plane is awesome!"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Saw good reviews about this product and was even recommended by a sephora employee. Scent was really good but didn’t last even 2 minutes… didn’t see any clearing either. Overpriced and overhyped"
		},
		{
			"review_title": "Wouldn’t purchase again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Personal my opinion!!! It’s good for quick refreshment, perfume wears out pretty quickly. Cream is bit watery and not hydrating."
		},
		{
			"review_title": "A must have in my perfume collection",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The body mist, bum bum cream, and soap smell great. Tip put some spray on brush your hair feels so soft and smells great. The soap smell doesn’t stay but smells good in the shower and cleans well"
		},
		{
			"review_title": "recommend 40 set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This smells NICEEEE like the first day I got it I was dang this smells nice like even my mom liked it I wish I could buy the 68 and 62 set but you know you can’t money easily I highly recommend ☀️🎀"
		},
		{
			"review_title": "A must-have in your purse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the tiny body wash and cream!! They smell sooo good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Love it smells soooo good recommend it the body butter smells so good put it on after the shower Amazing!!!"
		},
		{
			"review_title": "Much more amazing than anticipated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "U didn’t think it was possible to love another scent as much as Twilight Shimmer by Michael Kors but it’s found a competitor. I bought this to travel with and wasn’t expecting it to be all that great but I was pleasantly surprised. I will definitely be buying the full bottle version."
		},
		{
			"review_title": "Most Scrumptious Perfume Ever Purchased",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Buy it!!!! It’s the kind of smell you can smell on someone walking by and you think “they smelled really nice”. Honestly, even if you don’t know what it smells like, buy it. It’s that good. Kinda small tho."
		},
		{
			"review_title": "Best SOL DE JANEIRO scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am in love with all of these products. They smell so delightful. In the morning I shower with the wash, then after the shower I apply the cream and perfume spray. The scent lasts ALL DAY. If you love a dark fruity but sweet scent, you will LOVE these products. Definitely a 5 star."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I got this for my birthday and loved it 40 is now my favorite scent i gave this four stars as it doesn’t last that long i have to reply 2-3 times but i don’t mind, but definitely if you mind i don’t think this is your best option"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "Love it … smells awesome & makes my skin so soft I’ll buy this again"
		},
		{
			"review_title": "U should get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this scent a lot! The body wash and cream is amazing and the spray is pretty good! I think this is a little over hyped but it’s good🫶"
		},
		{
			"review_title": "Travel must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The perfect smell and give perfect set for travel! 40 is my go to body spray and the cream and body wash enhance the smell !"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The scent doesn’t last long. The body wash and the lotion really didn’t do anything. No worth the price"
		},
		{
			"review_title": "Great value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This is a great gift for birthdays or other events! It has great value, it has all of the basic necessities for traveling! Would definitely recommend for yourself or another friend/family member."
		},
		{
			"review_title": "To small",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is such a cute set!! I love the scent and I love how I can get the full set for only $40! I left one star because the sizes are SO small! It’s been only 2 weeks and my body spray is almost half done, I don’t even wear it that much, ONLT one spray a day! I would love to have another set with the full sizes for more money. But overall this is such greats products."
		},
		{
			"review_title": "best scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I got this for my birthday and I LOVE it. I definitely recommend it’s so worth the price. The body wash helped my kp and cleared up my skin and the smell is just *chefs kiss* 💋"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Amazing love this sooooo much, smells like heaven, definitely my fav sdj sent!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "These products are so goooddddd they make me smell so good and they are very good size to travel with it and it is pretty good in price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This smells like heaven! Lars so long and such a good deal:)"
		},
		{
			"review_title": "A must-have set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "All 3 minis of my favourite scent is absolutely amazing to have! I love having the mini perfume for trips and bringing the mini body wash to pools! It was a great trial set, so now I know which I would like in a bigger size. It's a bit pricy, but I feel like it was worth it overall."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Yes but it right now it is so good and it smells amazing I will definitely be buying In bigger sizes"
		},
		{
			"review_title": "love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "super nice having three minis together!! perfect for a gift or just to try a new scent! this is my first sdj product and i love it! the bag is super cute, the body wash feels amazing, the lotion is super nourishing, and the scent is soooo good. i recommend!"
		},
		{
			"review_title": "Born Dia Bright",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I absolutely love it! I received so many compliments"
		},
		{
			"review_title": "No thanksss",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone, Dry skin",
			"review_text": "I have never written a review before but this one isn’t it. If you like powder-y perfumes or body sprays this is for you. Personally this is a more of a mature sent and will give me a headache no thanks!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Smells absolutely amazing! I would recommend to anyone looking for a new scent"
		},
		{
			"review_title": "would not use the body wash ever again",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "i was super excited to get this but ended up regretting it. i love the perfume and the bum bum cream. the worst thing is that the body wash doesnt even smell like the perfume. it smells so bad!! do not recommend   smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I LOVE this scent it smells amazing! It lasts all day!"
		},
		{
			"review_title": "OMG SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "Loving this smell and I need it in my routine now The Perfume and the moisturizer is good the body wash is even better"
		},
		{
			"review_title": "The best ever ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The stuff is the best all the stuff last so long even though it’s mini it’s so worth $30 ￼"
		},
		{
			"review_title": "Smells so nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this !! Perfect for a vacation!  Smells so nice you won’t regret this purchase!   Love 40 and 62!"
		},
		{
			"review_title": "Great Vacation Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I always make sure to pack the Sol de Janerio jet set in my suitcase, as it has become a staple in my vacation! I always get compliments from friends and strangers, wondering what it is!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I would definitely recommend this product it smells amazing and it makes your skin super soft 10/10."
		},
		{
			"review_title": "Great value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love this product. This is great if you want to try sol de Janeiro. Great price for 3 products"
		},
		{
			"review_title": "Amazing product for beginners!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This product is great for if you are new to Sol De Janeiro and you are not sure on what sent you want. It let's you try three of the products, which is great. I highly recommend for beginners!"
		},
		{
			"review_title": "Smells INSANE nd makes my hands and body so smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The cream is so amazing the entire set smells AMAZING the body wash makes your skin so soft and smooth the perfume is literal perfection and I will be buying a jumbo of all of these products because they are just that good I love this so much ! Def recommend"
		},
		{
			"review_title": "Perfect for traveling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "LOVE IT DEFINITELY RECOMMEND, KEEPS MY SKIN HYDRATED AND FEELING GOOD GO BUY IT NOW IT IS WORTH THE MONEY  FAVORITE SENT GET THE 40"
		},
		{
			"review_title": "A must have in my routine.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I honestly love this set. I was very convenient and small. Also this smells sooooo good im actually in love!"
		},
		{
			"review_title": "must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I love these the mist is rlly good but the cream is even better after 24 hours of having it my skin is clear I definitely would recommend 🫶🏻🫶🏻🫶🏻"
		},
		{
			"review_title": "Smells so yummy and strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I bought this as a blind buy without smelling it and it did not disappoint. It is a bit overpriced for the sizes but the scent is very strong especially the lotion. The scent LASTS for soooo long and smells heavenely. Would buy the full size but wish the price was more reasonable when comparing to the amount of product."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product. Would totally recommend. Is great if you are traveling. The perfume and body butter worked great. And the body wash is good. I have not used it a lot."
		},
		{
			"review_title": "will be purchasing the bigger sizes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "such a cute set!! definitely worth the cash. if u aren’t sure about buying the bigger sizes, definitely make this purchase!! 🤍"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "after using this product I was obsessed and could not stop using it the formula is great the price is not bad and the product is super trendy. Personally I would say definitely a need and this smell is sooooo great sol de janeiro is so preppy so come and join the preppy community and buy sol de janierio.     P"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "After this it’s my favorite sdj but has bha aha which exfoliates the body"
		},
		{
			"review_title": "Doubt that I would like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I didn't think I was going to like it but it smells even better as the day goes on!"
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Definitely purchase, this is my favourite scent of any perfume! Definitely gonna repurchase"
		},
		{
			"review_title": "Great but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I love this scent so much! My favorite from sol de janeiro. It smells sweet and doesn't irritate me. I am totally re-purchasing the body spray, but the body butter does not seem worth it. There are dupes for the 62 bum bum creme at trader joes that are only $6, thicker, and have soooooooo much more product. The body wash was nice, and the sent lasts a long time but I like the method ones better. I like that you save money buying this, but its still expensive."
		},
		{
			"review_title": "ITS A NEED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "amazing smells like summer ☀️ and I have no words for it and it's just amazing 👌"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Not fond of the fragrance, it smells sweet with hints of floral. Nice clean scent just not for me."
		},
		{
			"review_title": "don’t walk, run",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "i love this package sm! the body wash especially smells so good and i’ve been getting a few compliments about how i smell amazing!!"
		},
		{
			"review_title": "Great size and product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Immediately after smelling this it went into my basket. This smells amazing, this is great to try a new smell it’s the perfect amount if you just want to try a new smell. 100% recommend."
		},
		{
			"review_title": "Overated brand. Smells cheap and over priced.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don't understand the hype of this brand. This smells so cheap, ontop of that it's over priced... Don't like it, will not repurchase.  The coconut (blue) was prob the most likeable scent out of them all but still nothing special."
		},
		{
			"review_title": "Smells so good !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Guys! Bought this stuff just to try it, now I’m obsessed and need the bigger size, a must have !"
		},
		{
			"review_title": "Pretty good!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The scent is amazing! I honestly think 40 is the best sol de iainero scent!! It comes with a ton of product, especially for its price. The scent is really strong though so if I use a normal amount I get a headache I love how it’s a more affordable set that comes with all three products and so much product inside of it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "Nice scent but doesn’t last long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So I am a HUGE fan of ALL Sol De Janeiro products. I absolutely adored the scent of 40 it smelled like berries and vanilla and is overall a very comforting and amazing scent. The one thing that disappointed me tho was that the scent faded quickly. When I used other SDJ products (specifically 68) it lasts long and I can smell all day no matter what I’m doing, but 40 only lasts a few hours and it’s hard to reapply in school because teachers are strict about spraying stuff in the room. But I LOVE the scent"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I love this sent the moisturizer and spray smell so good and are perfect for travel I love the reusable bag too. My only issue with this set is the body was doesn't really smell."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je trouve que ces bien mais très petit. Par contre l’odeur est incroyable!!"
		},
		{
			"review_title": "The best gift set ever",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Very good,everything made me smell AMAZING. They were smaller in person but they still are a great value."
		},
		{
			"review_title": "Worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Rich skin tone, Combination skin",
			"review_text": "I loveeeee this scent, I love that you can get a mini of everything. They last me quiet awhile ☺️"
		},
		{
			"review_title": "New HG smell for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Honestly, the subreddit made me buy it. I know I can count on honest reviews there and let me tell you, they did not disappoint! I LOVE the smell of this set. It matches my hair heat protectant  (mane magic 10 in 1 primer from Sally beauty) perfectly as well"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is the best sol de janerio scent and it smells so good. Its the best for traveling."
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "All of the products in this pack smell and feel so good! It was so good that I got TWO! I think I will get the full size!"
		},
		{
			"review_title": "Really good but the perfume ran out fast",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It was really good smelling but the perfume ran out fast but the bum bum cream was really hydrating"
		},
		{
			"review_title": "it's a must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
			"review_text": "I really love it its my favorite scent from sol de  janeiro"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love it smells so good and it is so worth it I bought this to tryout all there stuff and I use it everyday and will repurchase the big sizes"
		},
		{
			"review_title": "LOVE THIS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It smells so good! If you want to try out this scent for the first time this is a perfect kit to get! The cream is one of my favorites! The body wash is also very good! Very much worth the price!"
		},
		{
			"review_title": "definitely buying the full sizes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "great price for all three. the size was unexpected but it’s basically travel sized. the perfume lasts a while, i went to work and came back still smelling good, although i used it so much that it was gone fairly quickly lol. the lotion is also good and smells amazing. the body wash is lighter scented which is nice, not overpowering."
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I love this set sm. it's a must have! It smells so delicious i want to eat it. mwa"
		},
		{
			"review_title": "FAV SCENT EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I LOVE IT SO MUCH I USE THIS DAILY AND EVERY TIME I GO INTO MY CAR MY MOM TELLS ME I SMELL GOOD!! SMELLING GOOD IS MY FAV THING AND I LOVE THIS SCENT! IT ALSO LASTS!!"
		},
		{
			"review_title": "Must have!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "After using this, my skin was soooooo soft! And it smells so good. I also think this would be great to travel with. Would definitely get the full sizes."
		},
		{
			"review_title": "You need to buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product was amazing!!!!, when I bought it it came on the same day super quick and everything was inside. When I tried the body wash and the cream they were so moisturizing and smelled good."
		},
		{
			"review_title": "makes my hands so smooth!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "after a few days of wearing this, I'm in love! I have recently got the Sol de Janeiro travel perfume set, and I love it! The scent 40 is my favorite. The hand cream is so smooth, too! I have really sensitive skin but this body cream makes my hands feel like heaven! when I wear the perfume to school, people are always commenting on it!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "So good and for the price you get a lot it’s 💯 amazing and the scent 40 is my fav!"
		},
		{
			"review_title": "Horrible packaging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "more then half gone. spilled all over the box because cap wasn’t screwed on tightly. waited for it to be back in stock to order for my daughter bday and ofc I can’t order another one because OUT OF STOCK again."
		},
		{
			"review_title": "A MUST HAVE IN LIFE!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I LOVE THIS,REMINDS ME OF MY CHILDHOOD AND REMINDS ME OF THE PEOPLE I LOVE!!!"
		},
		{
			"review_title": "Must have to travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It’s so cute, it comes in a clear bag and ready to take on a trip."
		},
		{
			"review_title": "An essential for traveling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the smell of this product!It’s so useful because it is a perfume body cream and body set!And it’s great for traveling!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a perfect pack! It comes with everything you need and it’s very moisturizing. The scent reminds me of the smell of summer so so so much!"
		},
		{
			"review_title": "Holy grails",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My magic bottles. Saves me everyday. Head turner combo"
		},
		{
			"review_title": "Favorite scent! Great value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I have been WAITING for this set to come in my favorite scent! Unfortunately, the scent isn't super long lasting but when it's layered it lasts longer. They need a concentrated perfume next!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "This Sol De Janerio set is definitely my favorite product from the brand!!!! It smells amazing. The shower gel and moisturizer are super hydrating and over all smelled amazing!"
		},
		{
			"review_title": "I love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "perfect to test out the cream, body wash and body mist I love all the products"
		},
		{
			"review_title": "Must have scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product is my favourite scent from the whole brand. It’s all really nice quality and I just love this product will be repurchasing"
		},
		{
			"review_title": "Really good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "This smells so good. I freaking love it. If you want to smell good then i recommend this for sure. This is good for gifts as well or to give to someone who’s trying to improve their smell.  I swear it is all the hyoe and number 40 is by far my favourite."
		},
		{
			"review_title": "This is 🥰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Perfect set to go on a trip. Smells great. No complaints."
		},
		{
			"review_title": "LIVE LAUGH LOVE THIS JET SET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I LOVE THIS SOL DE JANEIRO JET SET!!!!!!! This is a must have in my routine! Scent 40 is my fav!"
		},
		{
			"review_title": "LITERALLY a must have for the summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "THIS product is a bang for your buck and for 30 dollars you can try 3 good size products"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "i love the scent of everything i like how the price isnt insane but i think u should get the set it smells amazing i think the cream smells best but it doesnt smell the same on skin but still smells great, the perfume leaks a bit but not like crazy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "i love this so much it smells sooo good the perfume does leak a lil. The cream is so nice, it’s so thick but light at the same time and keeps your hands so moisturized oml. The bodywash smells so good!!!"
		},
		{
			"review_title": "MUST HAVE ALWAYS MY GO TO",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "After using this a couple times I love it it’s amazing and it smells no nice"
		},
		{
			"review_title": "LOVE ITTTTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "got it as a bday gift from my aunt and I absolutely LOVE it!!!!"
		},
		{
			"review_title": "Good product to try",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Overall, I’m not a fan of sweet scents but this one is alright, especially on the body. Body wash is great and doesn’t strip the skin too much. The perfume mist doesn’t last as long as I thought it would, however lasts longer when sprayed on skin as it clings to clothes. Body cream was not as hydrating and I was ashy within 7 hours."
		},
		{
			"review_title": "A must have for travel, Christmas, birthday!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Really good kit and smells so awesome!! I love how it looks and also it’s affordable and worth the money!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not sticky, smells great! I recommend this product for anyone who wants to have a lasting smell."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this smell. If you like fruity smells this is the one. Also, this package is very TSA and post gym/yoga approved. I was sooo excited to buy it because I have the bigger bottles. Not I can just refill these when I finish them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "If you’re wondering like ok does it really smell special and good…YES yes it does. I am 100% buying the full size. It smells like you just discovered your worth and finally let go of that burden of a man  burdenof"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is by far my favorite sol de Janeiro scent. I wear this every day. In the photo you can see that I’ve used the spray before. I’m only saying that because some of you might think that that’s how it comes. It comes full! I love this body wash because it foams up but the 68 scented one does not. I like body washes that foam up. The scent of all of these are AMAZING! I can’t explain how it smells but it smells so good! Zip up bag it amazing because you can use it for other things too. The cream it a nice texture and smells great. I see other people use it on their faces. I don’t but I would recommend not putting it on your face because it is scented and might cause redness. I’m not saying that it does but since it is scented, I would assume it would. I personally love everything it comes with. The cream lasts a long time. I hope this helps! Definitely would recommend!🩷❤️🩷❤️"
		},
		{
			"review_title": "yes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "when i ordered this the spray was completely damaged but other than that there’s no complaints. it’s so yummy and a good scent for all ages"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "This product is so good everything smells so good and everyone always compliments me when I wear it and it’s also a must have!!"
		},
		{
			"review_title": "Perfect first fragrancefor my 11 year old daughter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My daughter (11 years old) love it!  And she smelled so good and it doesn’t smell like a little girl fragrance.  It’s sweet but it’s not “cheap”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "love this scent this pack is such a great deal!! my all time fav scent the perfume fits it my bag and the set is perfect for on the go."
		},
		{
			"review_title": "The PERFECT Summer Scent for All Ages",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I am going on vacation in a few weeks and have been wanting to try out Sol de Janeiro; I liked both pink scents but preferred the Bom Dia Bright more, so I went with that one. When I tell you this scent is amazing and PERFECT for summer- Like previous reviews have stated, this scent isn't too childish but also isn't too mature (I am 21 for reference). It's a perfect and playful balance! I am not one to buy full size products unless I am 100% sure I'll use them up, but I will definitely be coming back for full-size versions of this scent. I am super satisfied with my first Sol de Janeiro products, and I can't wait to sport all of these on the beach."
		},
		{
			"review_title": "Smells pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "First pic is a size reference next to a regular size deodorant. Smells good!"
		},
		{
			"review_title": "Great for travelling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I purchased this just before travelling which was perfect! It is small and makes you smell great all day. The only thing is you still need the shampoo and conditioner. Love this!"
		},
		{
			"review_title": "love this so much",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i love sol de janeiro so much and i asked for this gift set for christmas and it came with the perfume completely empty and it had spilled all over the packaging but other than that i love it so much 10/10 you need this"
		},
		{
			"review_title": "different smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "have to get used to the scent like the others better but overall a great product."
		},
		{
			"review_title": "yayyyyy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "luv it smells so yummy. i want to drink it. will buy more prob idk"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I really liked this because of its strong scent and how long it lasts. although the smell is strong it’s not super overwhelming which I like!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this I thought it would be bigger but I’m happy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "love all 3 products!! Smell amazing, and the bum bum cream is so moisturizing!!"
		},
		{
			"review_title": "Smells amazingggg omll",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this for like a week and it smells amazing it’s so good and the body wash the scent stays all day it’s a great purchase and I would buy again"
		},
		{
			"review_title": "Bye oneee!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Legit best pricing for this stuff it lasts so long and smells amazing!!! Bye one now!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Love the smell would buy the bigger sizes 100% recommended"
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It is so worth the money, the bum bum cream is amazing and the perfume is the absolute best ever! It is definitely one of my favorite products in the store"
		},
		{
			"review_title": "The best scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Out of all the Sol de Janeiro Cheirosa body mists, the Cheirosa 40 is the best by far! I recommend getting this kit; you will fall in love with this scent."
		},
		{
			"review_title": "A must have in my shower routine ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Example after I had this product I love the results that I left on my skin it was so soft and it just made my skin feel amazing ￼￼"
		},
		{
			"review_title": "A must-have 😍😋",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this is the best Sol de Janeiro scent … lasts all day & gets me so many compliments ."
		},
		{
			"review_title": "AMAZING!! (i can’t add the 3rd photo!)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This scent is really good! It’s definitely worth the price and you get good sizes of everything. My favorite is the body wash. You come out of the shower smelling like you put the mist on!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love this set. It’s perfect for traveling and work. Going to purchase one for my daughter. I love the minis"
		},
		{
			"review_title": "Get it for collection or get it if you like the 👃",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Tbh I don’t really know if I wanna return as I want the bag and the stuff inside as collection but it smells like alcohol mixed with vanilla not that good…"
		},
		{
			"review_title": "Smells pretty great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "smells really good but mostly smells like vanilla with a little bit of plum! also came in a cute little bag"
		},
		{
			"review_title": "Must have, strong smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this set! I have the other Sol de janero scents and I’m in love so I wanted to try 40. This scent is in the strong side but it’s very long lasting and won’t need to be reapplied."
		},
		{
			"review_title": "Must have in routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love it It is amazing and some moisturizing the send is to die for and I must have in your routine. The body wash is very moisturizing and is very good for your skin."
		},
		{
			"review_title": "Very worth it!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Love love love! The shower gel is my fav because it fills my whole bathroom with the scent, and the perfume is also amazing. The reason why I give it 4 stars and not 5 is because the cream (in my opinion) smells nothing like cheriosa 40 but ofc still smells nice❤️"
		},
		{
			"review_title": "School Must-Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love the cream, it's really lightweight and yet it's still moisturizing. The body wash is also amazing. And the perfume smells amazing!!! I love reusing the bag for travel, school, ect. LOVE IT!!"
		},
		{
			"review_title": "best shower combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "i personally love this brand sol de janerio but my sister bought me this for my birthday, and it smells so good! the shower gel is so good and it smells lighter than the cream and the spray which I like. for the past month I've been using this and I smell soo good!!"
		},
		{
			"review_title": "A MUSTTTTT HAVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "SMELLS AMAZING I LOVE IT YOU SHOULD DEFINITELY PURCHASE THIS!!"
		},
		{
			"review_title": "Must have in my routine.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "If you love 40 you should get it but the perfume is really ￼small ￼but overall, the bum bum cream feels the best ￼and the body wash is good if you have 40 I would recommend it. ￼Feels good on my skin."
		},
		{
			"review_title": "slay",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "cute and great for on the go! i love re filling my full size body spray with the mini one hehe"
		},
		{
			"review_title": "A must have to having a good smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this set it was my first time trying sol de janeiro and i will be repurchasing this product the lotion is so hydrating and the body wash lathers just how i like it and the perfume smells amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this!! I’m purchasing another to go in my school bag❤️"
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I think this product scent is really good and maybe not worth the $30 but I would buy again, would recommend! (It is the mini versions)"
		},
		{
			"review_title": "My fav",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "SMELLS SO AMAZING AND FRESH I LOVE THIS SM !!!! BUY IT RIGHT NOWWW"
		},
		{
			"review_title": "perfume was missing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "my package came without the perfume in it and the things in it were wet."
		},
		{
			"review_title": "#40 is my fav scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Oily skin",
			"review_text": "omg! I love this set! perfume is a little TOO small. I used some and only a little more then halfway was left. or maybe I used too much!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "This product is good for its price the perfume smells a bit like rubbing alcohol when u first spatu it but after it smells good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is one of my favorite scents of Sol De Janeiro! I love the subtle yet long lasting scent that stays on you and your clothing. Best purchase I've made so far!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Smells so good. Worth the $30, the products are minis though."
		},
		{
			"review_title": "A must have to smell good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "It smells so good drive to Sephora and get this right now it is worth your money"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "BEST smelling perfume ever! people say it is pretty small but it lasted a very very long time unless you use 50 squirts a day."
		},
		{
			"review_title": "A MUST HAVEEE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "THIS PRODUCT SMELLS SO GOOD I LOVE IT SM IT HAS LASTED ME ALL DAY LONG AND ITS REALLY GOOD FOR TRAVELING BUT GO BUY THIS NOW ITS WORTH THE 30 DOLLARS"
		},
		{
			"review_title": "100% worth your money! Smells incredible!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This is so worth your money! Each travel size comes with the perfect amount of product! You are also saving so much money because this values for much over $30! BUY THIS NOW!!!!"
		},
		{
			"review_title": "Incontournable après une bonne douche",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J’adore ce produit dès la première utilisation ma peau était déjà douce et en plus le parfum wow on n’en pas parle pas comment sa sens bon ?!!!"
		},
		{
			"review_title": "A must have everyday",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "It was smell so good like my feet fungus and I love the smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "LOVE THE SCENT , DEFINITELY GET IT it's so worth it"
		},
		{
			"review_title": "Would only purchase certain items",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I just got this set today. The body wash makes my skin feel very soft and the scent lasts long on your skin after you shower. The body mist I love and would recommend. The lotion I do not like."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So good and smells amazing I def recommend  And it’s not to pricy perfect for travel and to test and try out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "just got my order today and i am in love with this scent! literally smells like starbursts and skittles 😍"
		},
		{
			"review_title": "WORTH THE MONEY!!@",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "OMGGGG I LOVE THIS SO MUCH! For being mini sized there is so much in the lotion, and body wash, and spray. The application is super easy and a little goes along way. i wear the spary every day and it lasts hours! its worth the money."
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is super nice and a little over priced but I still love this and honestly it all smells so good!"
		},
		{
			"review_title": "￼ must have ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the smell, this is my favorite sol de Janero sent perfect size for traveling ￼"
		},
		{
			"review_title": "SMELLS SO SO GOOD",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This specific scent from Sol de Janeiro smells so so good in my opinion. This jet set is the perfect way to test the different products in your favorite scent. The perfume is long lasting, so good."
		},
		{
			"review_title": "The smell stays on for a while",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I used the whole trio yesterday and the smell stayed on the whole day! It’s smells really good but I still like the 62 the best. But the 40 definitely stays on longer and smells a little stronger."
		},
		{
			"review_title": "Must have scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Amazing I love this scent it smells so good and will definitely purchase the full size"
		},
		{
			"review_title": "MUST BUY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This cute set is the perfect addition to my shower routine. It smells super yummy and is super cute. It comes with a case, which is perfect to hold my other skincare and things like that. If you are having a tough time deciding whether or not to buy it, I will tell you this; BUY IT!!"
		},
		{
			"review_title": "10/10 Love This!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love this!! It smells so good. I personally like this packs smell better than 62s smell. I absolutely love how the lotion makes my hands soft. The perfume smells SO good. And the body wash smells awesome. I definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I never trying 40 before and this is definetly one of my top sol de janeiro scents. To me it smells like a really yummy sweet vanilla cupcake and would def recomend"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love this scent but it came in damaged and the bottle was popped and it seemed used"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is my new favorite! After putting this on people couldn’t stop asking  what I was wearing even my fiancé was obsessed!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I have the big version of the cream and fragrance￼ and they smell and work very well. This is a great kit to get for birthdays, travel-on, if you’re new to sol de janeiro, etc. A must get!"
		},
		{
			"review_title": "LOVE LOVE LOVEEE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "SMELLS AMAZING AND WOULD REPURCHASE IT WAS SUPER CHEAP FOR THE SIZES AND I AN OBSESSED WITH IT!! ONLY THING I WISH IS THYE SHOULD MAKE ONE OF THESE FULL"
		},
		{
			"review_title": "GO GET IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "THIS SMELLS SO GOOD GO GET IT AND IT LAST A LONG TIME!! 40 AND 62 IS MY ALL TIME FAVVVVV"
		},
		{
			"review_title": "A must-have set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’m loving the smell! Perfect size for traveling. This sent smells great! 100 percent would recommend! Great deal for $30!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "okay so it smells so good but when it came the perfume was empty and leaked everywhere :( but theyre sending me a new one for free and free samples so iys ok lmao other than that its good"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my FAV scent from sol de janeiro! As soon as i saw this i ordered it. perfect for travel!"
		},
		{
			"review_title": "Perfect for traveling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "omg so tiny😂 but I really love this and it’s perfect for if you go on planes because everything is less than 3 oz and you can reduce the plastic container they came in!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "This is and amazing product but I think there could be a little more product in the Bahamadia bright cream, and it smells phenomenal, but for the price that we are paying I think there should be more product."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smell really but ship so badddddd they spilled perfurme"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Product is amazing!! I bought it because of interest, smells great smells real, and fruity.The only iffy thing about it,  it was something smaller than I was expecting. Other than that the product is amazing. If you thought about buying this, BUY IT!"
		},
		{
			"review_title": "BUY. BUY. BUY.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love this set! This package came quickly and it smells SOO GOOD. Definitely buying the bigger sizes of these individually. The lotion is small, but you only need a little bit. It's lasted me a long time now. The perfume is long lasting too."
		},
		{
			"review_title": "Recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I really like this product. I think it smells super good. But I feel like it was a little pricey for how small they are but I’m very happy with my purchase"
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells like HEAVEN, I have gotten a million and one compliments smells soooo good"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This scent smells so good smells like soft night out and the body wash makes so much foam😍😍"
		},
		{
			"review_title": "Absolutely Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’m a competition dancer, so I travel a lot and 40 is my fav scent so I love taking the minis with me!"
		},
		{
			"review_title": "Ok….Listen ￼",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "So about this product while it smells incredible and I love it I never realized how small it was maybe  it was just me. In my opinion it was not worth $30. but it smells great! ￼￼￼"
		},
		{
			"review_title": "An everyday must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "This sent smells so good and took not that long to be delivered it took about 4 days and it was nicely packaged. The product is decently priced and overall everything is amazing."
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this so so much! I have been dying to get my hands on a 40 jet set, because I bought both the Beija Flor (68) jet set as well as the 62 jet set as well and absolutely loved them. 40 is my favorite scent out of all of the sol de janeiro because it smells absolutely delicious, and this set became my holy grail. The value is amazing for only 30 dollars and it's amazing, I get compliments everyday."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It smells amazing! It’s so worth it for the 3 products you get! The scent is so luxurious and it makes you smell great all day!"
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells SOOOO good and I love all the products, definitely my favorite sent of all time."
		},
		{
			"review_title": "Literally can’t go without it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this set! it’s perfect for anyone and everything smells simply amazing. I’m in love with and and buy it for my self and as the best gifts ever!"
		},
		{
			"review_title": "idk just read the review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "This came within a week and I was so excited! I have never tried or smelled any sol de janeiro scents before so this was exciting. well the day before it comes I go to the sephora store and I smelled all the testers. I have a kinda bad sense of smell and couldn't smell anything out of 40, 71, or 68. I could only smell 62 and Rio Radiance. I loved 62 and so did my mom but 40 was just so meh. My friend says it smelled like wine. I'm still going to use it and enjoy it but I just wish I had gotten 62 instead :/"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love it  The lotion goes along way but its pricey.. I love the scent of the mist of you are a ysl black opium girly get it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Loveee it smells so good and moisturises my skin so good!!! THISS IS UR SIGN TO BUY ITTT"
		},
		{
			"review_title": "12/10!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I work for Sephora and I absolutely love these 3 products, as does my 5 year old 🙂. It smells amazing, the body wash scent stays on for days and the cream really does help brighten the skin!"
		},
		{
			"review_title": "This scent is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Everytime I wear the cheirosa 40 scent, everyone always asks what I am wearing because it smells so good! Overall, I definitely recommend this set ❤️❤️"
		},
		{
			"review_title": "Just as I expected",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "40 and 68 are the best scents, so this lived up to its expectations, it smells amazing and lasts all day, go getchu one 🎀"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This smells so good 10/10 recommend 😍😍 40 is the best sdj scent 😍😍😍😍😍"
		},
		{
			"review_title": "Pricey but amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love this product will definitely buy again for a gift smells so good and is a little pricey but fine"
		}
	]
}