{
	"product_id": "1462",
	"name": "Solar Tint Cream Blush Duo",
	"brand": "SIMIHAZE BEAUTY",
	"categories": "Makeup, Cheek, Blush",
	"price": 57.0,
	"about": "What it is:A portable, compact cream-blush duo with contrasting finishes to create the perfect natural look..Coverage:Medium.Finish:Natural.Formulation:Cream.Highlighted Ingredients:- Camellia Oil: Nourishes skin and soothes visible redness..Ingredient Callouts:Free of parabens and mineral oil. It is also cruelty-free..What Else You Need to Know:This blush duo has a velvet-cream pigment on one side and a sheer, emollient-rich balm on the other. Infused with skin-soothing, antioxidant-rich camellia oil, both formulas melt seamlessly into skin for a flushed-from-within effect.",
	"ingredients": "-Camellia Oil: Nourishes skin and soothes visible redness. ..Dewy Blush:.Caprylic/Capric Triglyceride, Neopentyl Glycol Dicaprylate/Dicaprate, Silica, Mica, Squalane, Synthetic Wax, Helianthus Annuus Seed Wax (Helianthus Annuus (Sunflower) Seed Wax), Aluminum Hydroxide, Zea Mays Starch (Zea Mays (Corn) Starch), Helianthus Annuus Seed Oil (Helianthus Annuus (Sunflower) Seed Oil), Camellia Sinensis Leaf Extract +/- May Contain.Ci 77891 (Titanium Dioxide), Ci 77491 (Iron Oxides), Ci 77499 (Iron Oxides), Ci 15850 (Red 7), Ci 19140 (Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 45410 (Red 28 Lake)...Matte Blush: .Polybutene, Pentaerythrityl Tetraisostearate, Octyldodecanol, Polyglyceryl-3 Diisostearate, Octyldodecyl Stearoyl Stearate, Cera Microcristallin (Microcrystalline Wax), Mica, Hydrogenated Polyisobutene, Paraffin, Bis-Diglyceryl Polyacyladipate-2, Silica Dimethyl Silylate, Ozokerite, Behenoxy Dimethicone, Candelilla Cera (Euphorbia Cerifera (Candelilla) Wax), Aluminum Hydroxide, Aroma (Flavor), Diethylhexyl Syringylidenemalonate, Helianthus Annuus Seed Oil (Helianthus Annuus (Sunflower) Seed Oil), Caprylic/Capric Triglyceride, Camellia Sinensis Leaf Extract, Tocopherol +/- May Contain Ci 77491 (Iron Oxides), Ci 77891 (Titanium Dioxide), Ci 77499 (Iron Oxides), Ci 19140 (Yellow 5 Lake), Ci 45410 (Red 28 Lake), Ci 15850 (Red 6), Ci 15850 (Red 7), Ci 42090 (Blue 1 Lake).",
	"how_to_use": "Suggested Usage:.-For a velvet-matte finish, tap cream formula onto cheeks with fingers or buff with a flat-bristle brush. .-For a sheer, juicy shine, tap balmy formula onto cheeks with fingers or buff with a flat-bristle brush. .-Layer or combine formulas for a custom finish. ..Pro tip: .-Sweep across bridge of nose for a sunkissed effect.",
	"num_reviews": 92,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/solar-tint-blush-duo-P503342?skuId=2633774&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2633774-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Dawn",
			"shade_descriptor": "pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2633733-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Red Moon",
			"shade_descriptor": "brown red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2633774-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Canyon",
			"shade_descriptor": "nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2633766-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Amazing 🍉🍉🍉",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "wow this has become my favorite blush! you have to learn how to use it - what i do is apply the cream w a synthetic brush then blend w a beauty blender before setting my makeup - then once my makeup is set, i use a fluffy brush to apply the poewder side. here you have to then work it in with a buffing brush. i know this sounds like a lot but it creates to most beautiful flushed look and lasts all day!!"
		},
		{
			"review_title": "Must use a brush, does not apply well with fingers",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Lovely formulas with pretty good staying power. You have to use a brush to apply. It does not work to apply with your fingers. If you use your fingers, it will go on patchy and lift makeup underneath. Once I figured out to use a brush, then I fell in love! Canyon is a nice natural flush."
		},
		{
			"review_title": "Breakouts ahead!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Wow is this ugly and smells like dirty socks! What are they thinking?! Made me break out in acne and went straight into the garbage."
		},
		{
			"review_title": "Just no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Ugliest blush I have ever used. Made it look like their were bruises on my cheeks"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This has quickly become one of my most used products. Gorgeous tones and easy to use for everyday"
		},
		{
			"review_title": "Whole brand is a big waste of money :/",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Would give 0 stars if possible. I got this as a gift but seeing the price I feel sorry for the money my friend spent on this scammy brand. The product came broken, which is natural since the quality of the whole product seems very very low. Disappointing, wouldn't blend and somehow managed to remove my products underneath? This was a first for me. I gave this product more chances but it'd make me hate it more and more each time. The other products were pretty bad for the prices as well. Would not recommend this brand ever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "",
			"review_text": "Gorgeous. Can be used anywhere on eyes, face, lips. Beautiful colours. Compact size so great for travel."
		},
		{
			"review_title": "My absolute favorite!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I originally picked this up in-store because of the cool packaging and at first, I used it only as a blush but one day when I was out with some friends, I realized I left my lipstick at home and so I used the cream blush as lipstick as well and I fell in love!!! It looks so cute when you use it on your eyelids, cheeks, and lips at the same time!! I usually do that as an everyday look now because it's very buildable so you can control how pigmented you want it to appear. I don't use any makeup brushes just my hands to apply it. I use the more powdery side for my eyelids. I made a huge dent in the product so I'm going to have to buy a new one soon!"
		},
		{
			"review_title": "Absolutely Not.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "SIMIHAZE..... girl..... what was this absolute flop of a product..... the pigment was giving claires eyeshadow the packaging was giving Dollar Tree and the finish was giving OIL SPILL! I went swimming with this on and was afraid Greenpeace was going to jump me for the amount of oil I was putting into the water."
		},
		{
			"review_title": "nice but double check the shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "beautiful sheer light blush, but the colors are off. I ordered Canyon which is a nude, but it's more of a berry shade."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I got it as a gift  Really good formula  Love itttttt"
		},
		{
			"review_title": "really impressed with this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is a really great blush with impressive lasting power. I use the cream blush and then set it with the powder which isn’t a typical dry powder- it’s almost like a wet to dry formula. I just wish there were more shades."
		},
		{
			"review_title": "Do not buy it!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "product is horrible, the packaging feels cheep and it made me breakout. I bought it bc I saw that had good reviews but I just found out that every 5 star review was people who got the product for free they can"
		},
		{
			"review_title": "For the perfect sun tanned look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love everything about this blush. It’s easily blendable and long lasting. I love to layer the creamer side with the chalkier side, it gives me a cute sun tan look. Also the packaging is adorable and magnetic. I swear by this brands products!"
		},
		{
			"review_title": "weird smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love a cream blush but, like other simihaze products, this has a weird smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Hey everyone , there are people here who are just writing bad reviews against this company due to political reasons. Please ignore them! This makeup brand is great, shares positivity and awareness!"
		},
		{
			"review_title": "Didn’t like it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Similar to the one from Honest Beauty but much pricier. Really not a fan. I think most reviews were incentivized or something because I don’t get the hype."
		},
		{
			"review_title": "Meh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Packaging looks cool but hinge breaks very easily because too weak for heavy plastic. Product is nice but hate using broken makeup."
		},
		{
			"review_title": "Light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This was exactly what I was looking for. First off the packaging is beautiful and has weight to it. Now to the product itself, I was looking for a blush that was buildable but that wasn’t mega pigmented because I have a hard time with control of blush sometimes. I’m loyal to tower28 blush but more times than not I end up putting too much. Canyon is perfect for me.  When I apply it, it doesn’t show up too bold but I can build it up if I want to. And it’s great that it comes with 2 finishes. I love it! One more thing to note is that it’s scented. It’s a sweet scent but not over the top."
		},
		{
			"review_title": "So creamy ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I love the texture of this formula so smooth & love the two pigments in one"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great clean girl makeup! Love everything I’ve tried by them including this blush duo and the melting bronzer.   The user jgg44 is clearly trying to hurt the brand and those comments should be removed."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This product has terrible constancy! Also caused breakouts and made my makeup look dirty. Very disappointed"
		},
		{
			"review_title": "Horrible packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Opened the package and the lid just broke off from the case. Horrible packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "SimiHaze Solar Tint Cream Blush is a game-changer! The blendable formula gives a radiant, sun-kissed flush that lasts all day. With its diverse shade range and easy application, it's the perfect addition to any makeup routine."
		},
		{
			"review_title": "Best Blush Duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The packaging is secure in compact so you could take it anywhere on the go. I have tried all three finishes. For a velvet-matte finish, I tapped the compressed cream formula onto cheeks with fingers. I have tried the balmy formula onto my cheeks with my fingers. The sheer side is a great buildable formula and gives a cheeky gloss look. I have layered both for formulas for my own custom finish. With either formula, it is best applied with a flat-bristle brush. This has skin-soothing camellia extract to soothe the skin. It blends and melts seamlessly into the skin. I love the natural, yet dewy cheek! I highly recommend this easy and the go blush duo!"
		},
		{
			"review_title": "Beautiful blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One of the most beautiful blushes I’ve tried in awhile! I love that it has a cusion airy textured one and a cream one! I love that when you put it on it the shade doesn’t overpower the whole cheek! It’s literally the perfect among of shade that goes on! It can totally also have a multi use to it too.  It’s so great you can even mix the two and use together however you like! I’m totally going to grab all the other shades available!"
		},
		{
			"review_title": "Great blush duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This blush is worth every penny. The product itself is high quality, pigmented, buildable, bendable. Doesn't lift the foundation underneath. The packaging is solid and feels heavy and expensive. I liked it a lot!"
		},
		{
			"review_title": "My fave blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Such a beautiful blush for olive toned skin! I don't like pink blushes on my complexion so this is perfect. It has such cool, unique packaging & both formulas are great! Very pigmented, blends easily, and has plenty of product. I highly recommend it."
		},
		{
			"review_title": "It’s such a beautiful blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One of the most beautiful lushes I’ve tried in awhile! I love that it has a cusion airy textured one and a cream one! I love that when you put it on it the shade doesn’t overpower the whole cheek! It’s literally the perfect among of shade that goes on! It can totally also have a multi use to it too.  It’s so great you can even mix the two and use together however you like! I’m totally going to grab all the other shades available!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - pink",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The packaging is so cute and caught my attention at first! I love how this blush is a velvety consistency and it’s easily blendeable and buildable. I like to use my fingers for a quick natural flushed look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Very beautiful and pigmented blush! It lasts long and is velvety in consistency  ! Gives a natural flush look to the cheek! The blush is buildable too! Love the cute packaging! Easy to carry! Definitely recommend !"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is the first product I’ve tried from this company but it won’t be the last! I love how this is a buildable formula that leaves my skin with the most perfect amount of color and dewy look! It’s my new favorite!"
		},
		{
			"review_title": "SO GOOD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Such a cute cream blush by Simihaze!!!! I’m obsessed with the pigment and how smoothly is goes on the skin!!! I will definitely get it again and would love to try the other shades !!!! So good!!!!!!!!"
		},
		{
			"review_title": "Dual blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I don’t think I was prepared for how much I was gonna like this blush. The product comes in sturdy packaging, and includes a mat and a luminous finish blush. All in one the blush adds the perfect tint of color to my cheeks, and blend seamlessly with my other make up."
		},
		{
			"review_title": "Pretty and easy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I love this blush duo! The packaging is heavy and feels expensive. The color is fun. I love the nude shades I got. They are both creams but one is more sheer and Glowy. They are easy to use and look so natural and subtle on the skin!"
		},
		{
			"review_title": "Blends beautifully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This blush is literally beautiful. I love how it blends nicely with my skin and I use a brush which leaves great results. I love how it have 2 different type of blush texture and both work very well. Is a long lasting blush and compliments my skin good."
		},
		{
			"review_title": "Lovely pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I loved trying the solar tint cream blush duo from SIMIHAZE Beauty. I have dry skin and powder blush always gives me a flaky skin feeling. This blush has a soft blend-able texture. You can use it with a nice fluff brush. It gives you a lovely sun kissed  look. It has a velvety side and a sheer side, I tried them together and individually and enjoyed both the looks. A lovely flushed look. It’s vegan and cruelty free and travel friendly."
		},
		{
			"review_title": "Beautiful formula and Packaging!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I loved this cream blush, it is super versatile to use and you can modulate the intensity, both shades are beautiful and lasts all day, apart from the fact that it has antioxidant ingredients like Camellia, I love it, it is my new favorite and I take it everywhere, gifted by Simihaze!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I’m a sucker for a good cream blush and this one didn’t disappoint! It’s beautifully pigmented, blends so effortlessly with my fingers and leaves a nice dewy finish. The packaging is also sleek and looks great on my vanity. Obsessed! Gifted by Samihaze"
		},
		{
			"review_title": "My new holy grail blusher!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "by Simihaze Beauty.. they sent me their Solar Tint Cream Blush Duo in the shade Canyon.. and OH MY GAWSH, I am obsessed! The quality, packaging & aesthetic, formula, and shade range is otherworldly good. I am blown away by the performance and results. This blush is the best of both worlds. You have a rich, pigmented cream on one side, and a sheer, antioxidant-rich balm on the other. It gives the face the most gorgeous, glazed donut dewy skin radiant glow. Hands down recommend this one, along with everything else from Simihaze!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The SIMIHAZE SOLAR TINT CREAM BLUSH DUO is a versatile makeup essential that combines the benefits of a tint and cream blush. This innovative product offers a natural, radiant glow with a silky-smooth texture that effortlessly blends into the skin. The duo design allows for customizable color intensity, making it suitable for both subtle day looks and bold evening glam. Experience a sun-kissed complexion and a youthful flush with this must-have beauty product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Sephora and SIMIHAZE.The packaging is so cute and the formula blends well. I use my finger tips to apply. The color is stunning for my fair skin. I like that you can use the duo for different looks. I like the compact design for ease of travel and carrying. I will buy it again ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love both shades in this duo. They are matte and pigmented. I primarily use my fingertips to apply them onto my face, and they effortlessly blend across my cheeks. These shades impart a touch of color that beautifully complements my fair complexion. complimentary from simihaze beauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product was a nice lightweight Biterce but unfortunately the color was just a little bit too dark for my personal pallet. I like that it comes with a The cream and a powder and it’s completely filled Apple definitely better on darker skin tones. This product was gifted by SIMIHAZE"
		},
		{
			"review_title": "Very cool!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Simihaze gifted me this product. This blush is wonderful. The packaging is so beautiful and luxurious. the color is so beautiful on my skin. I was really wanting a color like this that looks more natural on the skin, and this blush leaves the color as I wanted. Very easy to apply, I'm enjoying applying it with my fingers. I like to apply it on the cheeks and lips, so it looks not even natural."
		},
		{
			"review_title": "Amazing packaging and good color payoff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Okay this is so cute - I had seen the packaging of this brand before and was intrigued, but holding it in my hand it’s even cuter and way larger and heavier than I expected in a good way. I was gifted by SIMIHAZE the Canyon color and both sides are quite pigmented on my fair/light skin. It comes across very similar to the model photo on me. To me, they both have a slightly dewy finish - I’ll have to play around with them more. They’re easily applied with fingers, and take a little bit of blending but nothing major - I think fingers would be easier than a brush for this product. I love the light balmy feel and would consider other shades!"
		},
		{
			"review_title": "I want them all!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "#simihazegiftedme Obsessed does not even begin to cover my thoughts on the Simihaze Solar Tint Blush Duo! I love that the beautiful compact contains both a cream and powder formula. The shades work together to create a beautiful dewy look. The blush is so pigmented and can be built up to the intensity you like. I can’t wait to add even more shades to my collection!"
		},
		{
			"review_title": "Love the shades!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been loving this blush duo. Firstly, the packaging feels nice as there is some weight to it and I love that it includes a mirror. The shades themselves are so beautiful and can be built up to your desired look. I love to layer them together. I received this product complimentary from Simi Haze Beauty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I wasn’t expecting to like this as much as I do! I love the concept of the two formulas in the same compact and the color Red Moon is absolutely stunning! The component is way more luxe feeling than I had thought it would be, but I do think the price is a little steep for the amount of product you get. Gifted by SIMIHAZE BEAUTY."
		},
		{
			"review_title": "Beautiful everyday blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received this solar tint cream blush duo complimentary from Simihaze and it’s the cutest thing! I love how sturdy and unique the packaging is! I got the shade canyon which is the perfect everyday shade and compliments my skin tone very well, both finished blend seamlessly on the skin and give a beautiful healthy looking glow to the cheeks, I would absolutely recommend it! It’s beautiful!"
		},
		{
			"review_title": "this blends SO nicely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I have been on the hunt for a nice red-based blush, and I have to admit...phew, this is a good one. Definitely don't be intimidated by the bold color of this product. With a light hand, this can actually be a very natural looking blush...even on fair skin. I'm including a photo of it applied with a stippling brush. I can't get over how easy this was to work with!  Part of me questioned whether this would work on deeper skin tones, but I then swatched this on my hand (see photo). Yep, she is buildable! Frankly...this is a fantastic formula. It doesn't pill over powder, it buffs right into the skin.  As for the things you should know: I have a dry skin type, so I feel that I am unable to attest to how it will wear on oily skin. It wore well on me but...just about everything does (if it doesn't, then we have big problems!) I will also note that it has a candy like scent, and the word aroma in the ingredients - a smidge of a pet peeve, just say fragrance!! So I would proceed with caution if you tend to react to fragrance.  Additionally, the price is a bit high in my opinion, but I would say you aren't just paying for a blush. You are paying for an experience: the packaging is kind of hard to explain, but it's shockingly cute in person. It's heavyweight, with a strong magnetic closure (STRONG - it snaps shut!) I think it's adorable, but I can see it not fitting into every vanity. It does indeed feel inspired by the DJ creators of this brand, if that makes sense lol.  Overall, I would recommend this for those who have been struggling with blush application. This was such an easy cream blush to apply, whilst I have felt some others are tricky. I received this complimentary from Simihaze, all opinions are my own."
		},
		{
			"review_title": "I needed this and didn’t know that!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by simhaze beauty, OK this is a brilliant idea. You have two different colors one which is a nice light matte, cream, blush and then you have one that’s like a bomb more of a clear, but colored creamy blush. I haven’t tried anything like this in the past, and I have to say I am really impressed. It goes on beautifully blends beautifully and the colors are incredible. At first I thought OK maybe I got too bright of a color but it’s perfect. It’s you can build on it so it can be darker or lighter. It’s totally buildable. I love this compact."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this complimentary from SIMIHAZE. I was quite surprised at how big this blush compact is! It’s a nice big size and has a mirror. These blush shades are absolutely gorgeous! They both apply like butter and are so easy to blend and you can also build for more color! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product complimentary from SIMIHAZE BEAUTY. I love a good natural looking blush for everyday overall and this blush duo is perfect. I always go for a more no makeup makeup look and this blush works seamlessly with my other products. I can sometimes have a though time with certain products where I feel like they make my makeup underneath pill and I haven't experienced that with this one. It gives me the perfect flush to my cheeks"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This blush duo is outstanding. It was better than I expected. I love the pigment of it and the dewy natural finish. Now I want them all! This is my first time trying this brand, and I'm enchanted! I received this product complimentary from SIMIHAZE BEAUTY."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Super unique packaging. I broke mine because I thought it was a screw too but it’s not! It’s a compact so just know that. Now, the cream formula is a bit tacky but I feel like it’s meant to be set with the powder in the duo. Absolutely loved how it looked on me . Gifted by SimiHaze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "(gifted by SIMIHAZE) i was so excited by the aesthetics of this brand and the formula matched my expectations! this is a gorgeous & buildable blush. i got the shade red moon and it is so on trend with “strawberry” makeup. it wears well on my dry, acne-prone skin and doesn’t irritate it either <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is my first time trying this brand and oh my goodness is this blush the cutest! The puck shape is simply adorable. And the weight of it makes it feel good quality. It’s adorable to throw into your bay for on the go too. I love how you have the two consistencies. One is more pigmented and one has more of a glow/gloss. I like to use both. First to provide a pop of color following by the glow shade. It feels light on the skin too. So cool that it’s skincare infused too! Gifted by Simihaze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "These formulas are SO good. I prefer natural glam in my routine, and both blushes apply to my skin as if it was just a second layer. On top of that, they last throughout the day, hold a beautiful color, and are extremely portable/convenient!"
		},
		{
			"review_title": "Pretty color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really like how this blush is buildable and customizable depending on if you want a more dewy or maybe look. The formula has a good enough payoff for a healthy flush but I’m not convinced it layers perfectly with everything. It’s definitely a gorgeous color. This was gifted by simihaze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "love this duo blush and the color! one side is a more matte and smooth finish while the other is more hydrating and dewy! love the duality to use between warmer and colder months! colors are also so pigmented! gifted by simihazebeauty"
		},
		{
			"review_title": "Very impressed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is my first experience with this brand and it is top tier! To start, the compact is so sturdy, heavy and quality. It’s also super cute! I love the two formulas. The cream blush is extremely buildable which I appreciate and the glossy side is a perfect highlight. I love the colors and they last! They both feel hydrating and go on flawlessly! I will absolutely be trying more from this brand!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted by SIMIHAZE. This is an awesome blush. I love that there is a dual formula for the perfect layering. They are also both very nice on their own. The shade is beautiful and isn’t too dark for my fair skin at all."
		},
		{
			"review_title": "Natural Makeup Best Friend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this cream blush! I struggle to find something that isn’t too pigmented and this is perfect, sheer and buildable. I can choose a range of shade being able build it up. Can we also talk about how nice the packaging is?? I am the worst with keeping makeup away from counter edges and have broken many of my powder products. This one is just so protective and easy to use! Gifted by simihaze"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Don't be deceived by the photos! Upon receiving the product, I was genuinely taken aback by its size as a blush compact. I own it in the shade Dawn, which is a lovely everyday pink hue that complements fair skin tones. One aspect I particularly appreciate is the inclusion of both a matte and a dewy shade within the compact, as opposed to having two matte shades. This allows me to experiment and create different looks.   Gifted by Simihaze"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a cream blush duo, not a cream / powder, one side is more of a matte cream. I got the shade canyon, these are pretty pigmented and I prefer the shinier side. The packaging is A+ - heavy and modern and luxe all at once. Gifted by simihaze"
		},
		{
			"review_title": "Solar Tint Cream Blush Duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Complimentary from SIMIHAZE BEAUTY. The Solar Tint Cream Blush Duo has a buildable formula that allows me to layer on color. It has a natural dewy look finish that looks so pretty on my cheeks. It comes in such a cute product packaging."
		},
		{
			"review_title": "Great formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This blush blends like a dream! I love the two different finishes it has. One is more dewy and the other a soft matte finish BUT IN THE SAME TONE! Haven’t seen one like this on the market yet. Both in a cream formula. Gifted by Simihaze beauty"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Simihaze gifted me this blush duo and I am obsessed! The color is stunning! It is also long-lasting, especially when paired with a powder. I love how there are two consistencies in this duo for different makeup looks. It also blends so well! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This blush blended in like a dream and it looks absolutely gorgeous on my skin and my brown skin. This went super well and I would love to try the other color. This was gifted by Simi Haze Beauty. Love it"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This blush is super cool. I love the duo of different finishes for the blush. It makes it much more useful with the variety! This shade is super nice and natural on my fair skin. I can't wait to wear it more! Gifted by SIMIHAZE"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "[Complimentary from SIMIHAZE] I love a good vibrant blush and this may be one of my all time favorites! This blush is so pigmented and a little goes a long way. I love layering it when I need a more bold look"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Solar tint cream blush offers two cream blushes in one. I got the color in tropic and t brightens my cheeks instantly. Depending on the look you are going for you can use the two different formulas to create different looks. Lasting power is ok but the color is gorgeous on fair skin tone. Gifted by simkihaze"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Such an amazing blush!!! It gives such a perfect natural and dewy look and melts into my skin so nicely. I love how it’s buildable and the compact it comes in is so cute and cool too! So obsessed !!!! Gifted by Simihaze"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this blush duo so much! The colors look so good on my brown skin tone. I usually apply the cream first and then the powder and it sits so beautiful on the skin without looking patchy! Gifted by Simi Haze"
		},
		{
			"review_title": "so pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Simihaze gifted me this beautiful solar tint cream blush duo.  I love how creamy this blush is and how well it blends out! The perfect pop if color!  I need all of the shades asap! I absolutely love it. I definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Red Moon - brown red",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It’s my first time trying this brand and I’m pleasantly surprised! It’s giving glossier but cooler, this blush serves sexy sheerness that can be built up into bolder look and the color is so flattering! Gifted by simihaze"
		},
		{
			"review_title": "Loooooove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Sephora and SIMIHAZE. The blush is awesome and very well pigmented. You can use it for a day make up or night make up. You can even use it on your lips. I would recommend it to everyone to try it out. Excellent!"
		},
		{
			"review_title": "Fun concept. I like it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This Simihaze makeup line is such a fun concept! I absolutely love the packaging and that the actual makeup looks so dewy and fresh. This is very cool that you get two different formula of the blush but…they still are very similar to each other. I would rather go with either two completely different colors or powder+cream type of product. But it’s just personal preference."
		},
		{
			"review_title": "Nice bright peach!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I really like the shade of this blush! It’s a peachy tone that looks beautiful on my fair skin. This is pretty dewy for me, so I think it’ll be best suited for summer when I’m naturally wanting that look! I love the compact as well. Received complimentary from Simihaze"
		},
		{
			"review_title": "Gorgeous!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a unique and innovative new brand! I LOVE the tropic shades as they work perfectly with my olive toned skin. The formula is buttery, soft and really lasts, even in this summer heat. It feels weightless and melts into the skin beautifully! Gifted by simihaze."
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love these are duo sided this color complements my skin tone perfectly and it blends pretty well I will say the packaging is the most of the product less makeup then packaging I do like that it is creamy and not blotchy gifted by SIMIHAZE"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This blush is gorgeous. It is the perfect Compact, for both nighttime bolder looks as well as the every day no make up blush look. In addition, I’m just a sucker for packaging and love the bright orange concept. Gifted by SIMIHAZE"
		},
		{
			"review_title": "Pleasantly Surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Wow this is clearly high quality especially the packaging! Basically you get a powder and cream finish duo, red moon is an amazing color duo if you have a warm skin tone. Best using your fingers which is perfect for me:)"
		},
		{
			"review_title": "Oh no, I actually like this...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Wasn't expecting much but I was intrigued to pick this up due to the packaging being so flippin' cute (it's a hockey puck!). The formula applies nicely, especially the matte side. Using the fingers for application works best with this formula. The non-matte side gives a nice glowy finish - I find that this needs more working with in order to apply smoothly. What I love most is the shade Red Moon - such a pretty healthy red! What I dislike about this is obviously the price but I'm a sucker for good high-end and luxury product. This is a good product. I wish there was a bit of a shade difference in this duo instead of the same shade in different finish. It would've been a better value."
		},
		{
			"review_title": "Best blush ever!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This is the best cream blush I've ever used and I've tried many! Both formulas blend easily and truly achieve a flushed-from-within look and finish. Even my renowned make-up artist son-in-law complimented my makeup when I saw him the other day...the ultimate stamp of approval!"
		},
		{
			"review_title": "Avoid!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The matte side lifts any makeup under it! No matter how you apply it, it removes your makeup! I also noticed my skin broke out on my cheeks and this was the only new product I introduce to my routine"
		},
		{
			"review_title": "Cute packaging and good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The matte side of the product reminds on the rare beauty little capsule blushes while the other side reminds me of the Tower 28 without being so sticky. I read other reviews mentioning how it breaks them out, I have extremely sensitive skin and this does not break me out. Also the packaging is very high quality."
		},
		{
			"review_title": "Clown makeup",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Nothing “fine art” about this product. Product is glorified, expensive, clown make up. Quality feels cheap and cause me to break out. Save your money but if it’s really burning a hole in your pocket, put it towards another lux brand. Literally any other brand than this product."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Canyon - nude",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nice color but…. Wont work with a brush. Have to use you use your fingers and the matte side doesn’t blend very well. Broke me out."
		},
		{
			"review_title": "Must-try! Gorgeous multi-use product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I bought this in Canyon and Red Moon and both are stunning shades that can be worn on cheeks, eyes and lips. One side has a cream blush that has a very natural finish, and then the balm on the right has a glossy glow. I bought it mainly because I saw Hailey Beiber use it on Youtube and now I'm hooked. Gorgeous packaging too!"
		},
		{
			"review_title": "Wonderful multi use blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Normal skin",
			"review_text": "I love this blush has 2 shades and the powder side isn't that of a powder but more of like a balm and I've tried it as eyeshadow and a lip tint and works beautifully. Plus the smell it has is like a sweet smell im very satisfied with this blush."
		}
	]
}