{
	"product_id": "1723",
	"name": "Flourish® Thickening Shampoo for Thinning Hair",
	"brand": "Virtue",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 60.0,
	"about": "What it is: This gentle shampoo supports healthy growth and thickness by clearing debris from the follicle, balancing the microbiome, and nourishing hair and scalp with Alpha Keratin 60ku CLINICAL® protein and other fast-acting ingredients. Perfect for anyone with thinning hair...Hair Type: Fine and MediumHair Texture:  Straight, Wavy, Curly, and Coily..Hair Concerns:.- Thinning.- Scalp Buildup.- Volumizing..Key Benefits:.- Detoxifies.- Volumizes.- Repairs..Highlighted Ingredients:.- Alpha Keratin 60ku CLINICAL® Protein: A protein duo that encourages growth with microbiome-balancing ingredients..- Sodium Hyaluronate and Red Algae Extract: For lightweight hydration and moisture to thicken hair and keep fibers supple..- Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth...Ingredient Callouts: Free of parabens, formaldehydes, phthalates, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Growing hair is just the beginning, how we care for that new hair helps determine whether it survives. Powered by two groundbreaking keratin proteins, Flourish® products cleanse, purify, and enrich the scalp, creating fertile ground for new growth. As each new hair emerges, it’s nourished and strengthened, reducing the rate of breakage and helping hair grow to maturity..Fragrance Description: A gentle, spa-like blend of aromatic herbs, bright citrus, clean flowers, and balancing woods, with basil and patchouli essential oils for scalp care and healthy hair...Clinical Results: In an independent, third-party test of 35 women, when the shampoo was used in combination with the Flourish Conditioner & Density Booster as part of a regimen, women saw the following results after 6 months of use:.- 91% saw less fall out after.- 97% said scalp was healthier.- 94% had more volume",
	"ingredients": "-Alpha Keratin 60ku CLINICAL® Protein: A protein duo that encourages growth with microbiome-balancing ingredients. .-Sodium Hyaluronate and Red Algae Extract: For lightweight hydration and moisture to thicken hair and keep fibers supple. .-Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth. . .Aqua (Water, Eau), Sodium Lauroyl Methyl Isethionate, Sodium Cocoyl Isethionate, Lauryl Glucoside, Acrylates Copolymer, Keratin, Trifolium Pratense (Clover) Flower Extract, Camellia Sinensis Leaf Extract, Larix Europaea Wood Extract, Sodium Hyaluronate, Tocopherol, Acetyl Tetrapeptide-3, Rice Oil Glycereth-8 Esters, Sodium Phytate, Cocamide MIPA, Polysorbate 20, Hydrogenated Coconut Acid, Sodium Isethionate, Sodium Methyl Cocoyl Taurate, Caprylyl Glycol, Guar Hydroxypropyltrimonium Chloride, Trisodium Ethylenediamine Disuccinate, Ethylhexylglycerin, Hexylene Glycol, Glycerin, Butylene Glycol, Sodium Dilauramidoglutamide Lysine, Isopropanolamine, Coconut Acid, Dextran, Chondrus Crispus Extract, Ethylhexyl Salicylate, Sodium Metabisulfite, Glycine, Gluconolactone, Zinc Chloride, Phenoxyethanol, Parfum (Fragrance), Potassium Sorbate, Sodium Hydroxide, Citric Acid, Sodium Benzoate, Sodium Chloride, Linalool, Geraniol, Limonene, Citronellol.",
	"how_to_use": "Suggested Usage:.-Work a quarter-size amount of shampoo into a rich lather between palms. .-Apply to wet hair and massage into scalp, starting at the nape of your neck and working the lather through the ends. .-Rinse thoroughly..-Tip: After washing and conditioning, dry hair in sections, lightly squeezing and gently patting out moisture. Rough drying hair with a towel can pull or break fragile new hairs. If you have it, a soft microfiber towel is even better.",
	"num_reviews": 115,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/virtue-flourish-shampoo-for-thinning-hair-P480368?skuId=2536878&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2536878-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 oz/ 240 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2536878-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Hives",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "This product gave me hives and made my face real red......also made my hair limp and even thinner than it already was."
		},
		{
			"review_title": "will add volume, but tends to dry out hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Initially I thought this product made my hair thicker, but overtime, realized it was because it makes my hair dryer and I find myself over doing it on my leave-in conditioners to compensate."
		},
		{
			"review_title": "Bad Product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The only thing this shampoo has done for the last month is dry out my hair."
		},
		{
			"review_title": "Very nice shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m not sure yet if it actually helps with new hair growth, but it’s a good shampoo with a heavenly scent.   Washes out nicely.   Good to catch it on sale because it’s pricey."
		},
		{
			"review_title": "Its better than most",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is okay. I think I bought the wrong one for my hair and thought this was a different bottle but it still works well. Smells very good too. Not the best but certainly among the best I have tried."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Okay so, I am not a huge fan of the scent (it kind of smells like a cleaning spray or something), but my hair looked really nice after using it. I love the science focused message of this brand. It also lathers really nicely and truly feels like its cleaning your hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Gifted by virtue, I was so excited to receive this new product, because I am already a very big fan of the brand. So far I have to say My Hair is loving this product and I can’t wait to see a long-term results"
		},
		{
			"review_title": "I'm happy with my purchase! ❤",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I have to say that this shampoo brand is good for my very thin hair so far. I've only use it ones and my hair have so much volume and it's so soft! Compare to Kérastase tickening one, this one is the best for Volume and hair health because it's sulfate free!. I need this in my life because I'm blonde and my hair is very thing and damage.. I'm very happy with my purchase! ☺❤"
		},
		{
			"review_title": "NOT nourishing or gentle!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Bought this after watching so many testimonials.  Not at all nourishing. My hair was left dry and could barely comb through it even with the conditioner.  Caused even more shedding!"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I've been using continuously for 1 year and can def say I've had less shedding and more growth. I like the smell and it leaves my hair shinning. NOT a paid review."
		},
		{
			"review_title": "Dries out hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This shampoo dried out my hair. I have never had any shampoo do this.  It was terrible and had to return it.  Very dissatisfied and disappointed with this particular product."
		},
		{
			"review_title": "I like this with the hair mask after.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this as part of kit- shampoo + thickening hair mask. ( I was not gifted this so a real review here) My hair is more fine at age 50. And some damage - color treated blonde.  I liked the shampoo and the mask gave enough conditioning. No frizz after.  (I have not tried the regular conditioner after the shampoo). Smell was nice and I would buy these products again. I can not say that they make hair grow back or grow more hair but gave more full appearance to fine hair.  Minus one star because Virtue products are quite expensive in my opinion.  I love the virtue spilt end mender but that also is a small amount for a lot of money/ still I buy it because it works!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Dryness- check. Frizz- check. No volume- check. No improvement at all for thinning hair- check.  If you are looking for the criteria above then certainly get this shampoo. Otherwise please do yourselves a favor and do not give in to the incentivized reviews."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Made my hair loss worse unfortunately. I The description mentioned that it will help with Telogen Effluvium hair loss but only made it worse for me. I am sad."
		},
		{
			"review_title": "Did not a thing for hair loss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Did nothing for my hair loss. Hair did not seem thicker afterwards. Scent and lather is very nice, but as a life long hair loss person whose go to sadly has gone out of stock for a very long time I tried this in the interim...just kept loosing more and more hair! I just pray my go to comes back in stock! My go to is Keep it anchored (which literally stopped my hair loss!!) btw hope they publish my review!"
		},
		{
			"review_title": "Didn’t work for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I bought the shampoo, conditioner, and mask in this line on a sale and have not been impressed with any of it. Did not make any difference in my hair. Super bummer. I have tried the volume line from virtue and it is much better if you have thin hair."
		},
		{
			"review_title": "I am getting my locks back!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My husband been suffering from from hair thinning for sometime now. After about 2 weeks of use he claims I am getting my locks back!!!!  well worth spent $"
		},
		{
			"review_title": "Terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "Did not work for me…Terrivle shampoo and conditioner…5$ shampoo from target works better"
		},
		{
			"review_title": "Current favorite shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I have really thin and fragile hair and it typically falls out when I wash it. It doesn’t fall at all when I use this shampoo, it feels healthy and strong."
		},
		{
			"review_title": "Must be highly rated due to incentivized reviews",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I hate to say it but you cannot take reviews seriously anymore. Everything is incentivized and truly why influencers are being phased out. This shampoo is no better than Suave or any drug store shampoo/conditioner you'd buy at Walmart. Save your money."
		},
		{
			"review_title": "Very drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I had high hopes for this but it’s just not great. After getting through the entire bottle, I did notice less hair fallout in the shower, but it has made my hair SO dry!"
		},
		{
			"review_title": "Have seen improvements even in 3 months",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I use this line of products - shampoo, conditioner, and spray serum. I tried it first in the sample trio and felt an almost immediate improvement in how my hair felt. I knew there hadn’t been enough time to actually have it improve but it did give me hope that the creators understood that giving the hair more volume and body would encourage people to keep using it. After finishing the sample sizes I bought the full sizes and have been using them about 3 months. I seem to be losing less hair in my brush and my hair looks and feels better. Given my age and health, I don’t expect miracles but I think this is a very good line of products for improving thinning and aging hair. I will definitely keep using it."
		},
		{
			"review_title": "my favorite shampoo for no flat hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "this is my favorite shampoo it lathers well & does not leave my hair flat only conn is that you will need conditioner after specially if you color hair like me"
		},
		{
			"review_title": "Would not recommend",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I ended up buying this product from the company as Sephora is always out of stock.  I have colour-treated, very fine, mostly straight, thinning hair, and a normal (not oily or dry) scalp.  I liked this product at first--gave me noticeable, above-average, volume, and it appeared healthy.  However, over time  (about three months) it has severely dehydrated my hair and stripped the colour.  The dehydration is now making my hair look even thinner.  Perhaps it might work for people with no tendency toward dryness or are willing to use a very hydrating conditioner with it (though in my case heavy conditioners deflate the volume).  I wanted to like it, especially at this price point, but it's a definite no, and the search for the perfect volumizing shampoo continues."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is a very good product it would really well .. such a good shampoo, have tried many shampoos but so far this one is the best … it leaves my scalp free from the all build ups and both my scalp and hair looks healthy now"
		},
		{
			"review_title": "goodbye halo frizz!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "After using this for a couple months, I noticed that those wispy short hairs I’m always battling against frizz have actually had a chance to grow! Good bye halo frizz and hello fuller looking and feeling hair!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’ve enjoyed and love Virtue products so was very excited to give this shampoo a try! I really like how it smells, it lathers up nicely, and leaves my hair feeling clean and scalp refreshed. This is made with great ingredients and seems promising for my hair thinning so I am really looking forward to seeing results!  Gifted by Virtue Labs."
		},
		{
			"review_title": "Get hair back that you lost to Covid",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I always had thick hair but after getting Covid I started losing my hair and it lacked its luster. I was desperate so I wanted to try this shampoo gifted by Virtue Labs to see if it would make a difference. It was gentle on my hair and I noticed I didn’t lose as much in the shower. My hair is getting thicker again and I think this shampoo is working it’s magic."
		},
		{
			"review_title": "Great shampoo after significant hair loss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using this thinning hair shampoo for a few weeks now. I have recently lost a lot of hair following weight loss. In the couple weeks I haven’t noticed anything drastic, however I haven’t lost as much hair recently and this shampoo does help keep my hair soft and nourished. The shampoo was complimentary from Virtue Labs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Complimentary from Virtue Labs. This shampoo leaves my hair feeling clean and healthier. I haven't used it long enough to see visible long-term fullness, but I am looking forward to it! Would recommend it for those with thinning hair to try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received this shampoo complimentary from Virtue Labs & it has been amazing for my fine, straight hair. My hair feels clean & definitely has more volume. As for my thinning hair, I believe time will tell after more use of the products to see if it will get fuller. My hair doesn’t feel weighed down & it has a refreshing scent."
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Virtue Flourish Shampoo for thinning hair is a great gentle shampoo for my color-treated hair. It leaves it clean, hydrated and full of volume. It also helps with frizz, keeping my hair soft and shiny. As for the thinning part, I will continue using it to see the full result in the future. The product was gifted to me by Virtue Labs."
		},
		{
			"review_title": "Cleanses extremely well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I go days without washing my hair and in between I use a lot of dry shampoo so I get product build up and by the time I have to wash my hair, sometimes my shampoo doesn't even lather well and oftentimes my hair still feels heavy afterwards. It gets oily right away by the second day because of it. I also have very fine thin hair that falls off alot ever since my last pregnancy. So with all these things in mind, I quickly jumped into the opportunity to try these products gifted to me by Virtual Labs because of their claims. I fell in love with this mild shampoo. It lathers extremely well and cleanses off my hair so nicely specifically my scalp. My hair feels so light afterwards and so clean. I like that it doesn't have a strong scent too, and my hair has not gotten oily as quickly as it used to. It looks overall bery healthy and I have noticed a slight decrease of hair fall out."
		},
		{
			"review_title": "Super for thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I really think this shampoo (with the matching conditioner) is partly responsible for my hair looking and feeling fuller than usual. I started leaving it on a little longer just to give my scalp extra time to absorb the nutrients. I can’t say it will work for everyone as hair thinning is caused by different reasons but this product for me is wonderful along with vitamins scalp massages to help maintain growth. It smells like a spa and cleans gently without changing my hair color. Gifted by virtue labs. Highly recommend this line.  It takes time but definitely a good option for thin hair."
		},
		{
			"review_title": "great from thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Virtue Labs.  I have thin colored treated hair so this shampoo is perfect from me because it repairs and also adds volume to my hair. my hair does not feel weighed down"
		},
		{
			"review_title": "lovely shampoo a little too early for results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Virtue gifted me this shampoo for reviewing purposes, and it's somewhat hard to review because I only had two weeks. While this is not enough to observe new hair growth, I do notice that my hair looks healthier and shinier.   The texture is lovely and the shampoo lathers up well. I only need to use a quarter sized amount for my hip long hair. It cleanses really well and I only have to wash my strands every 2-3 days.   The shampoo is fragranced but I find it subtle and refreshing.  I hope I will see some hair growth in the weeks to come but have to say that I like it so much  (even as just a regular shampoo) that I would buy another bottle to see if there are more longterm results."
		},
		{
			"review_title": "Love the flourish line!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Virtue Labs gifted me their Flourish shampoo to try. I have been suffering from hair thinning and hair loss from stress and other factors. I have used different supplements and several hair products but nothing worked until I’ve used the Virtue labs flourish hair products. I use this in combination with the conditioner and density booster. My hair feels soft, smooth, bouncier and I have less hair fall. The lightweight formula is perfect for my oily hair.  It is vegan, sulfate free, paraben free and gluten free. It smells amazing too. I love this flourish line and will definitely buy more. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Recieved this complimentary from Virtue Labs in exchange for my honest review. I have thinning hair from weight loss and tried this shampoo to help my hair look full. This shampoo helped my hair feel and look a whole lot thicker."
		},
		{
			"review_title": "Shampoo for Thin Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Virtue Flourish Shampoo for Thinning Hair was complimentary from Virtue Labs. it is great for women who have thin hair. it contains keratin and Peptides that help nourishing and calm scalp for a healthier environment for hair growth.   I only need very little for my short hair and it lathers well.  My other family members also like using this shampoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this shampoo as well as the condicioner. It leaves my hair nice and smooth and hydrated. No need to use lots of shampoo so it will last for a while even though I like to shampoo twice! I would recommend it!"
		},
		{
			"review_title": "Nice shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "This is a good shampoo. I haven't yet seen any results for the thinning hairline but I will continue to use to see what happens. My hair does feel very smooth and hydrated after using this product though which is nice. Helps the frizziness. Complimentary from virtue labs."
		},
		{
			"review_title": "Hydrating and cleanses beautifully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have really enjoyed the Flourish shampoo I received complimentary from Virtue Labs! It removes the layers of dry shampoo and curl cream effortlessly and leaves my hair quite soft. It’s hydrating, while making my curls less limp. Total win for this shampoo!"
		},
		{
			"review_title": "Cleanses hair, leaves it smooth, shiny & healthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Details: A shampoo formulated to aid in healthy hair growth & thickness. Removes debris from the hair follicle, balances your hair’s microbiome & provides nourishment to your hair & scalp with Alpha Keratin 60ku clinical protein. Created to address thinning, damaged hair with split ends & breakage. Adds volume, detoxes & repairs hair. For all hair types, vegan, cruelty-free & gluten free & comes in recyclable packaging.     My experience: This is an initial impressions review. I have always had a lot of fine hair that can get easily greasy from heavy products. I have noticed that since the pandemic my hair has been shedding & thinning so I have been excited to try this shampoo. This has a medium thick, golden gel texture with a botanical scent. This produces a rich lather that cleanses my hair of buildup without leaving my hair stripped or greasy. My hair is shiny, soft & healthy. I haven’t used this long enough yet to say my hair is thicker yet but hope to provide a follow up review after more consistent, longer use.   Overall: I’m a big fan of this Flourish shampoo this far. It cleanses my hair of buildup & oil, leaves it smooth, shiny & healthy without making it greasy. I am hoping that with longer, consistent use I will see thicker hair & less thinning."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This shampoo has quickly became my new all time favorite! I highly recommend it! I’ve bleached my hair so much that it was falling out by the hand full! After using this shampoo I noticed almost immediate results! Gifted by Virtue Labs"
		},
		{
			"review_title": "Nice Treat",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Right off the bat, this smells amazing. I also enjoy a good lather since my hair fallout is specifically due to DHT trapped in sebum/in my hair follicles. This did a good job of cleansing hair without stripping and I like it better than other thinning hair shampoos I’ve recently tried. That leave my hair feeling dry.  I haven’t noticed too much change in the amount of hair I’m losing so far, except for when I use this and let it sit for about a minute. It’s been about a week so it’s too soon to tell, but I did notice a small improvement when used that way.  Overall, it’s a positive experience and I’m excited to see if any further improvements will come of it.  Gifted by Virtue Labs"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Flourish shampoo is so good! *gifted by Virtue Labs* I’m already noticing less breakage and fall out after only a few weeks. I have been using this and the conditioner each time it’s a wash day and I’m so impressed!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received this shampoo complimentary from Virtue Labs. I’ve used some virtue products in the past and loved them but I was disappointed in this shampoo. I have long super thin and very tangly hair. I felt this shampoo made my hair feel more dry and hay like. It smells good though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Virtue Labs. I have half bleached and half virgin hair. So far I’m really enjoying this shampoo. It lathers up well, rinses out nicely, didn’t leave my hair feeling stripped, and when dry it didn’t feel heavy. In fact my hair felt softer than usual after a wash which is amazing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Complimentary from Virtue Labs.Shampoo smells okay. Not the best scent ,but it does leave my hair with more volume. It is a subtle difference ,but I definitely notice some volume when using the shampoo, and conditioner together. So I would recommend!"
		},
		{
			"review_title": "less fallout!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I'm loving this shampoo! It smells amazing like a spa day. I feel like it's combating fallout. I pair with the conditioner and thickening spray, and I've been noticing less hair in my brush. Excited to use longer term to see if there is any new growth! Complimentary from Virtue Labs."
		},
		{
			"review_title": "Lovely Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Complimentary from virtue labs. I have a major issue with losing my hair. Lately I have been losing too many strands. I wanted to give this shampoo a try. I had high expectations and I am not dissapointed at all. I wash my hair 3x a week.  After 2 weeks of usage, the fall out reduced greatly. I love the smell of it. It cleans so beautifully and there is no residue at all. My scalp is usually itchy but not anymore. I really like this shampoo! It works wonders!! My hair is clean and it falls out less more. Highly reccomend."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The best shampooo ever, smells so good and makes your hair feel thicker after a couple used already can’t wait to continue using it and seeing even greater results! I received this product gifted to me and love it"
		},
		{
			"review_title": "Repairs and Volumizes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was gifted by Virtue Labs their Flourish Shampoo for Thinning Hair. I have an obsession with my hair having volume, look healthier, and keeping my long hair. I was so excited to try this. The texture was lightweight, gave me such a rich lather, and did not have to use too much to apply to my scalp. It had a beautiful light, spa-like, citrusy, and floral scent. I could feel it delicately clean my scalp, did not feel heavy, and left my hair feeling nourished and balanced. I enjoyed how my hair looked healthier and had more volume. I will continue to use this to see more benefits. So far, I love the results I am getting from this shampoo."
		},
		{
			"review_title": "Body!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve been going through a lot of hair issues lately so I’m willing to try about anything. A little goes a long way with this which I like as the lather really helps me coat all my hair. It has a spa like scent which I do enjoy in the shower. I notice after I blow dry my hair it has a lot more fullness to it and I’ve actually been getting a lot of compliments which makes me happy. I usually pair it with the healing oil by virtue which I find is a winning combination."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I had this item gifted to me by Virtue Labs. I love the scent of this line, the conditioner is creamy and rich! It does an amazing job at coating each hair strand and hydrating the hair! I left in on or 5 mins just to let it work in a little more. My hair felt so soft after and was so easy to comb through!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the product, smells really good and my hair is really soft after use. So now is the best product I tried in my life, I really recommended if you want look an amazing hair and smells really good gifted by virtue labs"
		},
		{
			"review_title": "Less frizz and more voluminous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is hair CARE! It’s hard to find a shampoo with so many beneficial ingredients that don’t weigh down the hair. This shampoo gives me the best hair cleaning and makes my hair look less frizzy and more voluminous after air drying. Love it and recommend! *gifted by Virtue Labs"
		},
		{
			"review_title": "Volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The shampoo from Virtue Labs is a really great hydrating shampoo and it really gets my hair clean and detoxifies without making my hair feel stripped. After one wash my hair has so much volume and looks stronger and healthier! Combining it with the conditioner from the same line gave me amazing results. Gifted by Virtue Labs"
		},
		{
			"review_title": "Helpful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was gifted by Virtue Labs. I really got this shampoo for my boyfriend to use since he had noticed a slight thinning of his hair. It was surprising after the first week of using this he noticed how his hair was starting to look fuller!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was gifted by Virtue Labs and their shampoo for thinning hair is great! I also have alopecia so any product that targets thinning hair I’m always down to try. This has a luxe scent and it does dissipate after a bit but lingers thru the day, which I like.   A little goes a long way and it does suds you a little bit but nothing crazy. I can tell this does a great job of giving good volume once I blow dry too. But it gives slight volume to the roots even when I just let my hair air dry. Love using it and been using it a week and see nice results!"
		},
		{
			"review_title": "Beautiful Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received Complimentary from Virtue Labs :Flourish Shampoo for Thinning.  I  love this shampoo, my hair is very thin and tangles very easily and since I've been using it my hair looks more beautiful and healthy and with much more volume, for better results I'm using the conditioner from the same line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was looking for a product that would repair my hair while I used it, and this is amazing because it has keratin in it. After one single wash, I felt like my hair was more hydrated and silky. I’m excited to see the volumizing effects it has over prolonged use! Gifted by virtue labs"
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was gifted by virtue labs this Flourish Shampoo for Thinning Hair on exchange for my honest review.  This shampoo is very nice. I love the smell and it lathered great. My hair feels super clean and is very shiny and smooth."
		},
		{
			"review_title": "Thinning Hair Need A BOOST??",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so excited to be gifted by Virtue their Flourish Shampoo for Thinning Hair!  The packaging is beautiful, and I love that the scent lingers as I like my hair to smell fresh even at the gym! I have fine, blonde hair that this Shampoo helps by Detoxifying, Volumizes and repairs from breakage split ends! I really enjoy this Shampoo, and I'm extremely excited that I'm about to try the Conditioner, as well!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I received the complimentary from virtue labs. I really like this shampoo. I can definitely feel and cleaner scalp with just first wash, My hair started to look and feel healthier. I am yet to see how full my hair eventually start to look. All in all a great product"
		},
		{
			"review_title": "Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This shampoo is sooo good! A little goes a very long way. It lathers so well and smells amazing! This shampoo makes my hair feel so thick and silky. It gives my hair a lot of volume and I love it so far! Gifted by virtue labs"
		},
		{
			"review_title": "Love how gentle and effective this shampoo is!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The first thing I noticed while using  Flourish Shampoo for Thinning Hair was that the color was clear.   I just loved the purity and gentleness of that.   It very quickly produced  a beautiful, rich, sudsy lather that felt soothing and lovely.  The scent was also enjoyable.  Definitely feels like my hair gets a thorough clean after each use.  I'm excited to see improvements in my thinning hair!  Enjoying the shiny and healthy looking results! Complimentary from Virtue Labs"
		},
		{
			"review_title": "All around well done!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this shampoo! It does a great job cleansing without being drying. Lathers up nicely but doesn’t leave a squeaky clean feeling or make my hair tangly. My hair appeared healthier and thicker after one use (party due to being such a good cleanse without being drying). I’m really excited to see long term results after finishing the bottle. The only con is it’s pretty pricey for the amount you get, but it did perform extremely well for me. I received this complimentary from Virtue Labs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This shampoo is pleasant to use: mild and pleasant scent, gentle cleansing without damage or dryness.  Now it's part of my arsenal, it seems to be effective.  I also appreciate the packaging for easy dispensing when hands are wet or soapy, but overall the product is really nice.  Gifted by Virtue Labs, thank you!"
		},
		{
			"review_title": "Feels great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this shampoo complimentary from Virtue Labs. Virtue is quickly becoming one of my favorite brands. I’m 6 months postpartum and losing my hair like crazy, which is hard for anyone but especially people who had thin hair to begin with. I can immediately notice my hair feeling fuller after I shampoo with this. The scent is earthy but not a bad earthy. It lathers wonderfully and doesn’t take a lot of product. Can’t wait to see what continued use for a month does for me!"
		},
		{
			"review_title": "must have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Flourish Shampoo for Thinning Hair is a one more step to boost my hair density according to some hormonal changes in my busy I loosing some hair and in fact this is not what I would like to have in the future. this shampoo helps to stop this process as well as its nourish and hydrate hair and make it look so healthy and shiny. gives me very fresh scalp feeling and not drying my hair at all. great solution  gifted by Virtue Labs"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great shampoo! I’ve only been using it for a few days so I can’t comment on if it’ll help my areas of thinning hair as of yet. My hair feels nourished, softer, and hydrated after using this shampoo and I enjoy the scent. Looking forward to seeing long term results using this shampoo and the conditioner. Gifted by brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got this for my husband (and the conditioner) to help with thinning hair.  He’s used it  few times but not enough to confirm if it’s thickening his hair quite yet! However, it does give his hair a nice clean base so we’re both excited to see how it continues to do!  Gifted by virtue"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Gifted by Virtue Labs. This shampoo has a nice lather and cleanses the hair well. I don't notice a major difference in volume from the few times of trying this or if it actually helps with thinning hair. I think you would have to use it for a longer period of time to tell. One thing I did not like was the scent. It was a very strong baby powder like or deodorant scent that would linger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I was gifted by virtue labs their flourish shampoo. I have been trying this shampoo for few days. I have thin hair so I thought this would be perfect. I really feel my hair gets volume after few uses. I love how deeply it cleans and has a good lather.  This is a good option if you have thin hair."
		},
		{
			"review_title": "great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is wonderful shampoos. It has clear color, nice scent and lathers good. It cleanses my hair very thoroughly. I love that it volumizing, detoxifies and repairs. My hair feels thicker and fuller. Gifted by Virtue Labs"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This product was gifted by Virtue Labs for review purposes. I like that this product is specifically for thinning hair, but it’s also versatile in that it helps with scalp health. I tend to get buildup for various hair products, but this gave my scalp a deep clean. Immediately, I can say that my hair felt clean after its first use. I also usually have a lot of hair fall out at the end of my hair wash routine, but I noticed less hair fall out this time around. I’m not sure if it was a coincidence, but I’m hoping to see more of that in the future. A little goes a long way! It lathers up nicely and I look forward to seeing its long-term results! Only time will tell, but I am hopeful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This was gifted by Virtues for reviewing purposes. The aesthetic of this bottle is on point. The smell of the shampoo is also really nice and I feel like it gets my hair clean. It lathers up without much effort."
		},
		{
			"review_title": "Thicker and Fuller Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Great shampoo for thinning hair a little goes a long way. It helps my hair look thicker, fuller and with more volume. It doesn’t weigh my hair down. I noticed a difference with the first use and after that it just gets better and better!  It smells amazing. Complimentary from Virtue Labs."
		},
		{
			"review_title": "Great for fine thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was so excited to try the gifted by Virtue Labs Flourish Shampoo for Thinning Hair and was not disappointed! First off it lathers nicely and I apply it from roots to ends saturating my hair. This shampoo is not only good for thinning hair but damage, split ends, breakage, volume and dry scalp. It’s really meant for fine hair like mine so it’s a perfect fit and really helps my fine thinning hair. Some of the benefits include that it repairs, volumizes, and detoxifies. I’ve nothiced my hair has become more volumized, thicker and stronger. I’ve also noticed less shedding to my surprise which is great. I feel my hair is growing out stronger and and not as thin. Overall this shampoo is fantastic and I highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Gifted by virtue labs. I’ve only been using this for a few days I can’t tell if it has helped my thin hair. But as I continue to use it I will make a update review. So far I really like it . Lathers really nicely"
		},
		{
			"review_title": "smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "gifted by virtue. this is really good for hair fallout! it’s a nice texture and smells so nice. I have had some issues with hair fallout and scalp care is so important. this really helps take care of my scalp for healthy growth :)"
		},
		{
			"review_title": "Great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I am super happy to receive a complimentary from Virtue Labs, well I would say that I am so satisfy with this Flourish Shampoo for Thinning Hair. This product has really nice smell. It helps me a lot to volumize my thin hair, which I had that problem for a long time and that was make me feeling embarrassed in the public area. I am really impressed because this product doesn't cause the irritation or dandruf to my sensitive scalp. It's 10 out of 10."
		},
		{
			"review_title": "Try it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this new product from Virtue complimentary for my honest review. I’ve used it a few times so far and I’ve been really enjoying it. I can’t tell yet if it’ll be effective for thinning hair since I’m sure it’ll take time to notice a difference but overall this shampoo is lovely. Fresh clean scent, lathers nicely, doesn’t strip my hair and make my hair dry or reversely not clean my hair well enough. The bottle is also really nice. Would definitely recommend trying this shampoo if you are in the market for products that help with thinning hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this shampoo designed specifically for thinning hair. I use it together with conditioner and also add mask from the brand. It works perfectly together, and I truly enjoy the results I see. My hair is doing better, look and feel healthier and stronger. It was gifted by Virtue Labs."
		},
		{
			"review_title": "best shampoo for thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "As I age I've noticed that my hair isn't as thick as it used to be. It feel thinner now and I want to try to preserve what I have left. I started using Flourish Shampoo for Thinning Hair and I really like it a lot. My hair looks great and feels thicker. gifted by Virtue Labs"
		},
		{
			"review_title": "Helps with thinking hair.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I've been having serious shedding from postpartum. I needed to revive my thick hair prior to pregnancy. I've been using it for only a few days and already feel the difference in my hairs health. It feels thicker and shinier. Gifted by virtue labs."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Virtue Labs.I have been loosing my hair in past 3 months and was looking for something to help with it. I love this shampoo, it’s Very gentle on my hair, just takes a small amount. This leaves my fine hair feeling thicker and fuller. The smell is great."
		},
		{
			"review_title": "Great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Really love this shampoo! I have very thin hair and had some hair loss after both of my pregnancies so I have been a bit self conscious about it. I've just started using the shampoo so I can't wait to start seeing the results. Since my hair is thin I try not to use so much product on my hair because I'm afraid of it weighing down my hair but just after one use of the shampoo my  hair was more voluminous! My scalp and hair feel very clean and I can get rid of any product buildup with each wash! The scent is also very lightweight and pleasant. I received this product complimentary from Virtue Labs in exchange for my honest review."
		},
		{
			"review_title": "Curb the shed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been lucky enough to be gifted by Virtue Labs several products from the Flourish line and this set is my absolute favorite.   I am 44 and my hair is starting to thin a bit.   This right here has definitely curbed my shedding.  It smells so good and the texture is so creamy.  If you have fine or thinning hair, this is the one!"
		},
		{
			"review_title": "Works well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I started losing my hair after undergoing gastric bypass surgery. I was losing good amounts in the shower (not just when brushing). My hair started looking healthier after just a week of use and stopped falling out by the handful.  So glad to have had the opportunity to try this! Gifted by Virtue Labs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by Virtue Labs. I’ve been dealing with thinning hair for some time and I can’t even begin to mention the amount of products I have tried to help with my hair! This shampoo meant for thinning hair is the game changer I need and you will too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The flourish shampoo, which is gentle enough for regular use, contains Alpha Keratin 60ku CLINICAL® protein and other fast-acting nutrients that help to remove debris from the follicle, restore balance to the microbiome, and nourish hair and scalp. It's great for anyone who has thinning hair. Hair growth generally takes a few months before you can observe the full effect, but I'm excited about seeing the overall difference after time based on the components.   Gifted By Virtue Lab"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was gifted by Virtue Labs their Flourish Shampoo and I was blown away! As I've been getting older, my hair has began to thin but after using this. I can tell the difference it makes and my hair growing stronger and thicker. This doesn't have a strong smell to it either which I can appreciate. I will be purchasing this in the future!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "So I like the products from Virtue a little too much. The packaging is beautiful, they have a nice fragrance and they work so well. My hair is thin and curly and this products make it shiny, smooth and looking healthy. Complimentary from Virtue Labs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am so impressed with this shampoo I have dry hair. This shampoo makes my hair soft and nice looking. I really enjoy the texture and my hair is pretty weightless with using this product. Smell is also so good. Gifted by virtue labs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Gifted by virtue labs. Absolutely love this shampoo! Lately I have been struggling with thinning hair and hair falling out and this has been perfect for me. This shampoo has helped with my hair problems and I love the way it lathers and leaves my hair feeling soft."
		},
		{
			"review_title": "Great scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is one of the best smelling shampoos I have ever used. It lathers great and adds volume to my hair. My hair smells amazing and feels healthier. I haven't been using it that long, but I have high hopes for this product. Complimentary from Virtue Labs"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I am so impressed with this shampoo I have dry hair with lots of breakage. I also have a very dry scalp. This felt so nice and it helped with my flakiness and dryness a lot. I also didn’t notice any fading of my color treated hair either and the way my hair has felt after using this is so nice! Excited to see if this helps my hair grow faster!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "A gem! I love how smooth this product leaves my hair. Healthy ingredients and not full of synthetic materials. I don’t need to use all these serums anymore this product is all i need. (Gifted by virtue labs)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "my hair has been thinning around my hairline for the past few years, so i’m always on the hunt for products to help fill it back in or at least make it look fuller. i’m not sure which one this does, but it does appear to make my hair look fuller. this was gifted by virtue labs."
		},
		{
			"review_title": "must try for thin hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by Virtue Labs. This shampoo is great! I have thin hair and am always on the lookout for a shampoo that gives me volume, does not weigh down my hair, and leaves it feeling clean. This shampoo does that! My hair feels wonderful."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I was very excited to try this product because my hair has been since I have my babies and had surgery. I heard really good things about this brand so he’s very excited to use it. I really enjoy the texture and my hair is pretty weightless with using this product. Gifted by virtue labs"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I have hair loss due to lupus, which causes inflammation of my skin which includes my scalp area, thus creating frequent hair loss. I have spots that are visibly thinning and it's made me pretty self conscious, so i was thrilled to try this shampoo! Since i've been using it my hair looks and feels thicker and more voluminous than before. Gifted by virtue labs but all thoughts are my own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This was gifted by Virtue. This shampoo is so lovely! I feel like it really cleanses the scalp well. I’ve noticed a difference in the thickness of my hair since starting this line. I’m excited to continue using it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by Virgue in exchange for a review. I have fine thin long hair that always look flat and lacking volume. This shampoo does a good job of cleansing my hair and scalp without stripping it and gives a nice volume and body to my hair."
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have fine thinning hair and I'm in my mid 40s, this line should have worked for me, Instead this made my hair dry, greasy and frizzy at the same time, my hair felt coated and weighed down as well. The only thing I liked about this shampoo was the smell. (Note: Virtue shampoo and conditioner have been out of stock at Sephora for months now so I had to purchase this from Ogilvy holt Renfrew)"
		},
		{
			"review_title": "Health Effects",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Contains trifolium pratense (red clover). If you were born female, read up on this ingredient, then make an informed decision about using this and other products containing it."
		},
		{
			"review_title": "hair feels healthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I recently purchased the trial set and so far I am loving it! I have fine, damaged hair and this product has helped my hair to feel so soft and healthy. I’ve also been able to cut back on washes without my roots looking oily."
		},
		{
			"review_title": "Good Shampoo, strong smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I am scent sensitive so shopping online for shampoo is always difficult. I had high hopes for this shampoo, but the smell was overpowering.  It smells like when you first walk into a Whole Foods store. It's a mix of herbs and patchouli which dominate the shampoo. The scent doesn't go away after drying. It was too much for me and I had to return it -which is unfortunate because my hair felt great and very clean. My scalp was noticeably less oily than it was when I was using Verb Ghost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "gray hair",
			"review_text": "As a sassy senior I want to keep my hair from thinning as much as possible.  I’ve been using other Virtue products for several years now and have been pleased with all of them. I was delighted to try out this new product. So far, so good!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very excited Sephora is carrying this line! I'm a big fan of all the Virtue products I've tried (truly a luxury experience to use them) and trust the Flourish shampoo and conditioner to keep my hair as thick as possible."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love how much it lathers in my hair but then washes away quickly and easily, leaving my hair feeling so clean. I'm hooked!"
		},
		{
			"review_title": "Virtue is incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "All the Virtue products are unbelievably fragrant & they all work. Not a better quality product on the market. Worth every cent…liquid gold!"
		},
		{
			"review_title": "Reduced hair fall, Improved hair texture/quality!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I started using the Virtue flourish shampoo about 4 months ago since I was experiencing more than regular hair fall, and unhealthy scalp and hair. I have seen tremendous improvement in my hair texture and quality, and healthier scalp and significantly reduced hair fall. I have also seen small baby hair grow on my hairline. I highly recommend this product for anyone experiencing low to moderate hair fall/thinning as my experience has been highly positive."
		}
	]
}