{
    "product_id": "1011",
    "name": "Triple Fix Loose Talc Free Translucent Setting Powder",
    "brand": "LYS Beauty",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 32.5,
    "about": "What it is:u00a0A talc-free, microfine loose setting powder to smooth, blur, and set makeup with a natural matte, airbrushed finish while leaving skin hydrated and refreshed..Finish:u00a0Matte.Formulation:u00a0Loose Powder..Highlighted Ingredients:u00a0- Niacinamide (Vitamin B3): Reduces appearance of pores and limits excess shine..- Green Tea Extract: Antioxidant benefits that soothe and replenish skin..- Sodium Hyaluronate: Retains skin moisture and visibly plumps the appearance of fine lines...Ingredient Callouts: Free of parabens. It is also vegan, gluten-free, and cruelty-free...What Else You Need to Know: This microfine powder instantly smooths, blurs, and sets makeup for long-lasting wear while leaving behind a natural matte, airbrushed finish. Casting an undetectable veil on the skin, this luxurious satin powder blends effortlessly on the skin to dissolve the appearance of fine lines or texture. Enriched with hydrators like green tea extract and sodium hyaluronate, this nourishing powder helps control unwanted breakthrough shine while leaving skin visibly refreshed.",
    "ingredients": "-Niacinamide (Vitamin B3): Reduces appearance of pores and limits excess shine..-Green Tea Extract: Antioxidant benefits that soothe and replenish skin..-Sodium Hyaluronate: Retains skin moisture and visibly plumps the appearance of fine lines..Synthetic Fluorphlogopite, Mica, Magnesium Stearate, Camellia Sinensis (Green Tea) Leaf Extract, Sodium Hyaluronate, Niacinamide, Octyldodecyl Stearoyl Stearate, Pentaerythrityl Tetraisostearate, Phenoxyethanol, Ethylhexylglycerin, Caprylic/Capric Triglyceride. May Contain [+/-]: Iron Oxide (Ci 77491, Ci 77499), Ultramarines (Ci 77007), Yellow 5 Lake (Ci 19140), Red 28 Lake (Ci 45410).",
    "how_to_use": "Suggested Usage:.-After applying all liquid and cream products, apply powder using a brush, makeup sponge, or powder puff (not included) to apply directly to the face. .-To bake, apply to the under-eye area and let rest for 30-45 seconds. .-Dust off any excess product. Reapply as needed. .-Follow with setting spray (sold separately).",
    "num_reviews": 85,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/lys-beauty-triple-fix-loose-talc-free-translucent-setting-powder-P513229?skuId=2783355&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2783355-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Sincere",
            "shade_descriptor": "pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2783355-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Resilience",
            "shade_descriptor": "translucent",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2825800-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Talc free finely milled powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Pleasantly impressed with this powder. Itu2019s brighter pink in person than in picture but itu2019s still translucent . It helps to brighten my complexion. Non drying. Keeps my makeup all day . Non cakey. As a bonus itu2019s talc free."
        },
        {
            "review_title": "Silky, even finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "I love the finish this powder gives my skin. It helps smooth over and fill in pesky wrinkles and resolves cake face in a pinch! Iu2019m also a huge fan of the packaging on this product. I like how easy it is to open and close, but also the way that the inner cover works to keep my product clean! GAME CHANGER."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Dry skin",
            "review_text": "I love this powder. It blurs everything, didn't dry out my dry skin and looks like a live filter on skin. It lasts quite long too."
        },
        {
            "review_title": "Don't like",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "New to pink powders for under-eyes; decided to try this since I have a couple of other products from this line. This powder settled in my pores and made my under-eye looked super dry and cakey. The powder also comes out of the container chunky/chalk-y."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this powder for a little over a week now. Itu2019s not my favorite as far as packaging/getting the product out, but I learned to crack the lid and turn upside down and shake without making a complete mess. The product itself is fantastic. It makes my liquid makeup matt and this does not cake or increase lines like some users have stated. This gives me a solid and perfect finish. I wear a mask all day at my job and this actually keeps my makeup on my face and not in my mask! Nothing else Iu2019ve tried has done this. I absolutely love this powder. When in doubt, go with the translucent as you canu2019t tell itu2019s on. A must try for sure."
        },
        {
            "review_title": "This is a no...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This powder is so thick & cakey that it immediately set into all my fine lines. It makes my skin look so dry. The packaging is not great and difficult to work with."
        },
        {
            "review_title": "Beautiful product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Been using this product for a few months now and I am really surprised at how well my make up last throughout the day . ufffc"
        },
        {
            "review_title": "Pink shade is too pink for fair skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The pink (sincere) shade is NOT like the pink tone that givenchy voile rose, or tower 28 pink has, this is very clearly pink on the skin. It was like putting blush under my eyes, it did not work well, maybe the translucent shade would be a better match."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Resilience - translucent",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I have a difficult time w powders because I have very dry under eyes. This powder does not dry out that area and looks invisible while setting make up. The packaging is neat but is a little annoying - itu2019s hard to get enough onto the cap."
        },
        {
            "review_title": "Flawless finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I recently tried this talc-free loose setting powder from lys beauty, and itu2019s amazing! It gives a natural matte finish that makes my makeup look airbrushed. I love how it smooths and blurs my skin while keeping it hydrated, thanks to ingredients like niacinamide and green tea extract. Plus, it controls shine without feeling heavy. Knowing itu2019s vegan and cruelty-free is a bonus! If youu2019re looking for a setting powder that works wonders, I highly recommend giving this one a go!"
        },
        {
            "review_title": "Love it for my DARKSKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Love the powder does not dry out my dry skin beautiful finish.. I am a dark skin woman and it does not matter how much powder I use it does lot come off as chalky or"
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have extremely dry skin always have a hard time finding a powder that doesnu2019t make my makeup crack itu2019s very lightweight it doesnu2019t make my face feel heavy either"
        },
        {
            "review_title": "It was ok, not long lasting or blurring",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this powder since I love the company. The packaging is a beauty rose gold case! I just wish it wasn't so bulky or at least came with a smaller travel size since I travel alot for my job.  The powder itself was ok, but didn't do anything to control shine.. I was shiny within 4 hours. I could see my pores and makeup separate by the end of the day. I wish it was long lasting and had a blurring effect but it didn't. It was just an ok powder that sat on my face :("
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I liked this powder, is finely milled and keeps my oily skin at bay for a good while but I just donu2019t feel is my favorite powder. I felt like my skin didnu2019t look as smooth as Iu2019m used to with other brands. For the price I do think this is worth the try, maybe itu2019s just my experience and it will be better for others."
        },
        {
            "review_title": "YOU NEED THIS POWDER.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really enjoyed this setting powder! My under eyes stayed flawless ALL DAY! This is something I will continue to repurchase because I love it that much."
        },
        {
            "review_title": "It doesnu2019t work for fair skin tones",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I really wanted to love this powder because it is a nice powder, it looks smooth under the eyes but the only bomer is the shade, in my opinion it doesnu2019t work for fair skin tones. I wish I could return this."
        },
        {
            "review_title": "Ehhh so so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was on the hunt for talc free products and stumbled upon this setting powder. The reviews seemed like it was a potential answer to prayer so to speak, so I tried out the pink shade. In my opinion this doesnu2019t work for lighter skin tones- it darkened my concealer to the point that it was the same color as my face. Not brightening whatsoever. The setting ability is fine, but Iu2019m hoping they add a few more shades to the lineup."
        },
        {
            "review_title": "Smooth setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the perfect setting powder if you want a smooth base with a little extra coverage. I find that this translucent powder has a bit of color to it and works to add some more coverage to the skin. The formula is soft and buildable and it makes  your base makeup look fantastic"
        },
        {
            "review_title": "Must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Normal skin",
            "review_text": "Great powder not too heavy. Blends right in without leaving a white cast."
        },
        {
            "review_title": "Maybe give it a try",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is alright. Some days I like it more than others: Iu2019ve been playing around with it and think it sets makeup better if the foundation isnu2019t to glowy. Itu2019s worth a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love this LYS setting powder. Itu2019s very fine and loose. It doesnu2019t clump when trying to use it either. Sets beautifully. The only thing is itu2019s hard to get out with being a triangle. Other than that I LOVE it!!"
        },
        {
            "review_title": "such an amazing powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tend to never wear setting powder but this did such a good job!! most powders look cakey or patch up after a couple hours but this one looked so good all day!! I love that this powder is also talc free! In my opinion thereu2019s no scent which i love! I also love the packaging!"
        },
        {
            "review_title": "LYS does it again ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this product is super blurring and smoothing, itu2019s so lightweight and blends right into the skin! perfect for everyday looks or full glam! LYS always slays"
        },
        {
            "review_title": "Good powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Really like this powder! Very velvety and smooth has a nice blur to it. Kept me matte about 5 hours before needing to touch up. Doesnu2019t leave a white cast which is really nice. Overall very good powder and I like the packaging as well."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The LYS Triple Fix Translucent Loose Setting Powder is incredibly lightweight and finely milled, providing a smooth and flawless finish.  It sets my foundation perfectly without feeling heavy or cakey.  I appreciate its ability to control shine throughout the day while still looking natural.  The powder also comes in a sleek, user-friendly packaging that makes application easy and mess-free."
        },
        {
            "review_title": "Mattifying but not drying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is the best product for setting makeup and blurring imperfections for a truly airbrushed look.  My favorite way to apply this is with a puff because it distributes powder evenly and can get into the narrow grooves of my face.  Although the description states it is best for normal, combination, and oily skin, it feels mattifying but not dehydrating on my dry skin.  The translucent shade is a beige hue that will seamlessly blend into the vast majority of skin tones.  On my very fair skin tone, I have to use the powder sparingly or it will darken my makeup.  Don't be intimidated by the triangular packaging.  The sifter can be completely removed to get out any powder that is stuck in the corners."
        },
        {
            "review_title": "Nice setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love the LYS Triple Fox Loose Talc Free Translucent Setting powder. Itu2019s the perfect thing to set that gorgeous makeup look you just created. It blurs the look of large pores and makes your skin look absolutely flawless."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I loved this!! First of all the packaging is adorable and easy to use. The product is amazing and set my makeup very well! The color matched perfectly and it made my look more smooth and together!"
        },
        {
            "review_title": "Must try setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Works great to set the areas on the face that get oily. I have dry skin and this powder works well with my skin type. I did notice a subtle blurring effect and smoothing on the areas it was applied to. Overall a pretty good setting powder and I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The LYS loose setting powder is great. Makeup last all day. Iu2019m just not a fan of the triangle packaging. The size makes it awkward to open. At least for me."
        },
        {
            "review_title": "Best setting powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This setting powder is the most smoothing setting powder I have ever used! It smooths and blurs my face so well. It lasts all day! It even lasts during the 100 degree summer weather, and makes my makeup look flawless. Iu2019m so in love with it, LYS always knows what theyu2019re doing!"
        },
        {
            "review_title": "Black girl-friendly translucent powder :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I LOVE this setting powder. I have only used about 3 in my lifetime and I am very picky about which ones I use, but this exceeded my expectations. There is so much product in the container and I saw no creasing on my undereye area. This is also a Black girl-friendly product which is great because a lot of translucent powders are not"
        },
        {
            "review_title": "Give it a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been trying this powder for a few weeks now. I enjoy using it. It sets my makeup but without giving my face a lifeless look. I like how well my makeup last with out emphasizing my fine lines and pores."
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this powder, itu2019s so finely milled that is sets the skin but feels like you have nothing on. It provides such a beautiful soft blur and gets rid of shine, without making your face look too caked up or dry. It keeps my makeup looking great for hours and I donu2019t get any flashback! I have no complaints about this powder, itu2019s truly so good and I can see it working for a lot of different people regardless of skin type."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "LYS Beautyu2019s Triple Fix Loose Talc-Free Translucent Setting Powder in Resilience lives up to its name. The powder is finely milled and sets makeup beautifully without leaving a white cast, making it perfect for all skin tones. I love how it keeps my complexion matte while still letting my natural glow shine through. Plus, the talc-free formula feels lightweight and breathable, so it doesnu2019t cake up or feel heavy throughout the day. It's a must-have for anyone looking to lock in their makeup with a flawless, natural finish."
        },
        {
            "review_title": "The perfect loose powder is here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love LYS and while I like their pressed powder, I much prefer loose powder. This powder is everything I wanted and more. Itu2019s perfect. Blurs my pores, doesnu2019t look cakey and sets my makeup. Now I want the pink one for under my eyes.  comforter"
        },
        {
            "review_title": "Oily girl dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This loose powder is perfect for oily combo skin. I have been using this daily since i receive it for my oily t zone"
        },
        {
            "review_title": "Absolutely worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This loose powder is so amazing for us oily/combo girlies! It is very finely milled and a little goes a long way. I was able to use this under my eyes without caking up. It holds back oils and keeps my makeup fresh all day. Iu2019m so happy I got it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is a fantastic finely milled powder with a slight tint but is also translucent! I loved the lightweight texture and feel on myself as well as my clients enjoyed it! It didnu2019t oxide or darken my concealer while still giving a blurred appearance! Definitely 10/10 recommend! No flashback or dry patches, it didnu2019t cling to the products I applied just nicely set them in place!"
        },
        {
            "review_title": "beautiful new powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s a very pretty powder. It is blurring and my makeup looks beautiful all day. The translucent one almost darkens a tad when applied so I donu2019t recommend it for under the eyes. I would love to try the pink one. The powder is very smooth and looks really good on the skin though. definitely recommend!"
        },
        {
            "review_title": "My new go-to setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm absolutely loving this setting powder! It is so good it is my go to setting powder now. It gives me a smooth finished look that lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I'm absolutely loving this setting powder! Itu2019 sets my makeup flawlessly without leaving any harsh lines or cakeiness. It's so lightweight and silky, making it perfect for everyday use. It doesn't accentuate my pores or fine lines, giving me a smooth, airbrushed finish that lasts all day. I've found my new go-to setting powder"
        },
        {
            "review_title": "Another winner from LYS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "LYS does it again! Such a beautifully packaged, lightweight, blurring powder! I so appreciate that I can use it both under my eyes as well as on my face! Now I want to try the pink one!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an awesome setting powder! It works great for my oily skin and sets my makeup beautifully. It is long lasting even during summertime! I love the gorgeous matte finish it offers and that the setting powder is packed with great ingredients that are so beneficial for the skin. A must try for sure!"
        },
        {
            "review_title": "Great setting powder!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ever since I got this, I've never stopped using it! I love it! I'm a soft glam girlie, so this is perfect!!! It blurs and sets my blush perfectly!"
        },
        {
            "review_title": "ADD TO CART",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really enjoyed this translucent setting powder. It instantly blurs my under eyes and gives my skin a silky. Matte finish and it lasts all day and I barely need any retouches."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Absolutely stunning. Blurs to perfection and is so lightweight. Helps to control the oily zones on my face without being cakey."
        },
        {
            "review_title": "New Fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So lightweight and blurring! I love how my skin looks throughout the day from setting with this powder. It doesnu2019t look or feel powdery or cakey!  And itu2019s talc free! And itu2019s super affordable! Iu2019m obsessed with the wear of this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "My skin absolutely loves this powder! Itu2019s finely milled and feels like nothing on the skin, but it sets my makeup in place perfectly. Itu2019s not drying and it doesnu2019t exaggerate my dry patches. Love it!"
        },
        {
            "review_title": "Good powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I like this powder. Itu2019s very finely milled smooths and blurs nicely. I really like the packaging and the lid that keeps the powder from going everywhere. This set my makeup beautiful and didnu2019t leave a stark cast behind. I wish it did keep me from getting oily just a tad bit longer but I did wear the makeup for a few hours and then reset  and was able to wear a few more hours. Overall I enjoyed the powder and recommended."
        },
        {
            "review_title": "A must have in my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "My absolute new favorite products. I have fallen in love with this setting powder! Thank you so much LYS!"
        },
        {
            "review_title": "Everyday Wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This translucent powder is truly an everyday wear! It is smoothing, blurring, and sets makeup with a flawless finish! LYS has done it again!!"
        },
        {
            "review_title": "Absolute yes for a quality blurring  powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "As someone with acne prone skin, I always appreciate the skin care efforts LYS puts into their products. This product set my under eye area so good - and I had no creasing in sight! I love how blurring it made my pores, and the coverage was top notch"
        },
        {
            "review_title": "Great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love it. It blended in so well and set my makeup really well! I love the packaging and the compartment for the powder to come out. Super easy to close. It doesnu2019t creases. I would definitely recommend!"
        },
        {
            "review_title": "Must try setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This powder is so beautiful and buttery. Even with oily skin, baking, setting, and touch ups are so easy. It makes the skin look so soft. So excited for new launches from lys!"
        },
        {
            "review_title": "I love this powder so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This powder is like a filter! It literally blurs everything and leaves your skin looking so smooth. It is very finely milled and it feels so light weight even been baking! It has a soft matte finish perfect for all skin types. Iu2019m so happy that LYS Beauty finally launched this loose setting powder. I canu2019t wait to try the pink shade u2018Sincereu2019"
        },
        {
            "review_title": "A must have for setting your concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Such a beautiful powder Iu2019m very impressed with it. Itu2019s very finely milled and gives such a blurring effect. It has no scent to it which is a plus . Itu2019s very nice and smoothing. It helps my undereyes set with my concealer x"
        },
        {
            "review_title": "Pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I wasn't sure at first, because it does go on with a bit of a cast. But once you set, you're all good. I like it!"
        },
        {
            "review_title": "Another winner from LYS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "An excellent translucent powder that leaves me matte but not cakey. I love their pressed powder as well- neither one changes the color of my makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This setting powder is SO good. Lately Iu2019ve noticed a lot of u201ctranslucentu201d setting powders actually having either a tint or a shimmer to them. I really appreciate the fact that the LYS setting powder is truly translucent & truly marrying."
        },
        {
            "review_title": "A must have in hot weather!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I live in Atlanta be itu2019s constantly humid and sweaty! This powder is amazing!!! The LYS Beauty Triple Fix Loose Talc-Free Translucent Setting Powder is a standout product with its fine, silky texture that blends effortlessly for a smooth, airbrushed finish. It effectively sets makeup, controls shine, and offers impressive staying power without feeling cakey or heavy. The sleek packaging features a well-designed sifter, minimizing mess and ensuring precise application. Its talc-free formula is gentle on the skin, making it ideal for sensitive skin types. The translucent shade adapts well to various skin tones, maintaining a natural look. Overall, itu2019s a versatile and skin-friendly setting powder that enhances your makeupu2019s longevity and finish."
        },
        {
            "review_title": "Great formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The packaging is beautiful! I honestly thought this color was too dark for me but once I applied to my face it melted into my skin. Great coverage, blurs all my pores and doesnu2019t feel heavy on the skin."
        },
        {
            "review_title": "Must have for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Omg I love this powder. I have translucent and when I tell you it blurs your pores it blurs your pores. It look like I had a filter on but I didnu2019t. The powder is so fine that when you apply it especially under the eyes..it didnu2019t make my under eyes look patchy. This is a very affordable powder and works great. Highly recommend it."
        },
        {
            "review_title": "Great for the under eye area!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love how fine this powder is! It doesnu2019t look cakey on the skin or settle into my fine lines throughout the day. It makes my skin look smoother having an almost blurred effect. I love using it to set my undereye area! The packaging is so cute too, I love the triangle shape of the container."
        },
        {
            "review_title": "Sets make up beautifully while keeping a natural l",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This powder is absolutely amazing! There are many powders on the market but none like this! I am not a powder girly or I donu2019t always wear it because of how dry my skin can be! This powder not only wears beautifully, it also gives the skin a nice skin like look! I have been using this non stop since I got it! IF you havenu2019t tried LYS you are definitely missing out!not"
        },
        {
            "review_title": "Great for oily skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I really love this powder!! It is on the more matte and leans more on the heavier side, lasts longer than other powders I use because of that! The translucent shade has a bit of a yellowish tint in it which is not bad and barley noticeably for neutral-warm complexions. I would recommend another shade for cooler tones. The powder does leave an airbrushed finish to the skin and the packaging is really cute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed! This wears so well and gives me a perfect flawless based! Another amazing product by LYS!"
        },
        {
            "review_title": "Lasting smoothness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfection, this powder smoothes my skin, makes my pores appear smaller and doesnu2019t cause an owners look, or fine lines to be more pronounced. Instead it gives me an even, lasting finish that stays strong even in summer heat"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This powder is bomb!! It does exactly what it says itu2019s going to do! It blurs! I love how soft it feels on the skin and how well it held up in the LA heat! I also really like how the shade isnu2019t ashy on my deeper complexion. I want to try more shades!"
        },
        {
            "review_title": "Elevate your make up game !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "If youu2019ve been searching for that perfect setting powder to keep your makeup flawless without compromising on hydration, look no further than the LYS Triple Fix Translucent Loose Setting Powder.  Iu2019ve tried countless setting powders over the years, but the LYS Triple Fix Translucent Loose Setting Powder truly stands out. From the moment I applied it, I noticed how seamlessly it set my makeup and how long it lasted without needing touch-ups. My skin looked smooth and shine-free, yet still hydrated and fresh. The fact that itu2019s free of harmful ingredients and enriched with such beneficial components makes me feel good about using it daily."
        },
        {
            "review_title": "Flawless Complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have oily skin and am always looking for a powder to keep the oils away especially in the hot summer weather and this does the job. Besides keeping my skin oil free it makes my complexion look flawless without looking dry out casket"
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Very fine loose setting powder applies beautifully with powder puff to give off a smooth blurred appearance minizing texture giving a flawless base. I absolutely loved it and it paired beautifully with the Triple Fix concealer."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This powder is so good! It blends into my foundation so well. Itu2019s so lightweight itu2019s hard to tell itu2019s even on my face. It doesnu2019t make my face look cakey and keeps my oil production tamed. It keeps my face matte and my makeup in its place. The best part is it blurs my pores!  Definitely recommend. Also the packaging is stunning. I love the look so much"
        },
        {
            "review_title": "Must- have in makeup collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "New Triple Fix Translucent Loose Setting Powder is that GIRLud83dude4cud83cudffe. Once applied I instantly saw the blurring effect. It gave me a natural airbrush finish without any cast or powder left behind."
        },
        {
            "review_title": "I LOVE THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this product and it works wonders. It helps my concealer, not crease and I like how you can reclose the powder when youu2019re done. The packaging is beautiful and I have nothing bad to say about it. ufffc"
        },
        {
            "review_title": "A new staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I recently tried the LYS Beauty Loose Setting Powder, and I am absolutely thrilled with the results! This powder is incredibly lightweight and sets my makeup beautifully without looking cakey or heavy. I love the pressed version of this powder for all over the skin, and the loose powder for under the eyes. The formula is also clean and gentle on my skin, which is a huge plus. I highly recommend this product to anyone looking for a flawless, long-lasting finish. It's a new staple in my makeup routine!"
        },
        {
            "review_title": "A beautiful lightweight powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I thought this loose powder by LYS was absolutely beautiful.  It set my makeup so well and it held up from morning until night.  I also love that it is Talc-free.  Which is a must for me.  Itu2019s lightweight and give a gorgeous natural look and feel.  I highly recommend this product and brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love the Triple Fix Translucent loose setting powder! Itu2019s has completely replaced every other powder in my makeup bag. It completely blurs out almost all imperfections and lines and leaves my makeup looking so pretty. The niacinamide and other great skin care ingredients keep your skin healthy even with makeup on. Itu2019s pretty easy to use, I havenu2019t had any issues applying it. LYS has hit another one out of the park! I will definitely be getting the Sincere shade as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "WOW. LYS, you did it again. This is such an amazing powder. First of all, the packaging is perfection. I love that it has a stopper to go over where the powder comes out so it doesnu2019t leak out everywhere when itu2019s closed. The actual powder is beautiful and so finely milled and really fills in every single pore to give you the most flawless finish. I have dry skin so some powders can really make my skin look cakey but this does not at all. I wanted to show the difference with and without the powder so I attached a photo so you can truly see the difference this powder makes! I canu2019t wait to try the pink shade next!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The packaging looks nice and fancy. I love it beautiful touch to my vanity. I have dry skin, and this powder is so light and fine. It sets my makeup without making my skin feel dry or heavy. It keeps my face from looking shiny all day, but still lets my skin look natural. The best part is how it makes my skin look smooth and hides my pores. It gives a nice finish that lasts a long time. Highly recommend it!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I absolutely love this! It makes my makeup look amazing, and itu2019s super lightweight! This setting powder blends into the skin nicely, and gives me a natural, matte finish. I highly recommend trying it out! You wonu2019t regret it."
        },
        {
            "review_title": "THE BEST setting powder youu2019ll find!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I donu2019t typically use setting powder because Iu2019ve never found one that actually sets my face without leaving a cat behind. LYS got this product SPOT ON! My makeup doesnu2019t budge the entire day and thereu2019s no cast or powder build up left behind on my face! Iu2019m a huge fan of LYS products so I had high hopes for this! They didnu2019t disappoint! Side note- all of LYS products are always in the cutest most elegant packaging! Love them!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "My new favorite setting powder! I love LYS beauty so I am so happy they added this to their line! The packaging is stunning! I love that it is easy to use the powder! I love to setting my eyes with this powder. My eyes look so brightened after using."
        },
        {
            "review_title": "Matte Flawless Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "If your looking for a matte airbrush FLAWLESS finish! Purchase NOW. You wonu2019t be disappointed"
        },
        {
            "review_title": "Must have setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "The best powder to ever exist especially for us brown skin girls. Very easy to use and love the way it feels on my skin. Brighten my look instantly."
        }
    ]
}