{
	"product_id": "810",
	"name": "Ode to Dullness Eau de Parfum",
	"brand": "Juliette Has a Gun",
	"categories": "Fragrance, Women, Perfume",
	"price": 202.5,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Badiane, Cashmere Flower, Tonka Bean.Fragrance Description:Imagined and created by Romano Ricci, great-grandson of Nina Ricci, Ode to Dullness brings poetry to the ordinary. It’s a creamy composition of badiane, cashmere flower, sandalwood, and tonka bean—an indisputably cozy scent. Behind the apparent dullness often lies the extraordinary..About the Bottle:The bottle aims to capture the beauty of the mundane. While the blue-gray gradient evokes feelings of calm and serenity, the burgundy touch brings a sense of sophistication and femininity..About the Fragrance:If dullness often has a pejorative interpretation in the west, it invites a completely different sense in Asia. Instead of being a synonym of boringness or insipidity, it displays an array of softness and poetic reflection, inviting us to slow down in the fast-paced life we live in.",
	"ingredients": "Alcohol Denat., Aqua (Water), Parfum (Fragrance), Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Alpha-Isomethyl Ionone, Limonene, Farnesol, Citral, Benzyl Benzoate.",
	"how_to_use": "Suggested Usage:.-Perfume reacts naturally with the warmth of your body. Apply to pulse points for a bold, longer-lasting intensity..-Apply from a distance and allow the mist to gently fall on skin and work its magic..-Avoid rubbing after application. Heat from friction alters the formulation, causing it to diminish its strength..-It is best to replace your fragrance 12 months after opening in order to ensure that the original scent and intensity remains.",
	"num_reviews": 235,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/ode-to-dullness-eau-de-parfum-P508143?skuId=2704658&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2704658-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2704674-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2704674-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This smells sooo good, I loved not a perfume and saw this one which is absolutely perfect. It a very warm and cozy scent and smells almost like it has a hint of grape when you first spray it but in a very faint way"
		},
		{
			"review_title": "Lasts, but smell not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Unique scent, lasts quite well but not for me as the dry down was excessively spicy"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Smells like clean laundry and something comfy. It’s like u wanna hug it and go to sleep. It’s also pretty long lasting and strong. Love it."
		},
		{
			"review_title": "Not Great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Meh…I loved Sunny Side Up and Not A Perfume so I bought this strictly based on the fragrance notes. It’s ok, but actually reminds me of a cheap knock off fragrance wanna be. I’ll occasionally use this on around the house days but will not repurchase."
		},
		{
			"review_title": "Best scent I own",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love using this product, I’ve gotten so many compliments on it and it’s super long lasting"
		},
		{
			"review_title": "HUG IN A BOTTLE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Just bought the travel size after smelling it. This is a COZY clean scent, rather than a CRISP clean scent. It smells like laundry that just came out of the dryer on a cozy fall/winter day. It is absolutely divine and feels like a hug in a bottle!"
		},
		{
			"review_title": "Cozy vibes in a perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "This smells like you’re cuddling up on the couch with a freshly washed blanket that’s still warm from the dryer while wearing a cashmere sweater. I need this fragrance in a laundry detergent, it is cozy in a bottle."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Purchased this as a gift for my daughter’s birthday. The scent is beautiful but the font with the name of it has begin to disappear which is very disappointing."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I got this as a sample. I absolutely love it on its on. It's the perfect amount of sweet and it's not overbearing at all. I paired it with the Sol de Janeior Body and Hair mist 68' and it was so good. I get nonstop compliments when I wear them together. I've already bought it in a full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "All I can say is I am obsessed. This is cozy in a bottle fresh and calming, like being wrapped up in a blanket on the couch with a hot cup of tea."
		},
		{
			"review_title": "My last new perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After smelling a million perfumes this one stopped me in my tracks. The musk/feminine yet boyfriend sweater vibe this perfume gives is so warm and inviting. I melt every time I spray this."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "the best jhag perfume, it’s super super cozy, warm and inviting, a bit spicy but not sweet and not vanilla. it’s definitely unisex but honestly might be a bit more masculine"
		},
		{
			"review_title": "Comforting fragrance.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "This is everything by when you think of self care in a bottle. Very powdery beginning and then it’s warm and comforting like cashmere. The tonka bean really warms it out. The staying power is decent although there is no projection power at all on m. Maybe it’s just one of those “self” care fragrances. Very beautiful."
		},
		{
			"review_title": "Delicate and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received a small sample of this with a promo giveaway. I’m asthmatic so I’m careful with scents as it can be a trigger for me. I tiny spray on both wrists and behind both ears and I was so pleased upon my first whiff. It stayed with me all day and it was delicate yet strong enough for people to take notice and give compliments. Highly recommend."
		},
		{
			"review_title": "Nice but for specific occasions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I usually don’t gravitate towards musky clean scents but this one grew on me. I wouldn’t choose this as my go-to fragrance to go out but I wear it after the shower before I go to bed and there is something about the tonka bean and the cashmere accord that makes it very comforting"
		},
		{
			"review_title": "UNDERRATED !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Love this perfume. JHAG is known for making more “skin like” fragrances so when I smelt this it was amazing. Stronger, woodsy but has a nice spice too from the Star Anise! 10/10 for me:)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "A good every day scent! Great for layering and pretty good projection!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Oily skin",
			"review_text": "this stuff is literal heaven, it smells like taking your favorite blanket out of the dryer when it’s nice and warm, cozy, soft, i cannot get enough. makes you smell like a super fresh and clean cool girl."
		},
		{
			"review_title": "That’s a big no for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received a sample and I do not like it at all. It’s rare that I really dislike a perfume, unless it’s floral.  This smells like moth balls. I still gave 2 stars because of its longevity, it’s pretty impressive, 2 days after spraying it on my clothes, I can still smell it, just as strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "beautiful, creamy but yet clean but also sweet. very warm and nice!"
		},
		{
			"review_title": "Very intoxicating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I got this as a free sample and I’m obsessed! The smell is so intoxicating. So soft and velvety but so sexy too. Love love love it!"
		},
		{
			"review_title": "great musky goodness!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This perfume has a GREAT scent blending florals with musk. It came in gorgeous packaging with a card detailing the design and intent behind it. The projection is nice but not overwhelming, making it versatile from daily wear to date night. I think its value is spot on to its cost, and a full bottle will last a long time with how little you need to apply for a good aura!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I got this as a gift and it smells like poo poo doo doo"
		},
		{
			"review_title": "Returned",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was a blind buy for me. To be fair, I don’t gravitate towards the fragrance notes listed for this scent but I wanted to try anyway since I’m always on the hunt for work-appropriate perfumes and I love Pear Inc. Sadly I had to return this first because I don’t see this being an all-year round fragrance. Second, it’s a little too woodsy for me. Funny enough I tried more perfumes when I returned this in store and Phlur’s Somebody Wood smells very similar to this. So if that’s your jam then you might like this too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Got this for Christmas and it smells warm like cashmere and not overpowering. Got so many compliments and it lasts a long time!"
		},
		{
			"review_title": "Like your favorite cozy sweater..",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Clean, comforting and cozy. Along the lines of Kayali Musk 12, Prada Candy Kiss, D&G Pour Femme. Not overtly sweet, no harsh florals and has decent longevity & sillage. Some days I just want a cozy scent and this one is perfect."
		},
		{
			"review_title": "AMAZING !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "My absolute favorite parfum ever ! I love all juliette has a gun perfumes but this one IS THE BEST !"
		},
		{
			"review_title": "Deliciousness in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely delicious!  💜🩵💜💙💜🩵💜 Love it! A great gift from me to me 🥰"
		},
		{
			"review_title": "A new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Omg bought this on a blind whim and it’s become my favorite! I would compare it to a Jean Paul Gaultier but a bit more unisex. Baby powder mixed with a woodsy musky scent so nice!"
		},
		{
			"review_title": "Not it for me - returned",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I blind bought this fragrance as I am a huge fan of Mmmm and Vanilla Vibes. However, I had to return it. I found it powdery and unpleasant."
		},
		{
			"review_title": "Beautiful and Cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "This perfume is heavenly. Very hard to describe. It’s the perfect perfume if you want to feel comfy and cozy. Perfect for autumn, winter, or just a rainy day. I’m addicted to this! It’s absolutely beautiful! I’m addicted."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this! It’s a warm, cozy, creamy fragrance. It smells so good. The cashmere and tonka bean pair together so well. It smells clean. It’s definitely long lasting, too. I bought this on a blind buy and thank god it’s good!"
		},
		{
			"review_title": "Thanks you influencer for my new fav scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love love Juliette has a gun so when I was able to try this thanks to infleuncer I was so excited. It definitely did not disappoint. Firstly it last on me for hours like 5-6 hours. It smells so different yet so luxurious and expensive ! I definitely recommend."
		},
		{
			"review_title": "A must have in your rotation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received this product for free from Influenster and Juliette Has a Gun in exchange for my honest review.   Thanks to Influenster, I’ve been able to sample a handful of different fragrances. I love having the opportunity to try new fragrances prior to buying — especially with some of their hefty price tags. Juliette Has A Gun takes #1. This fragrance is advertised as unisex — but don’t let that deter you. It’s neither overly feminine nor overly masculine.  It is such a warm, cozy and inviting scent. I think it’s perfect for fall/winter. Juliette Has a Gun has been and will continue to be a regular in my rotation.  Disclaimer: less is definitely more. I found this product to be very strong."
		},
		{
			"review_title": "Pleasantly surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have never tried or smelled any fragrances from this brand before. But I've always wanted to. The name alone grabs your attention. So I was excited to smell this. It is fantastic! The packaging and bottle are beautiful. The scent is amazing as well. It's so hard to describe but it works in the best way. It smells like vanilla with spice and other exotic scents. I can't put my finger on it but I love it. It is definitely my go to for date night and I always get compliments when I wear it. Even my kids love when I wear it. It lasts all day too! I can put this on in the morning and I can still smell it on me come dinner time. It's great! So happy it's a part of my scent collection. I definitely want to smell more from this brand! Highly recommend"
		},
		{
			"review_title": "Pleasant Transfomative Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've experienced several perfumes over the decades and have recently been longing for a new discovery. After recently celebrating my birthday, I was happily gifted a free sample of the new Juliette has a gun Ode To Dullness Eau de Parfum, from Influenster in exchange for my honest review, which is simply phenomenal. The packaging for the perfume was pretty in its own simplicity. The box isn't flashy, but had it's own bottle protected well in foam from breakage. The beautiful ombre glass bottle looks and feels high quality and sofisticated with a magnetized gold lid displaying the brand of the perfume and logo on the top, with the brand as well etched into the bottle on the bottom. Furthermore, the glass bottle makes for an attractive display sitting on my vanity. This was my first time being introduced to this brand, so I can't compare it to any of the brand's other frangrances. At first, I was worried it might not be a match with my body chemistry, but it turned out to be perfect. The fragrance is definitely not a dull scent at all and elicits warm, cozy, inviting vibes that are perfect for wearing in the fall and winter seasons. The Sandalwood is earthy and enchanting along with Cashmere, Tonka Bean, Freesia, and Musk, including a spicy, and prominent crisp floral finish adds the right amount of depth to make this a very well-rounded fragrance with the perfect blend of notes. I appreciate the way it makes me feel confident, refreshed, and uplifted. Although this fragrance is classified as a gender neutral unisex fragrance, it leans more toward a softer feminine scent in my eyes. The metal spray atomizer is unique, dispensing widely and evenly. I find just a few sprays to be the perfect amount for longevity without being too bold. However, I was captivated with the pleasant transfomative notes throughout the day, although milder by days end. I have received several compliments while wearing and am definitely intrigued to try other scents in this brand, as well."
		},
		{
			"review_title": "Such a cozy scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Juliette Has A Gun has done it again with this perfume! This a nice warm, spicy, cozy scent. It’s perfect for fall and winter. It is such a nice cozy homey smell, guaranteed to get compliments everywhere you go!"
		},
		{
			"review_title": "Sexy musky scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "When I first received this scent and read that it was unisex I wasn’t sure how I felt about it. It has a very musky scent, amber like but with a very subtle sweet undertone. I tried it for a few weeks and I really grew to love it! On my skin it takes on a sweeter tone and I’ve received many compliments when wearing it, does not smell like a cologne at all as I was afraid it would. Smells sexier and heavy for sure but not masculine."
		},
		{
			"review_title": "Fall in a bottle!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Ode to dullness is the scent of fall in a bottle!! I fell in love the moment I smelled how warm and cozy of a fragrance this is. It is a perfect fall fragrance that makes you feel cozy and warm. I have been wearing it every day since I got it and it is long lasting. I usually apply it in the morning and by the end of the day the scent is still on me. This fragrance is one that can be enjoyed by anyone. It's a unique scent that I wouldn't think I would have enjoyed but all it took was one spray of this fragrance for me to fall in love with it. Now lam obsessed with it and can't get enough of it. I would definitely recommend you try this fragrance if you love fall as much as I do. It will definitely become one of your favorite fragrances."
		},
		{
			"review_title": "Love the bottle but the scent isn't right for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Its visually great. The bottle is boldy colorful with a catchy metallic print. Personally, the scent is not one id choose for myself.  PROS: The bottle is pretty. The colors are deep and bold, yet sort of neutral. The cap is heavy duty and feels like it has substance. The sprayer is my favorite part. It provides a long and ample puff of frangrance, which is nice compared to some sprays that just give a tiny spittle of mist. Id caution anyone using it to spray on their clothing or chest to try it on your wrist skin first. One spray on my wrist and it was wet enough to rub around wherever i wanted it and if you are wearing a chiffon or silk material, it may leave a mark where you spray. CONS: The name. Ode to dullness?..Doesnt make me want to buy. Juliette has a gun sounds pretty awesome but then dullness?... im not quite getting there with that one.  The scent is nice but a tad to soft/delicate.  Its more of a powdery/floral scent that falls a bit flat compared to the bolder scent i typically wear. Its missing a sweetness or edge... something to push it over the hump.  Its just kind of dull so maybe the name isnt so bad afterall. Its not a bad scent by any means, just not one id buy personally.  Perfumes are like movies and makeup... not everyone has the same taste. Smell for yourself. Based on the scents ive come across, I imagine this will be popular and overall pretty well liked, but personally i prefer something memorable and bold versus a soft whisper that could be potentially mistaken for clean laundry scents."
		},
		{
			"review_title": "so so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This perfume smells so so incredible. It has a muskiness to it that is so good for fall while still feeling very fresh and clean. I love it so  much as a transition out of my summer beach perfumes. It lasts a pretty long time but not the whole day, which I don’t mind all that much. I would spray probably about 5 sprays on myself to get the level of scent that"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this perfume over the past few weeks I have received so many compliments!!! I absolutely love the smell of this! I will continue to wear it and it will be a staple with all my other perfumes!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "So their goal with this was something that reflects the banality of everyday life, which I think they achieved in a good way. This is like the business casual of the brand's fragrances- inoffensive, polite, and acceptable for most places and situations. It's powdery and soft. It can come off as a bit bland, especially if you like more complex fragrances. I believe it's listed as unisex, but to me it is more similar to fragrances generally classified as feminine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is my absolute favorite. It’s subtle and not very sweet. However it is long lasting. I a little goes a long way. I will absolutely repurchase this."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I don’t know what I was expecting but I am not a fan of this scent at all. It smells like the free samples they use to put in the magazines. Very generic smell and nothing stands out about it and doesn’t really last long."
		},
		{
			"review_title": "Similar to Musc Invisble",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I was excited to receive the Juliette has a gun fragrance as I’ve tried a couple of their fragrances before. I was really intrigued about this because it has notes of sandalwood, tonka bean and cashmere which are some of my favorite notes in fragrances. Surprisingly this reminds me of the other Juliette has a gun fragrance Musc Invisible which is one of my favorite scents. They both have that musky powdery scent to them but ode to dullness is just a little more cozy l, definitely see where the cashmere and amber come to play. This is a really good fall scent. One thing I will not is that this scent does not have a big projection like musc invisible but the scent does linger, it’s just more of a soft skin scent that you get hints of throughout the day. I really like it and glad it’s an addition to my collection."
		},
		{
			"review_title": "Mature and modern",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This is definitely a grown-up scent that lasts a good amount of time. You don’t need to put a lot on, but it’s not super overpowering. I would definitely recommend this to anyone looking for a good date-night scent."
		},
		{
			"review_title": "This perfume is bomb diggity!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I recieved Juliette Has A Gun, ODE TO DULLNESS for free, from Influenster and Juliette Has A Gun,  in exchange for my honest review. Let's start with the packaging. The way the outer box is designed looks very luxurious. The color changing combo of colors is beautiful! When it comes to the perfume itself, it definitely isn't dull at all. The first scent I could pickup on was the Cashmere. It's strong initially. Then after a few seconds of being on the skin it has a really nice sweet aroma to me. I'm loving this perfume. It's really a unique scent. As far as lasting power goes,  it last for several hours with one spray. Overall, this perfume is great from the ground up."
		},
		{
			"review_title": "Great clean scent that I can’t get enough of!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was unsure about this scent as with any new one I try. I spritzed it on and hoped for the best! I got into the car with a date and he immediately asked what scent I was wearing and was obsessed! After wearing it for a while, I love the scent. It is crisp and clean and not too overwhelming. I don’t know how I would feel about it worn by a guy, but it might smell differently on them. Overall, I’ve added it to my rotation now!"
		},
		{
			"review_title": "Love it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "This perfume is very different from my usual vanilla gourmand scents that I collect but this is divine! I love it especially the cashmere note, it makes it so cozy. It is not a safe blind buy so I would smell it first."
		},
		{
			"review_title": "still on the fence",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "juliette has a gun has such polarizing scents! you either love them or you don’t. i get so many compliments while wearing this perfume, but i myself am still unsure if i absolutely love it. it has definitely grown on me since i first got it, and i have reached for it more and more over the last month. it’s a very clean fresh scent. i would say to the girls that are into the clean girl aesthetic: this one’s definitely for you! i received this fragrance complimentary from influenster but all opinions are my own."
		},
		{
			"review_title": "Nice subtle Cozy scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster and Juliette has a Gun to give my honest review. Ode to Dullness  has key notes of  Badiane, Cashmere Flower, Tonka Bean. It has a nice  warm and enveloping subtle Spice to it that is pleasant. It stayed close to the skin for the most part, and dried down into a  warm cozy creamy sandalwood and sweet musk with a touch of spice. Very subtle and not at all over powering scent perfect for the upcoming colder months. I recommend this if you like subtle scents that lingers faintly but pleasantly. If you prefer strong and intense scents this may not be for you."
		},
		{
			"review_title": "Add to your collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I absolutely love the packaging and the bottle!! The fragrance itself was beautiful. It made me feel sexy. In my opinion it's more of a fall scent but I will be wearing it all year. Overall it's a must buy!!!"
		},
		{
			"review_title": "My new favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’ve owned a JHAG perfume in the past and I loved it then and boy do I love it even more now! This perfume is not too strong but it has an amazing scent. The lasting power is also great, as I’m getting whiffs of it throughout the day. My favourite perfume that I own currently and I have quite a bit! Will repurchase when it’s empty for sure. My fiancé also enjoys it a lot on me so that’s a bonus!"
		},
		{
			"review_title": "Strong but not pleasant",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was super excited to get to try a perfume from the Juliette has a gun line.  Ode to Dullness arrived and my first thoughts were the packaging was spectacular and the bottle was beautiful.  I normally love this type of fragrance which says it has a cashmere flower, sandalwood and tonka bean which to me screams deliciousness.  However, once I applied it to my skin I immediately was hit with an overpowering strong scent that reminded me of a grandmother floral and a very over the top musky scent.  I thought maybe it would dry down to something more pleasant but I found that not to be the case.  I will say this perfume has a strong scent that lasts so I gave it 2 stars because of that.  Normally perfumes start strong and then dull as the day wears on.  This one had staying power so if you like the scent, this is a plus for you.  My husband also said it smelled awful so at least I know I wasn’t just over judgmental on it.  This will be a perfume I would not wear and will not purchase."
		},
		{
			"review_title": "Ode to Dullness is life ordinary",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I truly enjoy wearing this fragrance. It has a perfect balance of elevation in beauty and being refined and just ordinary in life. It is beautiful to wear and long lasting. It’s not commanding and turning all heads for attention. That’s what I like about it. It’s completely wearable in confidence. Suits multiple occasions. I especially enjoy wearing it just for ordinary days, which are a frequent dose of how life is spent. I don’t find this as an identity like someone old or young or sexy or masculine. It’s named dullness as an expression. It’s wonderfully dull. So glad I gave it a chance on me. The bottle and packaging are also very nice. This will be my most worn fragrance."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is a lovely sophisticated fall/winter scent. A little goes a long way. It is a fragrance that is truly tenderness - I’d have no issue sharing with my husband.   I received this product from Influenster in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I really enjoyed this fragrance. It smells like clean laundry but in a more sophisticated way if that makes sense?? It lasts around 5 hours on my skin but I could still smell it the next day on my clothes. It’s also one of the only fragrances I’ve ever been complimented on by a stranger."
		},
		{
			"review_title": "Subtle and elegant scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love this perfume. I was so pleasantly surprised by how well the scent matched my needs. Subtle but bold enough to stick throughout the day and not be too overwhelming. This is great for everyday use but will also work for special occasions."
		},
		{
			"review_title": "Cozy, Comforting Cashmere!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the Juliette Has A Gun - Ode To Dullness Eau De Parfum complimentary for reviewing purposes in the 1.7 fl oz size. I absolutely adore this comforting and cozy scent, especially in time for fall/winter. It’s warm, spicy, and floral musk. The notes are badiane, cashmere, flower, tonka bean, and sandalwood. Since receiving the perfume, this has been my go to evening scent, it’s just amazingly cozy and I love the cashmere musk. I will be repurchasing this, thank you so much Influenster and Juliette Has A Gun. Will add this to my growing collection of JHAG!"
		},
		{
			"review_title": "Ode to Dullness is right",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I received this free to try and I am so glad I didn’t waste money on this scent. I love Juliette Has a Gun but There is nothing special about this fragrance it lives up to it’s name it’s dull, it smells  clean and is very uncomplicated. It reminds me of something else I have smelled before but I can’t put my finger on it. I personally don’t care for the smell of it on my skin. I’m sure on others it’s great and smells great but for me it’s a pass. The bottle is beautiful and I am going to try to layer this with other fragrance to try and make it more appealing to me."
		},
		{
			"review_title": "I am impressed with perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using this fragrance for several weeks now and I like it. It has a sweet, spicy scent to it, that's not too strong but light and fun. I wear this everyday and get many compliments but the fragrance does not last long. So I just take my bottle with me every where I go. The bottle itself is beautiful and love the color of fragrance bottle."
		},
		{
			"review_title": "Cozy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
			"review_text": "When I first smelled this, I was intrigued but unsure. I will say it smells better on my skin than on my clothes. I would say it's a warm cozy fragrance that is perfect for sweater weather. The fragrance is long lasting. A few sprays and I could still smell it that evening."
		},
		{
			"review_title": "Soft, cozy scent. Like a soft sweater feels",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this to review for my honest opinion. Love this scent. It is such a soft and cozy scent. Still long lasting but smells like a cozy sweater fees."
		},
		{
			"review_title": "Smells Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I'm not just saying this for the review, Juliette Has A Gun Ode to Dullness is an amazing scent and definitely my new fave perfume. It has sandalwood, which is my all-time fave scent. You can smell musk, floral, maybe a bit of sweet. I don’t know scents well enough, but definitely musk and floral. The bottle is also really cool! This might be silly, but I really like that the cap is magnetic, so it latches to the bottle. It gives me comfort since I tend to break things. Again though, the perfume scent, it's absolutely wonderful. I wear it every day and my husband loves it, too! I highly recommend Ode to Dullness, truly. You just might love it!"
		},
		{
			"review_title": "Big No",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "on skin is definitely better than on clothes. There is a note in here that just doesn't go well with me.  I would say that this is a fail blind buy(try in store before buying). I don't think it smells like laundry detergent or clean. it is just woody, sweet and a bit spicy. I really don't like it."
		},
		{
			"review_title": "Adding to my rotation!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have been using this perfume for a few weeks now and I am enjoying the warm, clean, sexy notes it has. I find myself catching the scent throughout the day. It's not too heavy or strong."
		},
		{
			"review_title": "Such a nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This perfume is really nice. It has a nice scent. It’s not to strong like some perfumes are. And the scent last all day when you are out and about. I think this is great for yourself or to give as a gift to someone you know."
		},
		{
			"review_title": "A warm, spiced wood of luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This was my first introduction to Juliette Has A Gun, and it was a fast love. The scent sprays strong but it settles very nicely once it dries down on the skin. The sandalwood and Freesia stand out the most to me, with an after of musk that doesn’t overwhelm but does hug your senses nicely.   The packaging is my favorite I’ve seen. The beautifully dark bottle is encased in thick foam, like a card almost. The engraving of the name on the outside of the foam, in the card stock wrap made it feel as expensive as it should. It also gives the clutz in me comfort knowing it’s protected a bit more than the standard perfume box. The bottle itself is beautiful with its blue to red gradient and shiny silver labeling.   Finally, the spray on this bottle is phenomenal. It’s a wide spray, with a lot of volume. Two sprays is the most I’ve used and the longevity has been out of this world for scent. Easily an all day wear.   While it’s a pricey perfume for some I can comfortably say it’s worth the cost in scent, wearability, and longevity."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The Juliette has a Gun, Ode to Dullness scent, has been a good perfume. I like it! It smells good, and lasts a decent amount of time as well on the skin. I would describe the scent as musky & floral, with hints of vanilla. A lot goes a long way, so it will definitely last a while! The packaging is so pretty, the bottle is simple yet beautiful; a great addition to any perfume lover’s collection."
		},
		{
			"review_title": "Nice and spicy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Juliette Has a Gun's 'Ode to Dullness' captivates with its subtle spice scent. A harmonious blend of floral and earthy notes, it's a quiet, sophisticated companion that lasts all day. The minimalist packaging adds to its understated charm. Perfect for those who appreciate a refined, spice-infused fragrance."
		},
		{
			"review_title": "Warm and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I'm not sure I've ever described a perfume as cozy, but that's the first word I think of when I smell Ode to Dullness. It has a really subtle, sweet and warm smell. It's long lasting and I've gotten multiple compliments! One of my new favorites. The bottle feels really nice and heavy and is beautifully colored."
		},
		{
			"review_title": "Adore this fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love this fragrance it’s so cozy! Definitely on the sweeter side but not make you sick sweet. It has just the right spice and wood mixed in to make it amazing. The only thing I wish was a little better was the longevity after about 4-5hours I notice it fading away."
		},
		{
			"review_title": "Spicy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is a great fragrance! It has a spicy yet sweet undertone. I do wish that it lasted a little longer. I spray it on before I leave and I can't smell it a couple hours later. The packaging is great too!"
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells so good! It had a warm and inviting scent that isn’t too overwhelming. It’s my new favorite!"
		},
		{
			"review_title": "Great, but very strong!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This scent is delicious! I received it from Influenster to try. You get all the notes they mention in the description. In my opinion, the sandalwood is what comes through the most. Most importantly, a little spritz goes a long, long way! I sprayed once on my wrist and my boyfriend could smell it in a different room."
		},
		{
			"review_title": "Mineral Floral Heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "After my favorite replica was discontinued (dancing on the moon) I gave up on finding a replacement. This is the perfect replacement bought blindly and surprisingly has same notes of florals and minerals with a hint of vanilla and musk perfect scent for Fall and winter"
		},
		{
			"review_title": "Good, but masculine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume is a good scent. My husband loved it on me, but it is a bit too musky/woodsy for it to be a favorite of mine. I think it smells great, but it isn’t for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely adore this scent. It's my daily user for me. Strong scent but definitely date night vibes.  I did receive this product as a free sample"
		},
		{
			"review_title": "Dull ineed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "This is a clean musk. It smells like skin and laundry and soap. I expect more from a fragrance at this price range. It might just be my preferences (I don't always enjoy musks), but this seems uninteresting... Dare I say, dull? It's not BAD, it's just not something I would spend my money on. I was sent this product free for review, but all opinions are my own."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I wasn’t sure what to expect when I heard the name of this perfume, but I was pleasantly surprised. It’s a comforting, warm scent. Great for fall, and anything but dull."
		},
		{
			"review_title": "Great😊",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product Ode to Dullness 1.7 fl. oz Eau de Parfum by Juliette Has A Gun for free from Influenster and Juliette Has A Gun in exchange for my honest review. First time receiving and testing out this perfume. Smells so good, I was worried if I wasn’t going to like it because I’m very picky with perfume scents. This scent reminds me of a warm ,cozy evening 9/10."
		},
		{
			"review_title": "Unique / Rich Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Ode to Dullness is a unique scent that’s perfect for Autumn and Winter! This perfume is rather strong, so a little goes a long way which I really appreciate. It’s sophisticated, sexy, and reminds me of a more feminine take of men’s cologne."
		},
		{
			"review_title": "Unique scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This isn’t my normal go to scent, but I am pleasantly surprised how much I love this. This has become my daily pick. Only wish the scent lasted longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The perfume smells amazing. Like the “not a perfume” scent but with a twist. To me it smells fresh and sweet, with hints of spice. It’s perfect for fall and lasts all day long."
		},
		{
			"review_title": "Nice clean scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Overall a nice light scent, somewhat overpowering at first (gave me a slight headache) but wears more softly throughout the day. Has a clean floralish musk scent that I received many complements on. The bottle looks beautiful on my countertop too!"
		},
		{
			"review_title": "Don’t wait on this perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "This smells amazing! Perfect scent for fall and everyday wear. Not overly strong which I like but still can definitely smell it. It also lasts a while without having to reapply. Absolutely my new favorite perfume by"
		},
		{
			"review_title": "A spicy Autumn Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a nice Autumn scent for anyone that wants to smell a little spicy this time of year. The scent lingers and has staying power but the undertones of musk that carry through this scent are a little too overwhelming for my liking."
		},
		{
			"review_title": "Perfect for fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have the original Juliet has a Gun and I love it, so I was super excited for this one. It’s the perfect fall scent. It’s deep and musky with a bit of spice. It’s lasts all day on me. Would recommend!"
		},
		{
			"review_title": "Amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "If you want to get many compliments Juliette Has A Gun Ode to Dullness is the perfume for you. It is the perfect fall- cozy- cuddle scent. A little goes a long ways. Perfect for a girls night out, date night or even running errands. It honestly lasts all day. It is a high quality perfume worth every scent. Even the packaging is pretty, as well as the bottle."
		},
		{
			"review_title": "A definite must have for fall and winter!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I got this product from Influenster in exchange for my honest review. Another Juliette has a Gun scent that has me sold!!! I love this brand! This one is definitely a fall/winter scent for sure! I love putting this one on after I take a shower or bath. It makes me feel like I’m enveloped in a warm hug. It’s a very cozy scent without being all overpowering. It’s soft and sweet. It lasts a long time on me and makes the people I want to get close get closer."
		},
		{
			"review_title": "BUY THIS NOW!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I love all the perfumes in the Juliette Has A Gun collection, but this is by far my FAV!!! I sprayed it on in the store and IMMEDIATELY brought it to the counter to buy. It lasts SO long too!! JUST BUY IT"
		},
		{
			"review_title": "Good perfume, not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Sooo. I have a lot of perfumes. I think the QUALITY of this perfume is great and I think most people would like it. They staying power was impressive - I smelt it 5-6 hours after applying and it was going strong. Ultimately I am  returning though as this though as it’s just too sweet for me. It’s a little less clean than I was expecting and more sweet. It would be great for those that want a nice, sweet spicy winter scent."
		},
		{
			"review_title": "Warm and Cozy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "“Ode to Dullness” doesn’t sound appealing but this fragrance is anything but dull. Notes include badiane (star anise), tonka bean and cashmere flower. Doesn’t have the bite of actual star anise but definitely a staple ingredient in Asian cuisine. Tonka beans are actually banned imports in the US but it’s supposed to smell like vanilla and almonds, contributing to the warm scent profile. Definitely evokes warm fall nights at first but after a while, it sort of smells like a carpet cleaning agent used at my elementary school. Cashmere flowers are native to China and its leaves are often used in East and Southeast cuisine. The leaves are sometimes described as malodorous but it’s one that I grew up with. If you’ve eaten Vietnamese pho before, you’ll be familiar with this particular leaf. I usually associate warm and spicy scents with a heaviness but the lightness is definitely appreciated. Lasts about 4 to 6 hours on me; I don’t smell it at all by the end of a typical work day. Overall, I like the scent but it’s not going to be my signature scent any time soon."
		},
		{
			"review_title": "Deliciously Mysterious",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A fragrance with a story!! This is one of the most mysteriously aromatic fragrances yet! I loved that this fragrance took on different heightened notes with the changing of the day and moments that we relate to as a part of both daily life in addition to special events that are celebrated."
		},
		{
			"review_title": "My new special occasion perfume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received this product free from Influenster and Juliette Has a Gun in exchange for my honest review. This has become my going out perfume. It is a floral scent but not too sweet or over powering. It is long-lasting, you will smell good all night. I asked my husband if it was strong smell he said yes but in a good way. So don't spray too much!!"
		},
		{
			"review_title": "Cozy & Spicy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free from Influenster and Juliette Has a Gun in exchange for my honest review. I fell in love with the Ode to Dullness perfume from the very first moment I received it and started using it. The packaging is very impressive, it has three different colors blue, gray and burgundy; it looks divine. It has a sweet aroma, it’s scents seem to be the star anise and cashmere flower. So I’d considered it spicy & cozy… It is long lasting, at least for 24 hours, again you’ll fall in love with it. 100% recommended."
		},
		{
			"review_title": "Newest addition to my perfume rotation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this perfume. It’s the perfect mix of floral notes without being overwhelming. It has a slight musky smell, but still an overall sweet scent. This is the newest addition to my perfume rotation. I always receive compliments about how great I smell while I’m wearing this. Overall, couldn’t be happier!  I received this product free of charge in exchange for an honest review from Influenster."
		},
		{
			"review_title": "A Mysterious Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this product free from Influenster and Juliette Has a Gun in exchange for my honest review. I am very thankful to have had the opportunity to try this perfume. It was my first trying a product from this brand.  Juliette Has a Gun-Ode to Dullness is wrapped in a sense of mystery. It has a musky scent. Usually I don’t like perfumes that are musky but this one has its charm and is very alluring.  When I first put on the perfume it momentarily had a strong alcohol scent. After the alcohol faded, I was met with a very pleasant aroma. In the description of this fragrance, it states that it is a “cozy scent” and I have to agree. It feels like a fragrance suitable for fall. This perfume is transformative. When put on this fragrance I picture myself as a woman of grace, and charm, wearing a white fuzzy sweater, an ankle length gray skirt, a black and white houndstooth peacoat, oversized black framed sunglasses, and a black cloche hat spritzing the perfume on myself. I am transported to another time, the 1920’s and I am waiting on a train to take me on an unknown destination of adventure and intrigue on a beautiful fall evening.  One of the notes in Juliette Has a Gun-Ode to Dullness is sandalwood, a scent I quite enjoy. It is earthy and enchanting. This perfume is floral and musk based.  Lastly, the packaging is done very well. It looks very luxurious. The only negative note I have is that the lid to the perfume is super difficult to remove from the bottle.  I really like this perfume and will add it to my rotation of perfumes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE this scent. It’s slightly manly smelling but still very feminine. I’ve been grabbing this daily since I received it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Thank you to Influenster for introducing me to this brand! I received this product in exchange for my honest and non-biased review. This scent was great for work as well as for a dinner date out. It’s not too strong, but is long-lasting! I have definitely added it to my rotation for this season."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've never heard of this brand of fragrance. This scent is soft enough to not be overpowering but fragrant enough to last all day. The cashmere and Tonka are such an amazing mix. The fragrance is also unisex which is great. I do feel like it is a bit more feminine in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This fragrance isn't what I'd usually go for, but I do think there's a possibility it'll grow on me. I'm usually apprehensive when it comes to new fragrances on me. It's very fall-cozy, but not in the sense you'd think. It does have a hint of febreeze to it lol but it's not bad. Veryyyyyyy warm and dark."
		},
		{
			"review_title": "nice warm scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I really liked the Juliette Has A Gun Ode To Dullness perfume. It was a pleasant scent that I could wear daily. I felt it also layered well with my other fragrance. I will day it did take me a few times before I really felt like I liked the scent. It is definitely very warm and I think it will be great for the colder months."
		},
		{
			"review_title": "Warm, sweet & cozy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I tend to not wear a fragrance, as strong smells can bother me, but I really like Ode to Dullness. It does smell a little like alcohol when I first put it on, but it does fade quickly. The scent is comforting. Slightly sweet, with a warm, cozy feeling. I’ve seen others say it can smell like a dryer sheet, and while I don’t think it smells Ike that, it does give me the feeling of fresh clothes, so maybe it’s the feeling of clean clothes. The scent really does last all day, which is nice, and it wears well.  Pleasantly surprised with this one, but I do think it’s best smelled in person, as there’s not really the correct words to describe it."
		},
		{
			"review_title": "Fall/winter cozy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "At first I wasn’t sure of the scent but the more I wear it the more I fall In love with it. I love that it’s gender neutral as well. Has a warm cozy scent perfect for the fall and winter months. Every time I smell it I get a different note of the fragrance which smells lovely."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The bottle is very pretty with the red and blue ombré color. As for the scent, it smells very nice with a scent of cashmere flower or floral sweet."
		},
		{
			"review_title": "Warm, cozy, and floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’ve worn this perfume several times since receiving it through Influenster. It’s warm, cozy, and floral and is the scent equivalent of wearing a white cashmere sweater over a floral dress."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I had no idea what to expect when I received this product, as I've never tried any scents from this brand before, but wow. I love this scent! It is lovely. Not too light but not too heavy. Can certainly be built up if you're looking for that. I get lots of compliments when I wear it out. It is perfectly vintage and timeless, without smelling like the perfume you dug out of grandma's closet."
		},
		{
			"review_title": "Anything but dull…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really enjoy this perfume, it smells very rich. It reminds me of shopping in Saks Fifth Avenue on a Saturday.  To me it does lean a little but masculine in the best way. Definitely a warm/ perfect for fall scent.  The bottle does look gorgeous among my collection also."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Amazing! My new go to scent. Its a cozy but sexy scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I love this parfume. Smells great. Has a slightly masculine scent but is very warm and cozy. Lasts all day. Excited to wear this all fall and winter!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Love love love this scent! It smells nice and clean, I feel elegant wearing it. It reminds me of one my partner wear and I just love it! It is sweet and warm! My favorite perfume, especially for the fall season!!!"
		},
		{
			"review_title": "Warm clean laundry in a masc way",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "While it smells warm, and I understand the coziness people speak of, it’s just too masculine smelling for me. I love frags like baccarat, clean reserve skin, phlur father figure and tangerine boy, atelier vanille insensee, mimosa and cardamom. This one had a laundry smell with musk but it came off too masculine for me."
		},
		{
			"review_title": "Got complimented!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I really have enjoyed using this fragrance. It has a nice smell. I feel like it lingers on me throughout the day better than some higher end perfumes. I even got complimented walking throughout Dollar Tree one day! Lol I received this item as a free sample."
		},
		{
			"review_title": "Clean scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Smells quite masculine, my husband said it smells like soap from a hotel. Not what I was expecting but not terrible."
		},
		{
			"review_title": "Warm Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really enjoy the scent of this perfume. It’s not too strong, nor too light. It’s the perfect fall/winter fragrance. It smells warm, a little musky and mostly floral, with a hint of vanilla."
		},
		{
			"review_title": "Love this unique fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Juliette’s Ode to Dullness is anything but dull. It has a very unique scent to it, a little floral with a touch of musk. It’s very unique and that’s what really sold me on it. It lasts a long time and I’ve had many compliments from people about this mysterious scent."
		},
		{
			"review_title": "Very nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "Juliette has a gun ode to dullness  has a very western feel, with the almost a leathery scent. I got this to try from influenster.com. It’s nice though I feel it’s not for everyone. I do like it myself. I wear it when I go out and I have one it to work. I definitely recommend it."
		},
		{
			"review_title": "Elegant and refined",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I was intrigued by the name of this perfume, Ode to Dullness, and decided to give it a try. I was pleasantly surprised by how much I liked it. It is not a dull fragrance at all, but rather a subtle and sophisticated one. It has a creamy and cozy scent that is perfect for the fall and winter seasons, when you want to feel warm and comfortable. The perfume opens with a fresh and spicy note of badiane, also known as star anise. It adds a touch of brightness and contrast to the otherwise soft and smooth composition. The heart of the fragrance is a delicate blend of freesia and cashmere flower, two floral notes that are not very common in perfumes. They create a gentle and feminine impression, with a hint of sweetness and powderiness. The base of the fragrance is a rich and sensual mix of sandalwood and tonka bean, two ingredients that are known for their creamy and woody qualities. They add depth and warmth to the perfume, making it last longer on the skin. Ode to Dullness is a fragrance that celebrates the beauty of simplicity and minimalism. It is not loud or flashy, but rather elegant and refined. It is a fragrance that invites you to slow down and appreciate the small things in life. It is a fragrance that wraps you in a cozy halo, as the brand describes it"
		},
		{
			"review_title": "Warm and comforting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Ode to Dullness by Juliette Has a Gun is one of my new favorite perfumes. There's something warm and comforting about the scent. I can smell a bit of floral and musk. There's a scent that I can smell in the undertone that is both unique and intriguing to me. I would say it's more of a sophisticated scent. The lasting power of this perfume is really impressive. I also really love how pretty the bottle is. This is my first time trying a perfume from this brand and I'm now curious about their other scents."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "New favorite scent and it is not even close. I am not much of a floral perfume person, no matter how much I keep trying, and this ode to dullness was an instant favorite. The floral scents I commonly find in popular perfumes are often too strong for me, and can give me a headache. If you feel similarly about very floral perfumes, give this musky scent a try! I previously have feared a musk fragrance would smell too masculine, but this one is feminine and warm smelling."
		},
		{
			"review_title": "Unique and versatile",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "This scent is so interesting to me! It honestly took me two wears to decide how I felt about it, but I really like it! It had some unique notes I was unsure of but the second wear it grew on me, and my partner liked how it smelled on me as well which is a bonus! The name seems ironic to me because it’s anything but dull.   My only small critique is that if did not last a super long time on me, but that varies person to person. I would definitely recommend this scent to friends and family, especially those who have many perfumes and want something different.   I received this item through influencer to test for review."
		},
		{
			"review_title": "The Coziest Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely LOVE this scent. It reminds me of curling up on a crisp fall day covered in blankets and throw pillows sipping a hot cup of coffee. It has a gorgeous musky, gourmand scent that is absolutely delicious layered with a vanilla lotion. In addition it is long lasting and I get compliments all day long. I’ve had multiple people come up to me and ask what I was wearing. Once I run out of this bottle I will be repurchasing my own, because this is definitely going to be part of my core collection of fragrances because of its comforting, cozy vibe."
		},
		{
			"review_title": "nostalgic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I wasn't a fan of this fragrance when I first got it as it smells like air freshener but I gave it some time and tried it for a couple of weeks and it warmed up to me it smells like freshly clean laundry like a cozy blanket in a fall/winter night I do think it's not a every day fragrance but more of something you could wear when you want a break from life spray some on and you will feel like your cuddling a warm blanket  I received this product  as a free sample in exchange of honest review"
		},
		{
			"review_title": "Warm and Velvety, the perfect Fall/Winter Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is a perfect fall or winter scent! It has a warm and spicy tone to it and feels like it would go perfectly with an all-velvet look or wrapped up in a faux fur coat. The star anise blends with the tonka bean to add a rich tone to this scent, while the cashmere flower balances and helps it all seamlessly blend together! I also love that while it is a warm and spicy scent, it's not overpowering. It's subtle and effortlessly sexy and would smell great on anyone regardless of gender."
		},
		{
			"review_title": "Cozy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Brought me into the realm of autumn with the notes of cashmere, sandalwood and tonka bean. If velvet had a smell, I would think it would be exactly this. The scent lingers longer than expected so no need to spray a lot. Perfect for fall and wintertime."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Great fall/winter scent. This is filled with cozy notes of sandalwood and tonka bean. It will make you want to take a trip to the pumpkin patch and then cuddle by the fireplace after. It’s soft and sensual. Not loud and overpowering. I love it!"
		},
		{
			"review_title": "Lovely scent that's not too overpowering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I really love this perfume. It is light but has so much dimension. With velvety notes of Star Anise, Cashmere Flower, Sandalwood and Tonka Bean it's the perfect Fall scent. It is cozy smelling and the scent wraps around you like a comfy cashmere sweater."
		},
		{
			"review_title": "Really nice fall/winter scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This has a nice fall/winter scent to it. It has some feminine and masculine notes, so it could be worn by either sex. It reminds me of a cozy sweater on a cold night."
		},
		{
			"review_title": "Cozy spicy scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "A unique, warm, cozy scent. Creamy, velvety and slightly musky. The perfect scent for fall/winter. A subtle smell of sandlewood, and cashmere flower. Although, a beautiful scent it did take some “getting used to” for me to like and for that I give it a 4/5. A beautiful bottle perfect for man or woman!"
		},
		{
			"review_title": "Unique !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This new scent is anything but dull. Theres  many  amazing smelling layers to decipher.  At first it smells floral, but then the scent  merges to a deeper powdery scent, followed by rich, sweet, vanilla,  finally  it ends with just a bit of spice. I get compliments everywhere I go."
		},
		{
			"review_title": "Perfectly warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this sample in exchange for an honest review. I absolutely love it! It is perfect for anyone who loves floral scents and is looking for a fall/winter scent. It is a warm, floral with a hint of pine."
		},
		{
			"review_title": "All good things!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love love love this scent. It's light, flirty and amazingly lasts all day for me. In addition to the lovely scent, those who are tactile like me, you will enjoy the heft of the bottle and snap of the cap. As I said all good things!"
		},
		{
			"review_title": "Amazing Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This is the first time I've tried a fragrance by this company and I have been sent this for free in exchange for a review. First, the scent. It's a nice and sweet, nearly creamy scent with notes of flowers. I've never had a fragrance with this kind of mix and I'm in love with it. The bottle is cute and minimalistic enough to use as a decoration on my work desk as I work from home. As for the lasting power, I have used it when I went out and since I do not have a car, I've been walking everywhere. The scent has lasted me over two hours and even then, it still smells great. Highly recommend this and I'd like to explore more of their fragrances!"
		},
		{
			"review_title": "A scent that is anything but dull…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was so excited to have the opportunity to test this perfume. I have a hard time finding perfume that smells good and lasts. This  does both.  I’m in love with the soft floral and cashmere scents. It’s a wonderful balance of warm soft notes with a hint of brightness. Great as a year round scent."
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I've been using this perfume for over a week now and I really like it. It's different from most fragrances I wear. It smells strong when you spray it on but once it settles it's perfect and not over powering. My boyfriend gives it a 9/10 🙂"
		},
		{
			"review_title": "It's like being wrapped in a warm, cozy blanket o",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Ode to Dullness is a perfume that oozes elegance and serenity & is anything but dull.   Upon first spraying, there is a sharp note to it that I don't care for much, but after a few minutes that note settles and what remains is  a soothing, spicy musk with a bit of beautiful floral. It's like being wrapped in a warm, cozy blanket on a crisp fall day... Truly an unexpected, beautiful scent.  The packaging is equally as beautiful with a muted blue to burgundy bottle that comes snuggled in a foam insert... the packaging oozes luxury. The mister produces a very fine spray and I've found that the perfume is so rich that I only need 1-2 pumps, which lasts all day.  This could be a unisex scent, but to me it leans more feminine. This has quickly become a new favorite scent in my collection and I highly recommend it to those who want something that is the perfect blend of unique yet comforting."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a wonderful perfume! It really is unisex/genderless. My husband and I both like it. He thinks it smells more masculine, and I thought it smells more feminine. It even smells differently when each of us wears it. I'm not much of a fragrance person, and I really enjoy this one."
		},
		{
			"review_title": "My go to perfume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I feel like this perfume was made for me. It has a Warm smokey, cashmere scent with a hint of floral that combines perfectly to wear all day. The perfume did not give me a headache but I did have to reapply midway through the day. This is the perfect fall/ winter scent and it is packaged nicely so would make the perfect gift for those that don’t love the overly sweet scented perfumes. 5 stars from me and has quickly become my go to."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This scent is sweet with a hint of floral and musk. I really liked it and received many compliments. It’s long lasting and I still smelt it on my skin at the end of the day"
		},
		{
			"review_title": "Perfect “Dull” perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Just kidding. This perfume is like your everyday tee shirt bra that you can’t go a day without. It’s powerful enough to tell you have a fragrance on, but blends so incredibly that it doesn’t overpower or demand an audience! I love that I can throw it on even if I’m just going grocery shopping. The notes blend smoothly, none overpowering the other. I may start wearing it around the house as well!  I received this product complementary in exchange for my honest opinion."
		},
		{
			"review_title": "Warm and musky with a little sweetness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "For me this fragrance is warm, musky, woody with a little sweetness. It’s the perfect twist. I can describe it as warm, delicate and elegant. I think it’s perfect for autumn. Every time I wear it I get compliments."
		},
		{
			"review_title": "Fall Go To",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this scent!  Will definitely be one of my top Fall go-to's!"
		},
		{
			"review_title": "Powdery and Musky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Let me start off by noting 2 things - first is that I love perfume and have/have smelled a lot of different perfumes; second is to take all perfume reviews with a grain of salt as everyone's sense of smell, preferences, and body chemistry is different all of which goes into whether or not someone likes a perfume and how it performs on their body. Having said all that, I hated this perfume the first time I sprayed it (in the air), but it's been steadily growing on me, especially after spraying it on my skin. The initial scent is VERY powdery and musky to me and super strong. It did not give me a headache, but it was noticeable and I wasn't a fan. However the perfume really warms up/chills out on the skin into an ambery-vanilla that I do very much like. The sillage at this point is pretty light and you can really only smell it near the skin. On me the longevity is pretty short - 3 to 4 hours max, after which I can't even smell it when I press my nose to my skin. I wouldn't call this a safe blind buy by any stretch, but it's definitely interesting and if you're into musk/amber this might be for you! In general, I will say I love Juliette Has a Gun because I feel like their perfumes are always unique, not similar at all to other perfumes on the market.   I received this for free in exchange for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I loved the scent of this perfum. The mix of sandlewood and cashmeremix nicely with florals to give it a sweet, light scent. I wear it everyday and would recommend to anyone who enjoys those smells!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this perfume! Every time I wear it I get compliments on how amazing it smells. It’s very subtle hints make this a favorite in my collection."
		},
		{
			"review_title": "Beautiful, Cozy Hug",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This product I received in exchange for my honest review from Influenster. The Tonka bean is the star of the show here and really shines and gives a deep warmth to this fragrance. This fragrance is anything but dull and is reminiscent of the iconic DKNY Cashmere Mist in that it gives you a clean, cozy hug. You will get multiple compliments on this fragrance as your scent bubble will extend out about 5 to 6 feet. It is not a beast mode fragrance by any means but shines nicely in the cold weathers. I do wish it lasted a bit longer but it does last about 4 hours."
		},
		{
			"review_title": "Security and warmth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It's a touch of thrilling and sexy...  has the security of darkness and warmth. Beautiful scent that creates a beautiful feeling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This perfume smells amazing! It's dark notes make it powerful but still being feminine. It smells very familiar but different at the same time"
		},
		{
			"review_title": "Spicy Twist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product for my honest review. This scent reminds me of the “not a perfume” scent but with a spicy, autumn twist. One spray lasts most of the day and I did not find it to be overwhelming. Perfect scent for fall and winter!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this product for free for my honest review. I received this for free for my honest review. The bottle is a really pretty ombre color! The perfume has a light musky and kind if woodsy scent, but it is pretty strong when you first spray it on. It lasts quite a few hours, and fades slowly over time. I would probably purchase this for myself."
		},
		{
			"review_title": "Pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Such a pretty bottle. The spray gives plenty with just one press. It’s not as long lasting as I would like but the scent is really nice. I was a bit disappointed in the foam packaging it came in. As a more expensive perfume I would expect a nicer presentation. But overall I like it!"
		},
		{
			"review_title": "Perfect cozy autumn scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "[I received Ode to Dullness 1.7 fl. oz Eau de Parfum by Juliette Has A Gun, from Influenster and Juliette Has A Gun in exchange for my honest review] The packaging on this perfume is to die for! It is   so luxurious. It came in an encased within a foam insert, embossed with the Juliette Has A Gun logo. That as soon as I opened the box I could smell the scent. It gives a warm cozy feel. I love the parfum’s bottle , it has an ombré blue color that makes it seem like dusk and makes it look luxurious. The notes/ aroma of sandalwood is the first thing i noticed with a hint of vanilla. This parfum is would be great for an evening out or during the fall or winter seasons it gives out fall vibes. At first spray it seems to much but as it settles it is heavenly! After trying the parfum, I would definitely recommend it to family and friends 10 out of 10"
		},
		{
			"review_title": "Great fragrance to add to your collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This perfume is a great scent to add to your collection. It’s long lasting scent makes it awesome! It strong and does have a light powdery scent to it. To me it’s more of a fall scent. Would recommend! I did receive this as a incentive to test and review for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I received this Juliette Has a Gun ODE TO DULLNESS for free for my honest review. The packaging and the bottle itself are very well made and look great! The perfume itself smells pretty good but  goes on pretty strong and doesn't last as long as I had wished. It has a faint scent of woodsy type smell to me a little but overall smells pretty good."
		},
		{
			"review_title": "The Most Ethereal Cozy Blanket",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "First JHAG fragrance I've purchased and decided to only go for the travel size-- what a mistake because this is quickly becoming my favorite scent for when I want to feel cozy, I need to upgrade. Delicate slightly woody plush cashmere, like a million dollar blanket fresh out of the dryer. Slightly aftershavey in aroma too thanks to the anise note."
		},
		{
			"review_title": "long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Ok I tried these perfume for a couple days to see how I felt about this. This scent is not one of my favorites for me personally. It is like it says very cozy and warm. I think this can be a unisex perfume. I think the projection is just right not to much and considering how strong this scent is, it will not annoy you or others around if you end up liking  this perfume. I do think this is more of a mature scent. I can definitely appreciate  the beauty of this perfume, if you love tonka bean you will love this perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This is my first time trying anything from Juliette Has A Gun but I have always been very curious about the brand since it seems very popular. First impression was I loved the bottle, the fade from blue to red is really cool. The fragrance itself to me is a a spicy musk and though I haven’t tried many musk perfumes I ended up liking the scent of this. I really love the spicy aspect of this fragrance and think I would wear it most in the fall and winter months. I do find this to be more of a skin scent, it doesn’t have a lot of projection and does fade a bit on me. I think this would be a great perfume to layer with others to make your own kind of unique scent!"
		},
		{
			"review_title": "Delicate and warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am a tried and true Lancôme perfume fan, but after trying this new scent I’ve  been hooked.  Ode to Dullness  is clean and warm all in one.  I love the hints of sandalwood, cashmere flowers and tonka bean. This scent is very unique and each time I wear it, I fall in the with the scent even more."
		},
		{
			"review_title": "Juliet has quite the arsenal with this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Oh my stars, Juliet has quite the arsenal with this scent! 🌟 I’m head over heels for this musky fragrance. The sandalwood note is a game-changer; it made me stand out at a singles event. I can’t stop thanking the universe because it attracted some top-notch guys. 🙌 And let’s talk packaging - it’s like a luxurious treasure chest for the senses. The little gun case vibe is pure fun, giving the phrase “loaded with style” a whole new meaning. 🤣 This brand is my new crush, and I can’t wait to explore more of their scents. If you’re on the fence, just go for it, sister! 10 out of 10 would recommend."
		},
		{
			"review_title": "Light and not overpowering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This fragrance is light, not overpowering. I haven’t read a description of it, so I’m not sure the exact notes. It seems floral and slightly sweet. The way it mists out of the nozzle makes it easy to control how much you get on you, so I never feel like it’s too strong. It also came packaged nicely, and the bottle is heavy glass with a two toned tint"
		},
		{
			"review_title": "My new favorite perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Dry skin",
			"review_text": "I received this product complimentary from Influenster in exchange for my honest review. I love this fragrance so much! It’s such a warm and cozy scent and it lasts all day. I would describe this as a strong fragrance with notes of musk, vanilla, and wood being the strongest. I also really liked the simple, yet sophisticated design of the bottle. It’s easy to use and looks wonderful on my dresser. This will definitely be an everyday perfume for me and I’m so happy to have found it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Really quite nice. It's more of a masculine scent but still has that subtle soft sweetness of a feminine perfume. It's a very unique smell, and it doesn't describe well. I'd recommend it or at least going to the store to smell it. I really like it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this product in return for my honest review. Juliet Has A Gun is one of my favorite fragrance lines and Ode to Dullness may be my new favorite. It’s not overpowering and is long lasting."
		},
		{
			"review_title": "New daily scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this perfume complimentary in exchange for my honest review. Ode to Dullness is anything but dull. It’s richly scented with cashmere and sandalwood, tonka bean. One spray will do you! Beautiful packaging too!"
		},
		{
			"review_title": "Beautiful Fall Vibes ✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "JHAG  Ode to Dullness is one of the nicest, most soft and wearable scents I’ve come across in a long time. It’s definitely a Fall/Winter scent. I’m a sucker for a gourmand scent-and I get that,plus vanilla,tonka,and an overall sweet musk that is just so wearable. It reminds me of a cashmere blanket,or a beautifully soft sweater. The bottle is delightfully heavy and the colors are a gorgeous ombré combination of blue,pink, and grey. I love the look of it on my vanity and have been wearing it truly non-stop since it arrived. My fiancé adores it and that’s always a plus! It wears close to the skin but I definitely have been complemented on it and catch scents throughout the day, so it’s got a nice projection. I find this to be in my top three JHAG scents-the others being Not A Perfume and Vanilla Vibes. It’s both sensual and casual. I love the idea of having a perfume made of the more “dull”,or commonly used notes,that is something all its own. I have already made a purchase for my mom for Christmas-it’s so perfect for her as well.  I adore this scent-give it a try.  I got this as a gift from JHAG,opinions are my own."
		},
		{
			"review_title": "Woodsy Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "I received this perfume in return for my honest review. JHAG Ode to Dullness is a pretty perfume. The packaging is great and the bottle is lovely. I really like the ombré colored bottle. The scent itself is lovely; it has a woodsy, amber spiced scent with a hint of anise. This is definitely a more mature woody, sweet scent that is great for fall. While I like this scent I don’t think it’s one I would reach for often. It’s just a bit too woodsy for my taste. I think a lot of people would really love this perfume, however it’s just not for me. As for the price it is on the high side, but a lot of perfume tends to be on the high side. The longevity of this perfume is mid-range; it lasted about 5 hours on my skin. I could smell it heavily for the first couple hours and then it just faintly dissipated. I would recommend this perfume to anyone who likes a woodsy, cozy scent."
		},
		{
			"review_title": "Distinctive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I didn't like this fragrance when I first smelt it. It struck me right away as Grandma - but I wore it for the day and it grew on me.  It's musky and floral, heavy on the floral but it's dry down is very nice. I still get grandma vibes, but in the best way possible. It has a warm note in it that I can't put my finger on but it's so nice! I have been wearing it more days then not and get complimented almost daily.  I received this complimentary for my honest review.  It is distinctive in a way that I haven't smelt something quite like it before (and I have a lot of perfumes). I have enjoyed this tremendously, and the packaging is beautiful."
		},
		{
			"review_title": "A unisex scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for review from Influenster. If you like a clean woody scent you will like this scent. To me it can well be an unisex scent. At first spray it is kinda strong but it tames down pretty quick. Its not the most long lasting scent it last maybe a good 4 to 6 hours on the skin."
		},
		{
			"review_title": "Beautiful, cozy and a little sexy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love how this perfume smells. It is a little strong at the start but softens and warms into a truly wonderful scent. I got lots of compliments when I wore it from both men and women. I did deduct one star because it gave me a rather massive headache but that’s a me problem and is not an issue with the scent. This is one that I can see many different people enjoying."
		},
		{
			"review_title": "Dullness Effortlessly Transformed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Dullness has been preconceived as simple, but who says simplicity has to be a bad thing? Juliet Has A Gun Ose To Dullness has created a fragrance that comforts my body and mind. The top notes of the Badiane and Freesia entices me into a silent beautiful embrace. This fragrance effortlessly hugs my body softly in a warm hug with the heart notes of Cashmere Flower and Sandalwood.  My body slowly relaxes fully taking in the bottom notes of musk and tonka bean. Combined together the once mundane dullness transforms with light beauty and compelling subtle attraction. Soothing my senses in comfort and long lasting aroma."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely fell in love with this scent at first spritz. It’s musky with a floral undertone. I sprayed it on after the shower the first night I got it and I was still able to smell it the next afternoon. It’s not over powering like some perfumes I’ve gotten before and that’s what makes it perfect."
		},
		{
			"review_title": "Comforting softness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This scent smells exactly like Burberry Brit in the 2010s. I’ve been searching for a scent that was similar and have finally found it! The scent description is musky with hints of florals. It also smells unisex! Would definitely recommend wearing this"
		},
		{
			"review_title": "Elegant and yet simple enough for every day wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review from Influenster and Juliette Has A Gun. As a self proclaimed perfume snob, I am thrilled to have been chosen for this VoxBox. Ode to Dullness is a warm and sensual fragrance that stays with you all day. It envelopes your senses like a cozy sweater on a chilly day with notes of cashmere and sandalwood. It is a fragrance that can carry you from a day in the office to a night out on the town.  The packaging and bottle are equally as sleek and elegant as the product inside. I am excited to try more from this brand."
		},
		{
			"review_title": "Well paint me grey and call me dull!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Because this is it, no, seriously. I have bought so many perfumes and sets to explore in search of something that is hard to explain, but something just like this.   I am a diehard unisex cologne eau de parfum girl, my signature is angel Thierry mugler, a classic,   But this, THIS DAZZLED ME! After testing 100s of mediocres I have finally found another love, no bull, no hype, this is it. Musky, clean, sweet, it’s like wrapping up in a warm hug with your s/o and the scents just blend but you breathe it in and feel at home. I am obsessed.   Thank you infinitely Influenster and Juliette Has a Gun for gifting me my next forever scent!!!"
		},
		{
			"review_title": "Nice, clean scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product free from Influenster to review. It's a nice, light scent and I think it's unisex. It lasted longer on my clothes than on my skin for some reason though. Not too heavy or overpowering."
		},
		{
			"review_title": "Beautiful fall and winter scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I tend to like scents that are more on the “masculine” side (who decided that anyway?) and this definitely delivers. You get that burst of cashmere flower that’s a little musky but then this sweet tonka bean comes through to soften it. There’s almost a hint of vanilla in there too? It’s amazing. This is hands down my favorite fragrance in a while! It also lasts all day which is a huge plus. I’ve been getting so many compliments!"
		},
		{
			"review_title": "For Real Women ;)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "This is a perfume for WOMEN! It has a deep, musky scent with a hint of sweetness that makes it perfect for work, date night, or a quick refresher. Personally, I love this product. I would love to smell myself all day and I think the people around me would appreciate too."
		},
		{
			"review_title": "Great scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "After using this for a few days, it has become one of my favorites. Everywhere I go, I get asked what I am wearing. A couple sprays lasts all day and then some. I love the bottle and the scent. Fresh and captivating."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The scent of this perfume is different, and it’s hard to explain, but it is a nice scent that lasts all day. It is very strong when you first put it on."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I am now obsessed with this fragrance. It’s definitely a fall winter vibe, and almost has a baby powder fresh undertone. It smells really clean, but also sexy and wintery. It’s a very surprising scent. It’s so pleasant and I get so many compliments when I wear it! It lasts hours also! I coach volleyball, so I’m usually running around and constantly active and the smell stays put! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "As this isn't dull, it's not beyond either. It's very hard to explain but I like its difference. I have nothing in my collection like it. Very suitable for the fall good in an office environment.  Very fall hayride appropriate. I will be wearing this to probably into the winter also. I smell the freesia for sure and something else very clean smelling and hint of sandlwood."
		},
		{
			"review_title": "Perfect Sweater Weather Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Thanks to Influenster and Juliette Has A Gun for sending me this product in exchange for an honest review.  I’m a major Juliette Has a Gun fan, and this perfume is another knockout. First, the bottle is gorgeous, and it looks great on my vanity. They describe the perfume as “cozy”, and that’s the perfect word for it. It’s got that classic JHAG “spice” to it, but it’s more warm and floral than the others. It really is like a sweater in scent form. Like all JHAG scents, it’s long-lasting, and you really only need one spritz to smell absolutely dreamy. This is the perfect cool weather scent."
		},
		{
			"review_title": "New smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This smells unlike any other perfume i personally have had, It is very sweet/gourmand smelling with maybe a hint of some spice..very difficult to explain and on the initial spray I didn’t think I cared for it, but once it dried down on my skin the smell was so cozy perfect for cooler weather. It’s got a nice musk and certainly isn’t for everyone."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a great scent for Fall/Winter. It's warm, but light and not overpowering or strong at all. Like others have said, its very cozy! The scent lasts all day but isn't super noticeable. I get headaches and migraines pretty easily, and some scents can definitely set it off, but this is so nice! It's the first time I've used their perfumes, but if they're all this nice, I think I'll check out the others as well! And the packaging is so nice!"
		},
		{
			"review_title": "Collection worthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This perfume smells so seductive. Totally gives cozy romantic date night vibes. It’s warm yet everyday wearable. Besides the perfume being lovely, the bottle is stunning. It holds its own next to the rest of my collection and makes a statement. Would totally recommend if you are into warm notes."
		},
		{
			"review_title": "New favorite scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is one of my new favorite perfumes for a casual night out. I absolutely love the subtle warm scent it gives off thats very fragrant yet not overbearing like some of the brands out there. The bottle also looks very nice with the blue and red color desi"
		},
		{
			"review_title": "Will be in my scent rotation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This smells amazing and will be in my scent rotation! It’s light, but also a little musky! Totally into it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this complimentary to try. This is a great new perfume in the Juliette has a gun line! It’s my third from this brand and just might be my favorite! It’s cozy and comforting, a perfect winter scent! It’s a clean creamy warm scent that’s definitely not overpowering.  It dries down to an inviting soft scent. One star off because I wish it lasted a little longer. Overall I would definitely recommend for the fall/winter!"
		},
		{
			"review_title": "A scent memory!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "The first time I tried Ode to Dullness I sprayed it in the air and wafted it. I was immediately taken back to my teenage years when I finally found a perfume that was soft but sophisticated that I could wear every day. It doesn’t smell like an old lady but it’s powdery in the most gentle way. With the tonka bean really coming through on this spray.   The second time I tried Ode to Dullness I was applying it directly to my wrist. This woke up the scent and brought out what I think was the Cashmere flower.   I truly adore this scent and have been wearing it every day since it arrived. It’s a very comforting scent for winter and I’m glad it’s on my shelf."
		},
		{
			"review_title": "Smells so cozy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my new favorite perfume! I love that it is unisex and I see why now. It’s not too feminine or too masculine. I definitely smell the cashmere and sandalwood. It the perfect cozy scent."
		},
		{
			"review_title": "Spicy/sweet and cozy nostalgia in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I've been giving this perfume several days to try just to get an overall feel for it. It is a delightful scent, warm and almost creamy. It seems heavy at first,  but as the day goes on it lingers and it dries down to a very soft, slightly spicy, comforting smell. Somehow it reminds me of a perfume from Victoria's Secret when I was in high school... but in a good way?  If that makes sense at all. All of the people that I have to ask to give me a sniff have been delighted with the smell including my 2 sons that said quote the smell is so big it smells so good like tasty flowers and I can't stand it! All of that meant in a positive way, of course.  This scent is too heavy for spring and summer by my reckoning. It evokes the thought of warm sweaters, tall boots, and football games. That brings me to my only real beef with the scent- is name. Ode to Dullness seems clever, but can also seem like a snarky diss to people that would enjoy this scent.  Why alienate part of your market by calling them dull? Or bougie, or basic, or cheugy.  More than anything, this scent evokes nostalgia, and I don't see anything wrong with that."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love love love this scent! I was lucky enough to receive this in exchange for a review. As with the original Juliette Has a Gun fragrance, it seems this eau de parfum adjusts once you actually spray it on. It is sophisticated and expensive-smelling. Not too floral or musky, but a unique, modern blend. Beautiful packaging and bottle as you would expect."
		},
		{
			"review_title": "1 spray will do you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "I received Juliette has a gun: Ode to Dullness free for my review. I’ve used it for a few days now and love it! I initially sprayed too much and it lasted all day. You only need one spray so it will last a long time! The size of the bottle is great! I love the design! It smells great. Not too overpowering and lasts a long time!"
		},
		{
			"review_title": "Beautiful and sensual perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this bottle of perfume as a free sample from Influenster. I was so excited to open the package, and was blown away. The box the bottle came in was so presentable. The bottle is so sexy. The scent is very sensual, with hints of rose. I am obsessed with it, would highly recommend and plan to buy in the future!"
		},
		{
			"review_title": "Super soft & cozy .. feels like a nice sweet hug !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this perfume to review & im so grateful that i was able to review & have a chance to give my honest feedback. This perfume is super soft & cozy … the scent is smooth yet potent but soft enough to wear  everyday  … this will definitely be added as one of my go tos"
		},
		{
			"review_title": "Amazing scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "So I recently received this perfume and I absolutely love it so much! I love everything from the packaging and the scent. I don’t know how to describe the scent but it’s smells really good. The scent is too overwhelming and it last all day! I’ve gotten a few compliments with this perfume because it smells really good."
		},
		{
			"review_title": "More than meets the nose",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "I did not expect to like this perfume as much as I did. I am usually a fruity perfume girl but I am making an exception for this cozy, relaxing scent. At first smell it had a nostalgic scent in addition to its 90s gradient bottle. As I wore it throughout the day I enjoyed it more and more. Highly recommend! I received this product in exchange for my honest review."
		},
		{
			"review_title": "The perfect fall fragrance 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This fragrance is warm and cozy. It is the perfect fragrance for fall and winter.  This is my first fragrance from the line and I am impressed! The longevity is amazing!  It is strong yet subtle in the best way.  I would recommend this fragrance for anyone wanting a musky yet soft scent."
		},
		{
			"review_title": "A comforting freesia scent with some warmth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Imagine you’re winding down from spending a perfect, sunny day out shopping with friends. You get home and relax with a glass of beautiful Bordeaux before stepping into a piping hot bath. Any worries you had melt away. Did you doze? You did. But you’re just so comfortable.   When the water becomes too cool, you exist and enter the shower to get down to the business of cleaning. This is an everything shower, so you take your time. Beautiful French milled soap. Fluffy cotton wash cloth.   You emerge clean and revitalized. After putting on a stiff cotton waffle bathrobe, you sit down at the vanity. It’s skincare time. You complete your nightly ritual of lotions and serums. You’ve sat so long that you are completely dried off from your shower, and all that’s left to do is towel your hair a bit more and get into your pajamas.   No one is bothering you. No one is rushing you or complaining that you are taking forever.   You put on the softest pajamas you own. Warm and cozy, but also make you feel beautiful. You get into bed and the sheets are cold and soft. Starched cotton, just like a hotel. You are boneslessly relaxed. What a wonderful day to be you.   That is what this perfume smells like to me.  The notes I get most strongly are freesia and musk. It is a clean skin scent, a little soapy, but warmed by the cashmere. It lasts many hours, but gets a little powdery toward the end. Very pleasant, and in a pretty bottle. The cap has substantial weight to it which makes it feel a little more luxurious.   I am tremendously picky when it comes to fragrance and most give me a headache. This, however, I loved.  For me, it was also a bit nostalgic because the my mother always had freesia soap in the house when I was a child."
		},
		{
			"review_title": "Subtle & sexy ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I received this perfume complimentary in exchange for my honest review. Juliette has a Gun Ode to Dullness beyond exceeded my expectations. I have a menagerie of perfumes, but this perfume very quickly became an instant favorite of mine! The scent is warm and inviting, perfect for the fall season with key notes including Cashmere flower, star anise, tonka bean, freesia, and sandalwood. The perfume bottle and packaging screams serenity and sophistication. I’ve received countless compliments while wearing this perfume and my husband loves it when I wear it! The perfume longevity is wonderful as I can still smell it hours after application of just 1-3 spritzes! Ode to Dullness will be a staple scent in my collection for sure. I absolutely love it!"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This perfume smells so good. It lasts a very long time and is enticing to my senses."
		},
		{
			"review_title": "Cozy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received Ode to Dullness  Eau de Parfum from Influenster. It came in an encased within a foam insert, embossed with the Juliette Has A Gun logo. That as soon as I opened the box I could smell the scent. It gives a warm cozy feel. I love the parfum’s bottle , it has an ombré blue color that makes it seem like dusk and makes it look luxurious. The notes/ aroma of sandalwood is the first thing i noticed with a hint of vanilla. This parfum is would be great for an evening out or during the fall or winter seasons it gives out fall vibes. After trying the parfum, I would definitely recommend it to family and friends."
		},
		{
			"review_title": "Smells Great, not Overpowering, & lasts for hours!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "Love the smell of this!  I get compliments every time I wear it. It isn’t too strong & lasts for hours!  I will be purchasing again once I run out!  You regret purchasing this!"
		},
		{
			"review_title": "Cozy Embrace",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received Ode to Dullness 1.7 fl. oz Eau de Parfum by Juliette Has A Gun, from Influenster and Juliette Has A Gun in exchange for my honest review. Ode to Dullness arrives superbly packaged. The parfum's bottle is encased within a dense foam insert, embossed with the Juliette Has A Gun logo. It is then enveloped in an informative product sleeve of tagboard, and sealed in a protective vellum wrapper. The parfum’s bottle is made of thick, stunning, aubergine-blue ombre glass, that’s reminiscent of a midnight desert sky. Both the outer-cap and pump are chrome and project the shiny, eye-catching manuscript on the bottle. Just the appearance of the parfum bottle alone depicts luxury. After just one spritz, I was captivated by the allure and fell in love. The initial notes are spicy, intoxicating, and warm; the aroma of sandalwood stands out above all other. Once settled, the fragrance becomes relaxing, cozy, and embracing. There is a subtle hint of raw vanilla bean in a field of sweet, yet calming florals. While this fragrance would be perfect year-round, I believe it pairs best with the chilly Fall and Winter months. Ode to Dullness parfum is richly concentrated, and I found that just one pump/spritz to my wrist, and tap onto the other, delivered the optimal amount fragrance for an entire 12-hour day. With the number of compliments I received, and the long-lasting fragrance, I believe Ode to Dullness is well worth the price tag. After trying Ode to Dullness Eau de Parfum by Juliette Has A Gun, I am definitely interested in purchasing other luxury and quality fragrances by the brand, Juliette Has A Gun."
		},
		{
			"review_title": "Feminine divine essence",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Fall into Winter, this is the perfect season to unveil this scent. I received this perfume as an incentive for my honest review, and baby, it did NOT disappoint. The warm, cozy, subtle sandalwood and elegant velvety notes of star anise will astonish you. It is long-lasting and leaves a trail of deliciousness along your path. There is a softness, and the openness is very much opposite of the name. It has a feminine divine essence. I would definitely buy this again as it has been inducted into my top 5 fragrances."
		},
		{
			"review_title": "JHAG Ode to Dullness is a powdery scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Juliette Has A Gun Ode to Dullness First Impressions: This smells like a flanker of Carolina Herrera Good Girl except less annoying. Very much a Fall/Winter scent because of the heavy cashmere waft I get from it. Also, this fragrance reminds me of Burberry Her and Paco Rabanne Fame (both of which I would love if it were not for one note that nauseated me) So I'd say this smells better than those three I named because the note isn't super strong or offensive. As it settles, there's a soft powdery feel to it that stands out in the colder months. JHAG Ode to Dullness has major lasting power. I also believe that it would pair well with certain fragrance mists. So layering would be a great possibility. I will say that it definitely leans more mature.. I was asked for my honest opinion courtesy of Influenster."
		},
		{
			"review_title": "Warm & spicy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have a few mini bottles of this brand, and was super excited to find out this new scent was coming out! The packaging is gorgeous, and the bottle is heavy duty. I think this would be a great perfume for any time of the day!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely LOVE this scent. It is so good. It’s not overpowering and lasts a long time. Light scent. Very sweet but in a good way. 10/10 will by this."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I rec’vd this complimentary via Influenster in exchange for testing & review.  I am so glad I did as it’s not something I would have selected for myself. Sultry & deep. Smells like a steamy romance in a bottle. It has sweet notes but along the lines of a nutty vanilla, not sickly sweet/fruity, followed by sandalwood & musk. I tend towards fresh & delicate perfumes but I was pleasantly surprised by this one. Very feminine and womanly. A good Fall scent. Definitely working this into the rotation.  The packaging was classy & beautiful. What I’d expect of a high end fragrance."
		},
		{
			"review_title": "Light scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The packaging is very nice and good quality. The scent it’s is light spicy and sweet. Good for younger girls who are just getting into fragrances. I prefer stronger scents so I’ll definitely layer it with something else. The notes are beautiful just wish ot was stronger"
		},
		{
			"review_title": "Powdery Sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I received this product for free from Influenster and Juliette has a Gun for my honest review.  First off, the bottle is so pretty. Both the bottle and the perfume remind me of a cool dusk at springtime.  The perfume is powdery and fruity. When I first spray it, it smells like the flowers from a grape vine near where I live. It has a juicy quality that the powderiness mellows out a bit.  The only negative is the longevity isn't quite there. Within an hour it becomes a skin scent, which is fine if you like fragrance to hug the skin.  Give this a try! It may be your thing."
		},
		{
			"review_title": "Soft and warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This smell is so unlike any other perfume I’ve tried in the past but I love it! It is warm and inviting. I think this could be a day or night perfume. I get the most hints of sandalwood  but I do get the slight hints of freeesia. The packaging is also beautiful. Heavy duty glass with a good weight to it, the ombré effect of the grey and red is so eye catching and looks gorgeous sitting on my vanity."
		},
		{
			"review_title": "Warm and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The scent's name initially gave me pause, but I instantly fell in love with it upon the first spray! This perfume exudes sophistication, warmth, and coziness, making it the ideal choice for cooler weather. I anticipate reaching for this fragrance frequently. The description, inviting us to slow down in the fast-paced life we live in,” is something I can stand by!"
		},
		{
			"review_title": "Nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I received this to try from Influenster but I can say this perfume smells so good for Fall and Winter scent. I liked how scented lasts long on the skin. It’s good scented for date night or girl night out."
		},
		{
			"review_title": "Drove my husband wild",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "My husband absolutely loves this he told me multiple times all day how good I smelt. He said after I hugged him he could smell me all day long on him and it drove him crazy. He said it’s already one of his favorites! His reaction alone makes me loves this perfume. I like the smell a lot I would not describe it as spicy thou. It’s warm and comforting!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This perfume is very hard to describe! It smells good but it’s very… matronly. I feel like my grandmother would absolutely love this. It’s an older fragrance and I don’t think it’s much the style of younger generations. But it isn’t bad! It is flowery, to me anyway which isn’t something I’ve really seen people mention. When it dried down the only thing I can smell is flowers. I liked it a lot more when I first sprayed it because the musk and vanilla came out hard but when they dried away it was just flowers left. It is a kinda  scent and mixes well with the flowery, but i prefer more vanilla sweet scents like killian love don’t be shy and the green black opium. But all in all, I’d recommend it to people that like flowery, it’s so hard to describe!"
		},
		{
			"review_title": "Every day fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I received this product as a free sample and I am so glad! This is such a beautiful fall scent! It is soft and almost kind of soapy in a really comforting way. When I first sprayed I mostly smelled freesia but on dry down the musks really came forward. On my skin the smell of tonka bean is the most prominent. This is almost like a soft knitted sweater in a bottle!"
		},
		{
			"review_title": "Cashmere woodsy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The initial smell of this perfume is powdery, definitely has a cashmere powder scent. It’s definitely warm and spicy, with an overall woodsy scent to envelope it all. The smell lasts a long time and leaves you feeling warm by the smell"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This smells fantastic. The name makes it sound a little boring, but it is anything but that. It’s a little sweet and creamy with a subtle musk. The scent lasts and stays with me all day! This is a great scent and product!"
		},
		{
			"review_title": "Ode to dullness bright to vibrant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "When I first open the black box I knew then it would be a mini black dress night! The pheromones of cashmere flower and Sandle wood with tonka bean tickled my nose as there was no dullness like in the name. No there was a delight non over bearing smell that made me slow down and appreciate the sweet settle aroma that came from the beautiful bottle"
		},
		{
			"review_title": "“A Fall Season Perfume”",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "“Hello Perfume Reader’s, I received this perfume from the Brand Juliette Has A Gun & Also Influenster. Thank you to both brands for sending, Rest assure I will always keep my reviews 100% unbiased. Let’s start off with the packaging, I’m giving 10/10. It was like opening a storybook, & the perfume bottle was the Story. The Brand launched in 2005 by the French born Romano Ricci. The perfume is created in France between Paris & Grasse. The Name of the Brand is a metaphor, Work from Shakespeare. A modern sense of empowerment, Sophisticated, but Sassy Woman, & the gun, her perfume. This perfume is definitely sophisticated, A older woman, This perfume is definitely warm & spicy. It reminds me of spices in your spice cabinet, It’s giving me a Fall Season with Fall Leaves, Sweater Weather, The Star ingredient in Badiance which is native to northeast Vietnam & Southwest China."
		},
		{
			"review_title": "Really surprised i love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I recieved this from influenster for my opinion. The smell is very strong firstly...which i like, but others may not. It smells clean with a hint of sweet undertone in my opinion. I really like it and am going to now try other scentsm"
		},
		{
			"review_title": "Deliciously Matron",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "My initial impression of this was disappointment. When I took the cap off, it immediately reminded me of insect repellent.I was extremely hesitant to even spray it. But, I received this free to test and review from Influenster, so I had to. I'm so glad I did, though, because it's actually really good as long as you enjoy a stronger, warm scent. After spraying it, my first thought was that it was very creamy. But after drying down a bit, something a little sharper came out. It's a grandma scent, but in a really good way, reminiscent of Alien by Thierry Mugler. Excellent autumn scent."
		},
		{
			"review_title": "SO GOOD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Absolutely LOVE this fragrance!! It’s soft,with the perfect mix of sweet, fruity, floral & clean notes! I definitely recommend! I received this product complimentary in exchange for my honest opinion"
		},
		{
			"review_title": "Obsessed ❣️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This was love at first spray! Creamy, powdery and slightly musky and sweet gourmand would be my description of this gorgeous scent. I’m extremely picky when it comes to fragrances, they must be wearable, yet unique - I don’t like to smell like everyone else! This scent evokes snuggling under a cashmere blanket, by a fire - it’s softly sexy and velvety. I can definitely smell the top notes (tonka bean, sandalwood and cashmere flower), and it settles into a warm, comforting, subtle smell on dry down and lasted for quite a while (sprayed on around 3pm and husband said he could still smell it on me around 10pm). I could see this easily being a scent that a lot of people would enjoy, it has both masculine and feminine qualities to me, and is not a strong or overwhelming scent. I think it would be perfect for everyday use, going to the office, first dates, because it’s a subtle yet charming scent. The bottle is beautiful too, it feels very substantial and the colors are gorgeous. Overall this will be going into my fragrance rotation and I’d recommend it!"
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I enjoyed this scent. It's sweet but also warm. I would describe it as a sweet but masculine scent if that makes sense. I definitely enjoy it and it wears very well and last a while."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I'm very excited to get this perfume to try. It's very subtle and not at all over powering. I'm very picky about fragrance, and while the scent is subtle it lingers and I can smell it on me for hours."
		},
		{
			"review_title": "Better than I thought",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was afraid that this would smell of only musk. While I did smell a musky note on the initial spray it quickly dissipated. It is floral and creamy with a bit sweetness.  My husband says its a keeper."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Okay hear me out. This is gorgeous! It’s subtle and sexy but can also be worn for date night! I wore this scent out to a dinner party and got too many compliments. Projection lasts for about 6 hours on me which is good."
		},
		{
			"review_title": "Your skin but better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This smells like a warm cozy hug in a cashmere sweater. A true “your skin but better” scent. Perfect for fall and truly going to be my new signature scent. Staying power is great; and as it fades it lays beautifully and you almost can’t make out the difference between the perfume, and your natural scent. Couldn’t love this scent more! The bottle is heavy and looks great on my vanity."
		},
		{
			"review_title": "Wow just wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I loved I got a huge sample to try this courtesy of Influenster and loved even more the smell. To me I can see it being unisex its on the border of both feminine and masculine. The scents cashmere flower, sandalwood, and tonka bean really does make it seem cozy like the description like a cozy fireplace slightly sweet yet also woodsy. Now i'm curious about the other scents in this collection. Also the smell last a long while"
		},
		{
			"review_title": "I really like this !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I was pleasantly surprised at this one !  I’m very intrigued in jhag perfumes.  reminds me of maybe a limited edition fabreeze or maybe glade or wax melt ? It smells like a warm cozy cashmere sweater , soft musky , very feminine. I really like this one"
		},
		{
			"review_title": "Cozy Fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Gorgeous creamy powdery floral sweet. Long lasting and elegant but also sexy! Perfect for the Fall and Holiday season."
		}
	]
}