{
	"product_id": "1050",
	"name": "Fire Eau de Parfum",
	"brand": "The Maker",
	"categories": "Fragrance, Women, Perfume",
	"price": 236.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Woody Spices.Key Notes:Intoxicating Juniper Berry, Hypnotizing Tahitian Vanilla, Sultry Tobacco Accord.Fragrance Description:Fire Eau De Parfum is a sultry vanilla perfume featuring intoxicating juniper berry and a smoky tobacco accord combined with hypnotizing Tahitian vanilla inspired by the moment when sparks fly..About the Bottle:Inspired by an antique ink flask, the bottle is sensuous, smooth, and comfortable to hold, with fluted glass panels. Ribbed glass is a signature look seen throughout The Maker Hotel, from fragrance and candles, glassware, and lighting fixtures. Made with post-consumer-recycled glass, The Maker uses 27 percent less glass than traditional perfume bottles and C02-free production methods..About the Fragrance:Inspired by the moment when sparks fly.",
	"ingredients": "Alcohol Denat., Fragrance (parfum), Water (eau), Alpha-Isomethyl Ionone, Benzyl Benzoate, Benzyl Salicylate, Cinnamal, Cinnamyl Alcohol, Citral, Coumarin, Limonene....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 127,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/fire-eau-de-parfum-P505459?skuId=2679009&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2679009-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Can’t imagine this working for anyone",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Concentrated. Smells similar to music festival by replica. Still trying to find a way to make this work. Disappointed."
		},
		{
			"review_title": "Smelled like pee, I returned it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This smelled like pee and the spritzing nozzle didn’t work. Gross. Zero stars, I returned it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this perfume so much. It’s such the perfect scent for all occasions. I highly recommend it for anyone who wants to smell fancy. It also lasts all day. I highly recommend trying it!!!!!!!!!!!!!!!"
		},
		{
			"review_title": "It’s really strong !",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This perfume was nice! I would say it’s a little strong for me personally but a dab under another one I think is how it works best for me. The notes are really strong and I would recommend grabbing a small bottle as a little goes a LONG way. Would love to see what other scents they have!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So so in love with this scent! I love this sultry scent, it’s not overwhelming at all and I love how long it lasts on me. I’ve wearing it everyday since I got it. Such a pleasant smell and I get tons of compliments. Definitely a must in your collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Unforgettable, smoky, sultry, with notes of vanilla. A must have, truly unlike anything I've smelled before. Lasts a very long time! I personally love it for the fall and winter months to give that cozy warm scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "Love this perfume! Smells good, has a very fiery wood scent. It is nice for the fall. It is definitely very strong. Almost gives off a musky, masculine vibe. Would recommend if you are into a more of a musky scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This scent has pros and cons for me. Pro is that it is a really great musky scent- reminds me of holidays it definitely fits the vibe for the season. The con is how strong it is- if you like a strong scent this is for you- but it’s almost too much for me that I’m afraid I’ll get a headache."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Such a sexy scent! I am a huge fan of the juniper berry and Tahitian vanilla. The scent lasts all day and I get so many compliments! I definitely plan on purchasing a full size once I run out. The packaging is also gorgeous."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This sent has a spicy woody scent that is great for the fall. It also last for hours on my skin and wears extremely well. At first smell I instantly noticed how fresh, yet woody the fragrance is. The atomizer is also great and distributes the product evenly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I was gifted this product in exchange for my honest review. The scent is a very masculine one in my opinion. It is definitely a very musky, woody kind of scent. I’m more of a floral kind of girl but if this is your kind of scent, it definitely does stay on all day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Very bold, musky, woody, boozy string fragrance. It’s definitely masculine in my opinion.  It gave a very manly sensual vibe, soo if you’re a man this is definitely a yes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Fire Eau de Parfum by Maker is like a warm hug on a chilly evening—it’s bold, cozy, and unforgettable.  As it settles, the woodiness takes over, grounding the scent with a deep, rich warmth that sticks around for hours."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "this fragrance was a surprise to me but not a pleasant one. while it has vanilla notes, this fragrance is very masculine. as someone who prefers feminine fragrances this one is definitely going to be given away. it's so strong, you don't need more than 1 spray."
		},
		{
			"review_title": "Sensual",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Fire parfum is intensely different and sensual. It is a strong parfum that will definitely stay there for hours. It has layers of rich sultry notes. I can definitely smell the tobacco cord mixed with the Tahitian vanilla."
		},
		{
			"review_title": "Hubby likes it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Maker Fire Eau de perfume has a very sexy manly scent that my hubby likes . Tobacco scent with a hint of vanilla gives my husband lots of compliments when he wears it .It reminds me of a winter date night with hubby when it’s cold outside but warm and cozy by the fireplace .It lasts really long , that’s a plus . Love ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the scent of this perfume! It smells like a warm, cozy day! It has hints of vanilla and berries. It also is super cute in the packaging/bottle! I received lots of compliments when wearing the perfume out!"
		},
		{
			"review_title": "A favorite of both myself & my husband",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I love this sultry scent.  It is an intoxicating gourmand fragrance that is gender inclusive so my husband and I can both indulge in its deliciousness.  The juniper berry as a top note adds a special touch while the tobacco accord provides some mystery as it is rounded out by a soft tahitian vanilla.  The woody notes make me feel grounded while the kiss of vanilla makes me feel sexy and confident.  It is a fragrance that turns heads and brings on compliments.  The scent lingers all day, I enjoy it so much I find myself repeatedly closing my eyes and taking in the pulsing scent emanating from from my wrist constantly,  throughout the day.  It's like a quick pick-me-up, I just can't get enough!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Fire Eau de Parfum by Maker is like a warm hug on a chilly evening—it’s bold, cozy, and unforgettable.  As it settles, the woodiness takes over, grounding the scent with a deep, rich warmth that sticks around for hours."
		}
	]
}