{
    "product_id": "1437",
    "name": "Sharku00ae SmoothStyleu2122 Heated Comb Straightener and Smoother",
    "brand": "Shark Beauty",
    "categories": "Hair, Tools, Hair Straighteners & Flat Irons",
    "price": 129.99,
    "about": "What it is:A styler designed to straighten and smooth hair with heated comb technology for a healthy, voluminous finish..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Heat Protection.Key Benefits:- Straightens and polishes with lower temperatures than traditional flat irons.What Else You Need to Know:SmoothStyleu2122 is engineered to flawlessly smooth and bring volume to straight, wavy, curly, and coily hair. It has three preset air temperature settings, one preset heated smoothing comb setting, and includes a cool-touch tip to hold onto for more control during styling.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Blowout Mode: .-Begin with 50 percent dry hair. .-Detangle hair fully before styling. .-Section your hair as desired. .-Place the bristles under the hair close to the roots..-Roll the brush outwards from the roots to the ends to engage the bristles and gently grip the hair..-Finally, change to the Cool temperature setting to lock in your style. ..Smooth Your Style: .-Begin with dry hair. .-Detangle your hair..-Section your hair as desired..-Make sure the Heated Smoothing Comb Readiness indicator light is green. .-Start styling by placing the Heated Smoothing Comb under the hair close to the roots..-Rotate the brush 180u00b0F so hair is in both combs..-Pull through from the roots to the ends. .-Repeat on remaining sections until your hair has been smoothed.",
    "num_reviews": 32,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/shark-beauty-shark-smoothstyle-tm-heated-comb-straightener-smoother-P509269?skuId=2729804&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2729804-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Worked for my 3c/4a Natural Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this blow dryer/straightener! For context I have 3c/4a tight curly hair that I only straighten 1-2 times a year and this allowed me to get my hair straight at home in less than 90 minutes. I love how there are multiple heat settings for the blow dryer,  I just wish there was a lower temp option for the straightening comb (I believe itu2019s 420F) since I donu2019t need it that high for touch ups . But other than that I absolutely love it! I completely ditched my flat iron"
        },
        {
            "review_title": "Handy for really smooth hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really like this tool. I have a lot of fine curly hair that is quite long at the moment. I read that you are supposed to have your hair 70% dry before using this tool. When I gave my hair a quick once over with the blow dryer it made using this tool a breeze. It did give my fine hair some volume which was great and the shape/volume was still great the next day.   The biggest drawback for me was how loud it is. My ears are quite sensitive and having this tool right beside my head for a while wasn't a good fit. But I have tried other brushes like this and had the same issue with all of them. Now I simply put in my Loops earplugs and it doesn't bother me. It seems extreme but if you're really sensitive to ANY loud noise for a bit of an extended time frame then it might work for you too.  For people saying the straightening part didn't work, perhaps they were not going slow enough. I have quite wavy/curl hair and if you follow the instructions it does work. Use small sections, keep it somewhat taught, go slow and if you want the hair to flip at the end then you can twist it as you reach the ends. Make sure you brush your hair first! It's not an actual comb or brush for detangling, you need to start with untangled hair just like you would with a straightener or curling iron."
        },
        {
            "review_title": "Love this product! Recommend for curly/wavy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Shark SmoothStyle Heated Comb Straightener and Smoother pleasantly surprised me! It took me a bit longer than usual to dry my hair, but it was worth it for the silky straight smoothness of my hair. My hair has a slight wave in it and this straightened and smoothed it out completely. I also found it easy to use and my hair felt silky and healthy afterwards. Love this product."
        },
        {
            "review_title": "Itu2019s a nice one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have always wanted to get one of those heated straightening combs and this one is just perfect. Itu2019s easy to operate, has rotating long cable and I love that you can use it both on dry and wet hair. The brush has two different bristle types which makes the whole straightening process easier. Itu2019s slightly heavy but I really like it though."
        },
        {
            "review_title": "An asset in my routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Shark SmoothStyle was a pleasure to use. It significantly sped up my hair drying time. The brush easily detangled my hair with a few swipes (with the heat off) and dried it straight in no time on the max setting. As someone with type 4a hair who prefers the straight natural look, the blow-dry step is crucial for achieving a flat and sleek finish before flat ironing. This tool was able to get my chest-length hair from damp to a straight blowout in about 30 to 40 minutes, and the flat iron process afterward only took about 20 minutes.  While the heated combs on the side don't achieve the same result as a flat iron and can't get as close to the roots, they're excellent for touching up your style or smoothing out a ponytail between wash days. Overall, I enjoyed using this product and will continue to use it instead of my previous blowdryer brush due to its speed in detangling and drying"
        },
        {
            "review_title": "A great tool for my low-maintenance routine.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was impressed by the blow-out I achieved with this product. I don't typically blow-dry my hair because it's too time-consuming, but the heated comb was fast and effective. I prefer to use the heating straightener feature which brings flat hair back to life days after a wash. One downside, but it could be a bonus depending on how you look at it, is that this device is HEAVY. My right shoulder gets quite a workout when styling my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been using this weekly and it really helps straighten my thick, wavy hair without causing damage. It took a little getting used to but I love that there is a dry and wet hair mode."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Very easy to use. Good for styling your hair quickly in the morning. Good for all types of hair. Love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have used this a few times now and am liking the blow out look it helps me achieve as I like to have volume in my hair. Took a few tries before figuring it out though."
        },
        {
            "review_title": "Works well even with really long hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "After using this product several times over the last couple of weeks I have really enjoyed it! I have excessively long, thick and very curly hair. It is a challenge on most days to even brush it out fully! I found that with the SmoothStyle I can get my hair to a manageable stage after about an hour of use. I start with my hair damp and use the blow function at the highest heat, and then switch to the heat after my hair is dry. It does not come out completely straight when complete but my hair does feel much healhier than after using a traditional straightner. It takes quite a while to get through my long hair so patience is a must! Otherwise, it works well just like very other shark product we have."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "took a while getting used to it, but it works well!"
        },
        {
            "review_title": "gentle and damage-free styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I have fine medium length hair and I was really worried about this causing breakage but it has been very gentle as far as heated styling goes!  The dry setting is not very hot and as long as I brush the section beforehand it doesn't pull or break. I love this thing, it makes styling my hair so easy and quick. I only styled my hair 1/month before this because I was afraid of damage but now I do it 1/week and it hasn't caused any damage!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Took some getting used to but I love that it keeps the volume in my hair while giving it a sleeker look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This tool gives a great blowout look, has great tension and gives such smooth shiny hair once you are finished. Such a great staple to have any day of the week! This tool compared to other brands on the market does not damage your hair and keeps the integrity of your hair. 10/10!!"
        },
        {
            "review_title": "Forget this. Get the Revlon",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not a fan. The Revlon one does a better job! You turn it on, and it smells like something is burning already. I also don't find the heat plates straighten anything at all. I end up reaching for my flat iron. Fan is also not powerful enough that it takes FOREVER to dry my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to use the revlon one step blow dryer and it frieddd my hair!! I loved the look of my blow out after using it though, so when I saw that shark came out with one I knew I had to try! And of course like all shark products it did not disappoint!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Took a bit of time to get the hang of this but I love the smooth blow out look Iu2019m left with. I have pretty straight hair with little volume and this brush definitely helps add some life to it! Woulrecommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It takes a bit of troubleshooting but once I figured out how it best worked with my hair I really liked it! I especially like that you can use it on wet hair or dry hair, and it's really easy to hold and maneuver."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This styler is great for a blow-out look. I found that it held enough tension on my hair to actually smooth out my natural waves and ponytail kinks (even at the root and on baby hairs!) but not so much that it tugged at or snapped any hair. I also really appreciate that I can touch up my blow-out with the same tool, rather than having to get out my curling iron. I do wish it had a cool shot and multiple heat options for the dry styler, but overall I'm really happy with it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "It took a little bit to get used to this product, but after a few tries I really love the way my hair looks after using it!"
        },
        {
            "review_title": "not for fine or damaged/dry hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "not for those with fine or fragile hair. when I used this in either mode the bristles do not work with my fine and highlighted hair. I could just hear snapping as I pulled it through wet or dry and it was full of hair so I returned it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Very user friendly! I have fairly thick type 4a/b hair and had to use this in small sections to get the full effect. I was looking for a quick way to do blowouts and find this easy to get through my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Left my hair silky smooth and removed frizz. Was easy to use on my wavy long hair! Will continue to use when styling my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m a big fan of this brush!! It does a great job smoothing out my hair and removing all frizz u2014 leaving my hair looking sleek and like Iu2019ve left the salon! I use this brush along with mousse for some extra volume and the result is shiny smooth hair that lasts all day."
        },
        {
            "review_title": "Donu2019t bother",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Doesnu2019t do much and a piece broke off after a couple months. Should have gone for the flex style instead :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this brush! Takes all frizz away I have really wavy/curly hair and it's smooths it out. I use the medium setting when wet and the thermal smooth when dry makes it super smooth and soft afterwards.. I do apply a blow out hair detangler by (r+co) before hand which helps get a nice beachy wave while drying.  I hope they come out with another style like this just a smaller brush size.. I have long hair but found the short face length layer was a little awkward with the brush being so large."
        },
        {
            "review_title": "Fine heat damaged curly hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Serial flat iron user with fine, heat damaged, curly hair that hits below shoulders. I wanted something to help cut back the use of hot tools I use to get straight, manageable hair. This seemed to be a holy grail, 2 in 1 tool at a great price.  So I thought Iu2019d try it! Previously I would use my CHI 4 in 1 styler with round brush attachment to blow dry then I would flat iron for stick straight, lifeless hair.  This tool is much heavier then Iu2019m use to. It is SUPER loud. Has 3 blow dry settings and every setting is equally as loud but gets hotter and I mean Hot. So Iu2019m not sure how this tool claims to use u201cstyle without heatu201d. The straightening part of this tool is weak. Maybe my hair is too fine and short to get enough tension needed to smooth it out but, it just doesnu2019t work for me. The highest setting on the blow dryer is hotter. I find I have to u201csmoothu201d then blow dry again to set the blow out.  I have yet to see what this tool does for a second day refresh because itu2019s too loud for me to use in my house at 6am. I despise how loud it is.  However, I do love how my hair is just leaving it blown out - which I normally hate (hence: stick straight lifeless looking hair) this tool has grown on me.  My hair genuinely feels and looks healthier.  Therefore i give 4 stars for that alone."
        },
        {
            "review_title": "not for the thick curly girlies",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Didn't work at all for my thick, 3a/b hair. My dyson with the comb attachment gets my hair smoother than this, and a lot faster. It's impossible to get even close to the roots. The bristles were frayed after one use. Will be returning."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I honestly prefer my Amika blow dry brush, this left my hair frizzy, and the heated comb feature didn't do anything"
        },
        {
            "review_title": "Very Bad, poor quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Save your coin ladies, buy the cheaper one. This is such bad quality. The bristles broke off after the 2nd use. Smells like its burning my hair too."
        },
        {
            "review_title": "It's wonderful.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this brush. The wet hair mode alone is enough to give you beautifully styled hair. The dry hair mode is that extra and optional step to get very shiny, beautiful hair.  I tried a few brands, and this was by far my favorite."
        }
    ]
}