{
	"product_id": "519",
	"name": "LUNA™ Mini 3",
	"brand": "FOREO",
	"categories": "Skincare, High Tech Tools, Facial Cleansing Brushes",
	"price": 269.0,
	"about": "What it is:A compact, gym-bag-friendly cleansing device that offers a 30-second glow boost mode for fast yet gentle facial cleansing..What Else You Need to Know:LUNA™ Mini 3 is the only gym-bag-friendly cleansing device specially designed to care for active skin. Gentle yet powerful T-Sonic™ pulsations and extra-soft touchpoints work together to effortlessly remove dirt, oil, and sweat for fresh, visibly glowing skin..Clinical Results:In a 28-day consumer trial with 50 participants:.- 100% reported more radiant skin",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-To unlock LUNA™ Mini 3, pair with the FOREO For You app. Once paired and settings decided, device can be used without the app.-Remove all makeup, dampen skin, and then apply your FOREO cleanser (sold separately)..-Press the universal button once for cleansing mode or quick-press twice for the glow-boost cleansing mode.**.-Cleanse using circular movements on cheeks and forehead, gliding up and down the nose..-Press and hold button for three seconds to turn off device..-Rinse and pat your face dry. Apply your favorite skincare products...**Device will automatically switch off after 30 seconds in glow-boost mode.",
	"num_reviews": 120,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/foreo-luna-mini-3-P454821?skuId=2317865&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2317865-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Mint",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2317840-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Midnight",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2317873-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fuchsia",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2317857-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Sunflower Yellow",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2317832-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Pearl Pink",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2317865-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "unclean!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Horrible purchase - DO NOT BUY. There is no way to keep this completely clean. Even doing as instructed and cleaning with soap and water, it develops mold which should not be on your face face. do"
		},
		{
			"review_title": "Awesome edition",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I got this on sale and the price is still way too high, but I love the product. It’s such a nice light exfoliation without being too hard. It does make my skin smooth and glowy! I’m deducting a point for the insane price rage"
		},
		{
			"review_title": "Ideal brush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It is ideal. Great for use at home, perfect for travel. Gentle on skin, tough on make up and dirt. Leaves my skin super smooth and fresh. I really like this brush."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I found this product to be waaaaay too powerful to the point that my face hurt the next day.  I returned it because I couldn’t get used to it.   I did notice a glow after 3 days but at what cost"
		},
		{
			"review_title": "Doesn’t feel like it’s doing anything",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The problem I had with this product is that it doesn’t feel like it’s really giving my face a good clean or exfoliation. At first I thought maybe I was using it wrong because it felt like the bristles weren’t even doing anything to my skin other than very lightly massaging it (if that), so I watched YouTube videos to ensure I was using it correctly (I even turned it to the highest setting)- which I was. Turns out it’s just not cleaning my skin. It just feels like a piece of silicone sitting on my skin. I get a much deeper clean from exfoliating washes, and even just a regular old wet washcloth. Sorry Foreo, but this product just isn’t for me."
		},
		{
			"review_title": "Great to clean black head",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have been using this for a year and I have to say that it wonderful to clean blackhead on my nose and remove my daily suncreen. But not as gentle as other colors"
		},
		{
			"review_title": "Love love 💕💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love this product 💞..it's really clean my face.."
		},
		{
			"review_title": "Can’t live without this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was recommended this product several years ago when I was looking for a Clarisonic brush and I have been in love ever since. I’ve even tried a different (similar material) facial cleansing device recommended by my aesthetician and returned it because this worked better. Also, to compare to a wash cloth (which I’ve also used to exfoliate) it is WAY more effective at exfoliating without irritating my skin. The charge will last for literally a year, it’s durable - I’m just now replacing mine after 5 years because my daughter bit a hole in the silicone which is trapping water/a mold risk.  This is a part of my skincare routine that I cannot live without."
		},
		{
			"review_title": "maybe wait for a sale",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Only taking one star off because I agree that registering the device is a pain, HOWEVER, it was not more complicated than getting to this page to leave a review (Sephora, you asked me to leave a review! why make it so difficult?? Why send a link that doesn’t work?) As for the device: it works beautifully, I do feel it is more effective than the PMD clean I was using for 1+ years before. Once you set your preferred settings in the device you just click twice to turn it on, hold for three seconds if you need to turn it off before the time is up. I haven’t needed to use the app ever since. If I hadn’t gotten this during a flash sale for $89 I probably wouldn’t have paid full price, but it is an effective little device. I was using a face wash that had acids which I believe is a no-no for this device, I switched to Koress Greek Yogurt cleanser as someone in this thread recommended and my skin is much happier for it (thank you!)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "",
			"review_text": "This device does not turn on when I try to register device it’s does not work .Their app is not reliable"
		},
		{
			"review_title": "Totally recommend it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this, cleated my acne completely.My skin did had to adjust to it at first,overall if you don’t press do harshly in it, it’s great.It’s easy to clean and easy to storage too.the batter haven’t died ever since I bought it and I didn’t had to charge it since than"
		},
		{
			"review_title": "NOT ready to use out of the package!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "BE WARNED - this item is NOT ready to use out of the package.  I purchased this for my teen for Christmas and he went to use it this evening.  It requires a substantial registration (not just downloading an app), including the exact date and PHOTOGRAPHIC PROOF of purchase (?!?!).  A massive pain in the neck.  I ordered online months ago and had to do some digging to find this . . . I am a frequent Sephora shopper and hope the company can work with the manufacturer on this.  Even if this is some sort of anti-theft mechanism, that seems to be serious overkill for a facial cleansing brush . . . My teen has just used it once and likes it so far (he voted for the three stars) but this is yet another reason I miss Clarisonic . . ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is my first time owning a Foreo Luna and wow have I been missing out! This little device is so handy for a perfectly cleansed face everywhere you go! I love the different speed settings and how well it works with all of my cleansers, I am hooked!"
		},
		{
			"review_title": "Skin has never looked this good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My skin is cleaner glowing healthier just using this device to clean face with soap n remove deep down dirt. skin is glowing clearer less breakouts. also used to apply toner and serums n not facial oils. skin feels amazing n is smoother. I bought more foreo Luna for my friend n son n have iris for eye n Bear for micro current facial massage for checks smile lines n jawline neck massage to recounter face. love all products immediate results."
		},
		{
			"review_title": "helped me a lot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love luna mini 3, because it gets all make up residues off without causing irritation. Finally a solution for my huge pores. Bonus - small (I take it everywhere with me) and easy to use (love the app)."
		},
		{
			"review_title": "Yes and no",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I don’t think it’s necessary to have or that it improves my skincare routine at all. I think cheaper brushes exfoliate just as well. & it doesn’t come with instructions. But it is a really nice brush. If you are a skincare addict like me you would like this as a gift or splurge on one for yourself. I don’t personally like the vibrating but I love it as a brush and I wish there were a cheaper version of this that was just a brush. I love the shape for getting hard to reach places like under the eyes and nose. & the bristles are very soft."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "Combination skin",
			"review_text": "I tried this for a week and decided it wasn’t for me. Changing all settings via the app on my phone was a pain and inconvenient. The bristles were much shorter than I was expecting. It felt like more of a massage than a cleanse, and it didn’t feel like a deep clean. I liked that this was rechargeable without batteries, but overall I found a high-quality product at the same price point which is a much better user experience overall."
		},
		{
			"review_title": "Pleasant and effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Got this little brush during Sephora sale and I am so glad I did! It's so powerful and thorough, and it doesn't damage my skin at all. It gently cleans all the make up and dirt. I do not have to double cleanse anymore. Very pleasant and fast step of my skincare routine."
		},
		{
			"review_title": "Best brush choice for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "No other brush has helped me clear my skin so much. I definitely prefer pulsations to rotation for brush head movement. This super soft silicone leaves my skin looking polished. I love it. Great investment"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a fun device to use, although it does not have the facial massage option... Im pretty sure it still helps with skin firmness, as my skin always feels a little firmer after use.  I try no to use the foreo everyday..  and I do have a Samsung Galaxy and have been able to download the app to customize the settings I want...after that you don't really need to use the app."
		},
		{
			"review_title": "not everyone has an iphone nor want one! so no app",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i just think it sux that the app is only for iphones!!! everyone does not have an iphone nor do they want one. but you still see the majority of things just assume you have one, and I guess if you don't they don't care about your business nor your opinion. so from now on if thats what you have to have I think I will just pass all together!! Just ashame I didnt think of this before this purchase!!!"
		},
		{
			"review_title": "Deep cleans your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "This is an expensive purchase I must say. But, I have seen a BIG difference in my skin from this. I'm sure you can find a cheaper one somewhere, but this does work really well! I use my hyaluronic acid afterwards on the other side of the device. Helps penetrate into your skin better. I really like this product.  and like I said, I'm sure you can find a cheaper one out there I just don't know what the difference would be if you got a cheaper one. I haven't personally tried."
		},
		{
			"review_title": "I’m a convert!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve been loyal to my Clarisonic since I was in college (almost 10 years now!) but the brush heads are expensive and the battery has started to lose charge. I grabbed the FOREO Luna when it was on sale and i have been extremely impressed! It feels really good on my skin and does a great job sudsing up my cleanser. It feels less irritating and abrasive than the brush heads on my Clarisonic. Charge lasts a long time and travels so easily. I love it!"
		},
		{
			"review_title": "Really like this, plus charge lasts a long time",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I actually really like this lil thing! My skin is sensitive and very dry in the winter, but it isn’t too intense and doesn’t irritate my face. You do need to download an app to use it, which at first I thought was mildly annoying, but the customization options it provides ended up being pretty cool. You can choose how long it spends on each quadrant of your face (each cheek, forehead and chin). Best thing of all is that this doesn’t require a refill of any kind (buy once, cry once) and can be easily cleaned and stored. A single charge also lasts a long time. I’ve had it over a month and use it once daily, and I’m still on the same charge!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Expensive given how difficult it is to use with the app. I never was really able to coordinate the two."
		},
		{
			"review_title": "Malfunction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My skin was thoroughly clean and I thought integrating it with an app was going to make it easy to use. There is not much you can do with the app, there is no way for you to manually change the setting- You have to use the app to control it. It suddenly hanged and would not turn off. I thought the app can help with this but the app could not locate the device and was useless in troubleshooting. Bad experience."
		},
		{
			"review_title": "Replacing Clairsonic, Happy Shopper",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I'm replacing a much loved clairsonic brush after many long years. I was really hesitant and skeptical that the foreo would create the same kind of lather and luxurious deep clean feeling. After a week this brush has really impressed me, it still creates a good lather with much shorter 'bristles', and feels much softer overall than the bristles of the clairsonic. It's a nice touch that you can customize the intensity and length of pulses for different areas of the face but it's slightly frustrating that face cleansing brush needs my email, age, skin concerns, and even location (bluetooth), to even turn on. Feels really invasive for something that just needs to vibrate. You don't need the app after the first setup if you don't want it but, they've already collected the information.... Final comment is that because of the small nature, my whole hand and forearm get drenched every single time I use this, manageable but can be messy."
		},
		{
			"review_title": "perfect addition to routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Was a little skeptical because it seemed most people got this for free from Influenster. The people complaining about the app aren’t wrong but you don’t need to use the app every time as I don’t. I used it to set my preferences and left it to the wind. Love the yellow as it is different and happy. I believe it def works best with a foaming cleanser"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "App a hassle to use. The settings are pointless. It hanged and would not turn off, I thought the app would be useful finally. But no, it could not detect the device. So disappointing when the product was new and it malfunctions."
		},
		{
			"review_title": "I don’t know why there are so many bad reviews",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I honestly got this product with zero expectations but I literally just wanted to upgrade my skincare routine. I bought it on sale and I now that I had it for months, I believe it’s worth the original price. I love it so much and I believe it made a difference with my skin. The same cleanser I’ve been using is now giving me better results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was so sad when Clarisonic went away. This is the closest I’ve found not necessarily with the tool itself but definitely for the results I used to love. Noticeable difference when I’m diligently using in the appearance of my pores and texture of my skin. Comes in a cute little travel bag and charging is super easy. Always a little clunky to use a phone app when your hands are wet but worth it for the timer that focuses on different areas of your face so you really take your time and get a deep clean"
		},
		{
			"review_title": "Grew MOLD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I LOVED my Foreo LUNA Mini 3, I purchased it at the end of 2020 and have used it religiously for my daily cleansing routine. Being as it's $150, I have always taken care of it. I have taken it out of the shower after washing my face with it, cleaned it with soap and left it to dry.  It appears the clear plastic piece at the bottom has been collecting moisture resulting in black mold being grown. No, this area does not go directly on my face. But, I'm not happy putting it NEAR my face seeing as...it's mold! I've contacted their customer service complaining of this.  Please see photos for example. (But please ignore my crusty nails, it was a cleaning day)"
		},
		{
			"review_title": "too much ado",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I know this works. The issue is I don’t need the trouble of getting an app, register a face washer with an up, setting up a darn face washer. I want to turn it on and wash my face. This is baloney. This is intrusion of privacy. I don’t need this work.  Extremely disappointed."
		},
		{
			"review_title": "A powerful, great cleaner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "My skin feels amazing! This thing works like magic. However, the app is awful and kind of pointless."
		},
		{
			"review_title": "Cannot Connect/Going back ASAP",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This thing does not connect to the app and the trouble shooting is garbage. I cannot understand why they make it soooooo complicated."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Great upgrade from the Clarisonic! I was worried it would be penetrate enough, but I was wrong! My pores are clear and I am happy! Bluetooth setup was simple enough; though I don’t use the actual App itself much.   The package itself came damaged, but it is in working condition so far."
		},
		{
			"review_title": "Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I've tried clarisonic which didn't remove dead skin. My washcloth was much more effective. I didn't have high hopes for this but it's better than my washcloth and more hygienic. It definitely removes my dead and dry skin."
		},
		{
			"review_title": "Don’t believe the hype",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I had high expectations for the FOREO Luna mini 3, and don’t get me wrong , it is a good cleansing device. I just don’t really get the hype. After using the Luna almost daily since receiving it, I haven’t noticed a difference in my skin.  Some perks about this smart facial cleansing massager, it is a Bluetooth device, which isn’t a bad thing, I would just recommend for those who are tech savvy given it can only be initially turned on through the app. The app is pretty neat since it provides you with a step-by-step cleansing routine and you can adjust the vibration and duration settings.   Overall, I just can’t justify the $$$ price tag for this gadget. While it does provide a deep clean, it hasn’t produced long lasting results that I was hoping for from such a luxurious item."
		},
		{
			"review_title": "GREAT PRODUCT!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received the FOREO VoxBox and I'm ready to tell you about the FOREO LUNA Mini 3 device, its functions, how effective it is, and how to connect this device with your phone. I already have the FOREO devices in my arsenal and I was very interested to try the new FOREO LUNA Mini 3. All FOREO devices work through Bluetooth. First of all, you must make the connection between your phone and LUNA Mini 3 before first use. Just download the FOREO App, find your device ( you must scan the barcode on the bottom of your device), write the date and upload the picture of your proof of purchase, and Voila, it's connected! After this step, you can start to use your device and you don't need to pair it with the phone again before each use. If you never tried the FOREO devices before, you need it in your life. It makes your skincare routine simpler, more effective, deeper cleanse and it absolutely changes your skin! In the app settings, you can change the CLEANSING TIME, INTENSITY, and even the GLOW MODE. The new device is so smart. It is very simple to work with, even if you don't have experience with these devices before. If you can't find your LUNA in your own house, don't worry, just choose the function FIND MY DEVICE, and your LUNA will let you know where it's hiding. The bristles of the device are so soft, the size is perfect ( it's not too small and not too large), and you can even carry it in your purse! If you want some changes in your skincare routine, I recommend to start with the FOREO devices. It can be a great gift for your besties!"
		},
		{
			"review_title": "Not worth the cost.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I am so disappointed in this brush, especially considering the hype and the cost. Connecting it to the app was a hassle, and took longer than necessary. Mine never stayed charged. I had to charge it daily. I took it on vacation, and even after charging overnight, it would still cut off 10 seconds into the cleansing cycle. I had a Clinique sonic face cleansing brush that would hold its charge for nearly a month— not exaggerating. The only reason I don’t use that brush anymore is because after 5+ years of owning, it, it died, and Clinique doesn’t sell them anymore. I would forgo the FOREO and spend that money elsewhere."
		},
		{
			"review_title": "Obsessed with this compared to PMD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this product! I recently purchased a PMD Clean Pro RQ at another store, but took it back after a week when it started to malfunction (button stopped working, then would turn on on its own). To replace the PMD brush, I bought the Foreo mini Luna. I am obsessed with it- the bristles are a lot higher quality, and can clean in the creases of your nose much more effectively. There are way more cleaning settings, and different thicknesses of bristles front-back. The app is very user friendly. I was amazed at the difference in quality after using both products, and I will continue to use this brand in the future. I also really appreciate the 2 year warranty!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A lot of people have been leaving poor reviews of the app, but I have had no problems with the app or with set up. Just know that the bar code you have to scan is the one on the device itself, not the packaging. You just have to use the app to get it set up. You do not need to have a phone nearby to use the device.  I have loved how has been working for my skin, my only complaint is that because of its shape it does not clean well around the nose.  I saw someone else commenting on how often she had to recharge it, but I have been using it every day for a couple of weeks and haven't had to charge it yet."
		},
		{
			"review_title": "the absolute worst app ever",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I do not have enough words to describe how much I completely hate this app. I’m so fed up… I’m writing this from my shower while I’m in it. This is my second one and I wish I kept my old one. Why does this need an app? I’m using this in the shower. Why do I need an app for something I use to wash my face in a place you’re not supposed to typically have your phone? The new one dies so frequently… it truly is an inconvenience. I can maybe get three uses before I have to charge… probably due to the useless app. The old generation would make it a week plus. The app half the time doesn’t show the 4 fifteen second screen so I can’t actually adjust anything or actually use the app. Again… this is a complete useless app. And finally… the app logs me out minimum 1x a month. So mid shower, when I get informed I have to spend time resetting my password that I never remember. Then you must force close the app so the updated password will read or you have to reset again. I’ve never been so incredibly frustrated with a product. It’s so hard because this is my second one. I obviously believe in this product… but, the hassle is truly not worth it almost. Really close to tossing this and trying another brand."
		},
		{
			"review_title": "app is annoying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I wish they didn’t make you use the app — the old ones were better.. just my opinions it’s a hassel and sometimes it won’t connect.  I like the way it cleans my face although this is my 3rd one I find that it’s life is right when the warranty runs out so figure u are gonna buy a new one every 2 years."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I bought originally to deal with maskne.  It has helped prevent new acne.  Using it twice a day and still loving it."
		},
		{
			"review_title": "App is a hassle and brush won’t turn on",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m sure that this is a perfectly fine face brush but I will never know because the “activation” process is completely ridiculous. Spent time chatting with manufacturer’s tech support and wrote to the company via e-mail. Device is sitting here fully charged but I can’t use it because it has to sync first - and that just doesn’t work. It’s a face brush for goodness sake. I can use it without my smart phone. Am bringing it back to the store unused tomorrow. Would have been much better off with something that I can plug in, charge, and then actually use."
		},
		{
			"review_title": "Best cleansing device!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I just love it... best cleansing device ever. Gentle on skin and powerful removing strokes."
		},
		{
			"review_title": "Love the size and the device",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Absolutely love this device! I had a Foreo Luna for normal skin. It was great but I never used the anti aging portion. The bristles on the Luna Mini 3 are softer. I tried the Luna 3 normal skin and the bristles were too rough for my skin and caused breakouts. I stuck with the mini 3 and it is perfect."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I came into Sephora looking for a replacement for my Clarisonic. I didn't realize they had gone out of business. The Sephora employee told me about this product and talked very highly about it and how much she liked it. It sounded like a genuine review and I liked the idea of the silicon bristles. I thought the shape of it was weird even before purchasing, but figured there was nothing to lose with a return policy. I got home and set it up and used it once and immediately didn't care for it. I used it about 4 more days and ended up using it without the vibration on. Honestly, the vibration was strong and left my head feeling weird afterwards! Holding it didn't feel comfortable and it wasn't easy to get around the nose area. I absolutely do not feel that it is worth the price. I have since found another product similar to the Clarisonic that I am very happy with!"
		},
		{
			"review_title": "APP IS NOT REQUIRED TO TURN ON! (see photo)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I purchased the luna mini 3 over a year ago and was just scrolling through reviews recently when I noticed several saying it requires an app to turn on. THIS IS NOT TRUE! So I’m writing this review for the sole purpose of explaining the app. The Luna mini 3 may require the app for initial setup because you set the timing and intensity to be used for each section of your face. (See photo!) Once those are set then you don’t need to use the app again unless you want to change the settings. I was able to connect with bluetooth easily on iphone and android. Once you have your settings saved, you push the power button twice for the timed/intensity routine you set, or once for a 30 second super intense mode. The app also allows you to upload a proof of purchase for warranty reasons. I repeat, YOU DON’T NEED THE APP TO TURN THE DEVICE ON! My guess is people aren’t setting the routine and perhaps that’s why the device won’t turn on. One of the selling factors of the mini 3 is that you can customize the routine!  As for the device itself, I purchased it when Clarisonic was discontinued. I think I preferred my Clarisonic but this device works and I like that i can turn down the intensity and timing. It’s a bit big for small crevices but it works. I have the luna play go too and sometimes prefer it more simply because it’s smaller."
		},
		{
			"review_title": "App is as bad as they say",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so excited for this little device and did tons of research before splurging. I am young, tech savvy, and actually in the industry for a living and WOW this is impossible. Zero instruction, but no worries at this stage. I scanned the QR code and downloaded the app, which prompts you to make an account (user interface and experience are horrid but you get through it), and then scan your barcode to move forward. Easy right? WRONG. It won’t even focus on the bar code. Bar code does not work, manual entry does not work. There is a Bluetooth option to connect device/register. Does not work either. Maybe I have a faulty device because I watched YouTube videos and it seems SO EASY but peeps let me tell you - it’s not. I’m so irritated I would rather just return than try to figure this out. Foreo’s customer support site also sucks, there isn’t anything in their FAQs to trouble shoot the required connection (with no instructions) to use the device. Seriously save yourself the headache and get the older model that doesn’t use the app. I’ll probably return and get that one, or return in general. So disappointing."
		},
		{
			"review_title": "I don’t see the point of this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Firstly, my product came in broken packaging. Secondly, there were no instructions on how to set it up and use it. I figured it out, used it once, and I don’t see how this adds anything special to my skincare."
		},
		{
			"review_title": "Super simple and effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Many reviews state you have to use your phone to open the Luna — this is only partially correct. Yes, you have to set it up through the app (you can personalize the strength and the length of the cleaning) but once you do that once... no need to reopen the app. I change it maybe once a week depending on how my skin feels. But if i use it in the shower i just bring the device and push the button on the back. That’s it. You don’t need your phone to open it. And more importantly when you do end up using it it gives you the softest skin, i’ve never had skin like this."
		},
		{
			"review_title": "love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Before using Foreo Luna Mini 3, I used the Clarisonic pro brush and I would break out quite often. However, after using Foreo, I noticed a huge difference with my skin. I had less breakouts and face feels so much cleaner. This is my go to face cleansing tool every morning and night! I can’t live without it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I am just sooooooo HAPPY I got it. AMAZING tool!!!! My face feels soooo much cleaner and softer. Before, I would normally take so much longer with my hands and my face still wouldn’t feel as clean. I find it so much easier and quicker as well. It has duration of 60 sec to prevent from overusing. And has little pause in between so you know to move to different part of the face. I don’t lose focus like I normally do with my old long wash lol."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Love this, very high quality. I only use it in the am bc it’s not as strong as my Clarisonic & doesn’t take off makeup residue/ tinted moisturizer/ spf well but it’s good if you need a gentle clean."
		},
		{
			"review_title": "5 stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve used the Foreo Luna Mini 2 for four years, I’ve finally decided to upgrade to the Mini 3. Despite the reviews I’ve seen on here, I absolutely love this device and the app is not so much an issue. It can be used without the app."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fuchsia",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Very gentle and it's so much better than the clarisonic"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I’m new to Luna and this is the first device I bought. Since my first use, I’ve found it really confusing. Like many people already mentioned you need to turn on the device with the app, which means the device can’t be used in shower cause I’ll have to step out of the bathtub in the middle of shower to bring my phone to use it. I don’t want to get my phone wet so usually I keep it away from the bathtub when I shower so in order to use this device I need to wash my face before I shower. I understand the registration thing but it would be much more convenient for users to have a button on the device so once it’s set with the app you can just start your cleaning routine by pressing the button."
		},
		{
			"review_title": "GET THE LUNA 2 INSTEAD!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Get the Luna 2 instead!!!!!  You have to connect to your phone to wash your face, which is stupid in my opinion! I would rather have the button on the machine."
		},
		{
			"review_title": "Really liked this product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I really liked the way it left my skin, it leave it soft and clean. With the time my skin turned no texture and with less oil."
		},
		{
			"review_title": "Get the Luna mini 2 instead",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was a huge fan of the Luna mini 2 so I decided to upgrade to the Luna mini 3. Just like others are saying, to even turn the device on and use it you have to connect it via Bluetooth to their app on your phone. Even if all you want to do is just wash your face. The faulty app constantly disconnects making the device either not work or take forever to turn on. I am taking it back to get my money back."
		},
		{
			"review_title": "Just okay.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I switched from a Clarisonic to this device after Clarisonic closed down. Although the battery life is much better than the Clarisonic and I appreciate not needing to purchase expensive brush heads that get grimy, I preferred the Clarisonic to the Foreo because the strong vibration made my skin feel cleaner. This device is hard to use around the nose and hairline (pulls your hair). Especially for the price, it's not my favorite."
		},
		{
			"review_title": "GREAT, not AMAZING",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "GREAT PRODUCT   after I finally figured out how to use it, which is via an app(not a fan of) but my skin can doit BABY soft! Even after the first use!  Other than being forced to using the app to make it work. It’s a good product!"
		},
		{
			"review_title": "STOPPED WORKING IN LESS THAN A MONTH",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I really liked the product and it made my skin feel so soft but mine stopped working less than a month of usage, it just wouldn’t turn on anymore and Sephora did not let me return or exchange it and said I had to return it to the manufacturer for review and it was a hassle overall that made my experience a bad one."
		},
		{
			"review_title": "must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the luna because it has helped me exfoliate my skin without leaving my face feeling harsh and raw afterwards. I love you soft the exfoliating bristles feel on my face after I've used the cleanser, my skin has never looked so good!"
		},
		{
			"review_title": "Splurge it is worth it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Best Skincare tool I have ever used! After every use it makes my skin feel so soft. I love how it has a adjuster so if it is to aggressive you can simmer it down. I bought it on sale at TSC so I can't say anything on the price but If you have been looking for something to apply your cleanser I would splurge. I have sensitive skin that can be easily agitated and this doesn't bother my skin. It also lasts so long after one charge. I swear by this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this for just under a week.  I have noticed a significant improvement in my skin, especially with congestion. Mask life has been tough on my skin, this, along with my regular care and facials have made my skin so much clearer and healthier looking."
		},
		{
			"review_title": "WOW!!! Definitely a need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "After recently becoming a mom I noticed a dramatic change in my skin (probably due to exhaustion lol) but my normally “normal” skin became much more dry and random breakouts when I NEVER get breakouts.  Decided to get this as I learned clairisonic doesn’t make the Mia anymore and I am soooo happy with it! only a week so far but my skin is super supple and SOFT like never before. Even my boyfriend wants one now lol because of how soft my skin is!   Takes exactly 1 minute which is good because I don’t have a lot of free time and I use this with my Philosophy Purity Cleanser and my skin looks amazinggggg in one week. I would recommend to anyone to get this!!!! you won’t regret it"
		},
		{
			"review_title": "Happily converted!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was a happily faithful Clairsonic user for YEARS. I was so disappointed when they stopped making their brush heads. I admit I did not want to make a change. But finally I decided to give a Foreo a try. WOW! My skin is baby soft after each use. It is an absolutely fantastic device. I love the mini as well & glad I chose this size. I now understand the loyalty & all the fuss. I am truly glad I decided to finally try it out... lol."
		},
		{
			"review_title": "LOVE LOVE LOVE!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I love this so much! It has changed the skin care game for me! I have been trying my best to find the best tools to help me with my skin. This has helped me to clean my oily skin after wearing a full face of makeup. I have had no problems at all and I have had it for about 6 months."
		},
		{
			"review_title": "amazing!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is the best thing that has ever happened to my face! My skin feels so baby soft now and it is so nice that it only needs a charge every 6 months. Such a great product!"
		},
		{
			"review_title": "Would recommend for sensitive, combo & oily skin.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Have had the Foreo for over a month now. I made this purchase due to the fact the Clarisonic Mia had gone out of business. I was skeptical at first. If the scilicone brush heads would penetrate into the skin. Once I set up the right intensity it cleaned just as well. And no more reusable brush heads!  My partner purchased one as well. They have larger and oily pores and rosacea. We have noticed as significant change in their skin. Gentle and effective. Though, the product for me was a little temperamental to set up with bluetooth, when I first opened it. But their customer service team was great to deal with. Once you get it set up with the app, you will not need to use it, or your phone."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this to replace my Clarisonic after it died a painful death of constantly vibrating one night and it ended out in the yard.  Unfortunately I don’t feel this device cleanses my skin as great as other reviewers.  Maybe I’m just using it wrong but I have more makeup left on my cotton pad from my toner than I ever did with my Clarisonic.  The app is useless once it’s set up, so not sure why they make it the only way to “activate” the device.  The only saving grace is that I had gift cards and only paid about $20 for it.  I feel I would have done better just buying a cleansing brush. Also, I’ve been using for months and have yet to not have a dirty pad after use."
		},
		{
			"review_title": "Dare I say, better than Clarisonic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Like so many other Clarisonic users, I found out the sad news the company was going out of business and would no longer be making brush head replacements, so I started looking for something to replace my device and quickly came upon Foreo.   I love this device! It is cute, compact, way more travel friendly than my Clarisonic and comes with a little travel bag so it doesn't get gross in your luggage or bags, it's soft, it makes my skin feel cleansed, its easy to handle and fits well in my palm, its battery last forever, it has antibacterial silicone, and the best part, I dont have to spend money to replace its head every few months. I know a lot of people are talking about the app, but I had zero issues with it. Had my Foreo registered and set up within minutes.   I would highly recommend getting the Luna Mini 3. In my honest opinion you don't need to spend more money to get the bigger one either, this does the job and is now my tried and true. Hope this helps someone!"
		},
		{
			"review_title": "Great replacement!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I waited over a month before writing a review, because I wanted to be sure how much I liked this! I have been using a Clarisonic every single day since 2012. Unfortunately I had no idea that they were going to discontinue them and didn’t know until I needed a new brush head! Anyway, I was really skeptical about this device to replace my tried and true, but I really love this! I was worried with some of the iffy reviews, but my only complaint was that it was a little annoying to set this up with the app, but after I did, I haven’t even had to mess with the app. So don’t let that talk you out of buying this! I love how much cleaner this is in comparison to my old brushes and that I’m not spending so much on those replacement heads! I also like that is smaller and easier to travel with. I went back and forth trying to decide if I wanted the mini or regular, but I LOVE the size of this one! I don’t notice a big difference in the cleansing aspect compared to the Clarisonic, but I do think the Luna is more hygienic and easier to clean than those expensive brush heads in the long run."
		},
		{
			"review_title": "?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It does make my skin care routine easier, and my skin is softer, but the question is it worth 160 big ones, can you live with out it , and the answer is yes. But if you have 160.00 carefree dollars laying around, go for it, it does work."
		},
		{
			"review_title": "App is complete garbage",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I bought the Foreo Luna Mini 3 to replace my Clarisonic after I uses my last replacement head. I don’t like the Foreo as much as my Clarisonic, but it gets the job done. I find that the shape is a bit awkward to use, but I’ve gotten more used to it. Like many others reviewing Foreo devices have noted, the app is complete garbage. While trying to register my device, I kept getting a message saying that the device was already registered. I chatted with support and was told this was a known issue that would be fixed with an app update, but no timeline for when that update would come. I was also told the device was unusable without that app update to address the registration issue. I was quite annoyed to have purchased this device to only be told it couldn’t be used for some unknown amount of time. I went ahead and tried to turn the device on and found that their support was not right. The device could be used without registering it by simply pressing the power button to turn it on. I was finally able to register my device a week or so after I got it (no update from Foreo, I just decided to try again and it worked). The app isn’t the most intuitive to use, doesn’t have any instructions, and doesn’t offer that much value. I did change the intensity level on my device, but I don’t imagine I’ll ever need to use the app again unless I buy another product. I’ll continue using this product, but really miss my Clarisonic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "i LOVE the mini 3. I did follow some youtube videos for recommendations with the app. Set the app up first and set your intensity settings. After you set them if you’re just washing your face daily with it there’s no need to go back to the app. Turn it on and it remembers your settings. It vibrates after 15 seconds so you can change to a different section of your face based off your settings intensity will change. I’ve used it daily for 3 weeks now and haven’t been back to the app yet."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Fuchsia",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "It is a nice brush and the glow after use is real but I just to like how you to connect to the app to use a brush"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Even my esthetician noticed the difference in my skin. I’ve been using this tool 1-2 times a day consistently for over a month now.  I had been using it in that way for about a month when I saw my esthetician and when she looked at my face, she said, Oh, nice! Your skin is really improving!   Adding this tool was the only thing that changed. I love it."
		},
		{
			"review_title": "You’ll Love This Facial Device",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is 4 1/2 stars because you have to use the app to change the intensity settings and sometimes you don’t want to use the app. This face cleansing tool really works and it helps clean your skin and keeps it smooth and gives it a mini exfoliation. Would recommend the device. I just don’t like the app because sometimes it crashes and sometimes my settings doesn’t save,when I change the settings; so I have to go back and do it all over again it’s kind of a hassle. Had problems registering the device because the makers of the device didn’t really make it easy to find where the product registration number is and if you went to help they were giving instructions to find it from the previous devices. (not sure if things have changed, haven’t bothered with the app since changing of settings.) it’s easy to clean & I haven’t charged it since I got it back in May 2020. Love the colour"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I do enjoy using this product. I feel like my skin feels smoother after each use and it helps get the dead skin off me."
		},
		{
			"review_title": "it fixes my chronic sinusitis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Ok:  I’ve used earlier versions of this, and if you don’t like having your phone nearby to get it to work, get an earlier version.   But boy, in the shower, this is the best thing out there that will clean my skin and my sinuses.  The ‘glow’ setting really liberated the cause of a sinus headache and I am breathing a ton better from my usual chronic sinusitis.  Just my two cents. For me, the glowing skin is a happy side effect."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Fuchsia",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It works just fine, but its shape makes it impossible to use in some smaller area like around the bridge/side of your nose (it's too big and there are no bristles on the actual edge of the device). The app is kind of dumb, but once you set it up to your preference, there's no need to use it. Simply press the button to start the previously defined cycle and long-press the button to turn off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It's pretty cool! It uses a phone app to operate. The bristles are soft but hard enough to really scrub your face."
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I hate to be a downer, but I’ve been using this Foreo and the Sephora Pore Precision cleansing pad($9) and there is really no difference between the type of cleansing they provide. The Foreo disconnects from the app constantly and it’s not that comfortable to hold. Unfortunately I’ve returned mine. I will pick up a few more of the Sephora pads."
		},
		{
			"review_title": "So far, so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I've never used a facial brush but started getting hormonal acne in my 40's and needed to try something new, so I got the Mini 3. I've been using it for a few weeks now and from the first use my skin felt softer and definitely appears to be clearer - no new breakouts yet!   The brush itself is a good size, soft, and easy to maintain. Gentle enough to use twice a day. I haven't had to charge it again since I got it, so it holds a charge well. I downloaded the app but haven't really had a chance to dig in, so I can't speak to that part.   If the price tag doesn't turn you off, this little tool is worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I've heard a lot about this device for the longest time. I was skeptical at first due to the mixed reviews and took me a good 6 months to decide if it was worth the money. I've had facial brushes before but it always irritated my sensitive skin (either broke me out or just made my skin raw) so I ended up just sticking to the basics and stopped using facial brushes all together.   I noticed my skincare routine needed an upgrade, and required something that was gentle yet effective at removing excess oil, dirt, and makeup. I was tired of products saying this will fix all your skin problems. Having hormonal acne really sucks and having to constantly spend money on products that say they work but don't was not only a waste of time but was a waste of money.   After doing some more research and asking a friend about her Luna device, I decided to save up and give it a try. I'm really happy I did. Like other users, the app can be confusing at first but if you just youtube how to register your Luna Mini 3 there were many videos that break it down on how to use it. Overall, I say it's worth the money."
		},
		{
			"review_title": "Amazing Device",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this device. At first it was a learning curve but it help enhanced my skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I had the same Clarisonic for over eight years and it recently stopped holding a charge, so I decided to mix it up and get a FOREO. I was skeptical that I’d like it, as I thought I’d miss traditional brush bristles - but I was pleasantly surprised! I like how it fits in my hand, how many uses you get per charge, the fun color and the overall ease of use (although I agree with reviewers who don’t like the app - it’s confusing and I couldn’t get it to register my device so I gave up and kept the default settings - minus one star.) I wouldn’t say I notice a big difference in my skin texture or tone, but I’m a happy convert due to how clean my skin feels and how quick it gets the job done."
		},
		{
			"review_title": "Get the mini 2, not the mini 3...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I loved my mini luna 2, but unfortunately misplaced it and had to replace it. I thought I would treat myself to what should have been a slight upgrade and purchased the mini 3, and boy do I wish I had just waited for the mini 2's to come back into stock. You have to download a god awful, bug ridden app before you can even get this brush to work! Honestly was not worth the hassle for features I won't even use. If you're just looking to get a tool to help clean your face get the mini 2. My device is so buggy because of the bluetooth, it drops connections, takes forever to turn on... definitely was a downgrade, not an upgrade"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is such a great tool to have. I don't really consider myself as acne prone but I do get hormonal acne right before my period. Using the Luna mini 3 has stopped that completely. I do not get any acne anymore and if I do it's the tiniest pimple. Gentle enough to use every night and I haven't had to recharge it since I purchased it (2 months ago with daily use)."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The device doesn't work. Very disappointed on spending that much money on something defective"
		},
		{
			"review_title": "Simply Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I used to have a Clarisonic Mia Fit and I was not impressed with it to say the least. It cleaned just a bit better than washing my face without it, and didn’t help much with any blackheads or breakouts. Battery life was awful and constant replacing of brushes was getting expensive and annoying so after two years of dealing with it I finally decided to get rid of it. I was so hesitant to purchase Foreo since I somehow thought it would not clean my skin as well because silicone bristles are thicker than typical brush bristles but I was proven wrong fast. I received it 3 days ago and my skin is already glowing with no blackheads in sight, and it already minimized my pores. It’s definitely a game changer for oily/combination skin types. I honestly feel like I missed out by waiting too long and not purchasing it sooner. The only downside is that you have to install Foreo app before you can use it, I don’t think it should be necessary."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product. It is easy to clean and gives a nice glow to the skin after using it. It has cleared up my skin and made it look really good! I love this product :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mint",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Skin feels great right after treatment! I use this 3 times a week and you can feel the exfoliation and treatment right after. Makes skin really smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fuchsia",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Finally got this Mini 3.  The brush is extremely soft and comfortable when touching my skin, brush area is bigger than mini 2, more importantly this one is smart, can change the level of vibration on different areas of your face.  I used to use the mini 2, but feel like the sides of my nose is hard to be cleaned due to the brush bits size being slightly larger, which the mini 3 got much thinner brush, and it’s doing a much better job cleaning, and it does now dry out my skin after use."
		},
		{
			"review_title": "Love this product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve recently received this product and I have to say that I’ve been missing out!! After using it, your skin feels so smooth and I notice a little bit of glow afterwards! The app isn’t as bad as people made it out to be, it’s really only needed if you want to change the intensity, which did its job for me! The size is also perfect, fits into the crevices of the face and leaves every bit feeling clean! I have nothing bad to say about this product, hope this was helpful!!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this! Its like a mini facial massage. I find it leaves my skin feeling really clean yet still very soft. I do feel like my skin just looks better than it did when I just used my fingers to wash my face. I use it in the shower and haven't had any issues with water damage or anything like that so I will say it is waterproof as it claims. Also love that it is rechargeable, and haven't had to do that yet either! Also love that you can customize the vibration intensity and length to suit you (I've read people hate the app but I really didn't find it too hard to navigate at all, and once you have your settings all done you don't really need to use it anyway! I don't ever use the glow boost mode because it just seems to short of a time to actually clean your face, but I do use it at the end of the routine to just go over my nose really well. I love the size of it, I feel like the full size one would be too big. I do find it tough to get into the crease of my nose (I have a little nose so maybe that's just my issue?) But in the end I honestly really love this!"
		},
		{
			"review_title": "worth the purchase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely love this! The size is perfect - I feel like anything bigger would be too much. I use this with a foaming cleanser day and night and my skin has never been smoother. 4 stars and not 5 because the app barely works and isn’t even needed. Not everything needs an app these days!"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have had bad skin (oily, acne, discoloration, scars) my entire life.  I've tried every product and perscription under the sun.  Nothing has ever worked like the Foreo Luna.  Using this twice a day, with my mormal scrubs and cleansers  has been a game changer.  I noticed a difference after the first use; my skin was actually smooth and soft.  After a week, my skin was clear and healthly looking.  After two weeks the discoloration is starting to go away and my scars are almost gone.  I can't wait to see what my skin looks like after a month."
		},
		{
			"review_title": "doesn’t work with blackheads",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Been using this baby for almost 2 weeks now and it’s seems to be not working with blackheads around the nose area. I’ve done some research before purchasing this, I thought it removes blackhead. Asked customer service and said they don’t think it works for blackheads. Maybe it’s my fault that o thought this works for blackheads!"
		},
		{
			"review_title": "Great cleanser, Awful App",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was so excited when my Foreo arrived today!  The color is super cute and it fits in my hand perfectly. I like the customizable setting options via the app, but be aware that using your phone is the only way to change settings. This can be annoying for some people. Also, I’m not sure I buy into the claim that it analyzes your face - the app is confusing, has tons of connectivity issues and largely a waste of time. I bought the Luna 3 vs the 2 mostly for the longer bristles and design. If the app matters a lot to you, I would skip on this - otherwise it’s a great addition to your routine!"
		},
		{
			"review_title": "love it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I've had this little dude for a week and my skin has never felt softer. I feel that since using this the products I use after cleaning my face are working better. I'm glad got this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "I really like this product. It's super soft and feels like I'm getting a face massage every morning in the shower. My skin feels great. The app is useless, but after registering, I use the product without the app with no issues."
		},
		{
			"review_title": "Amazing Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this device! Leaves your skin unbelievably smooth and glowy. Fits perfectly in your hands and fully customizable to your needs/wants through the app. Did get small bumps due to the deep cleaning that this device does, but it does go away."
		},
		{
			"review_title": "everything I wnated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is the device I've been waiting for. I know about mini 2 and never get to buy it but last month I got this one as a present and I after few weeks of using it I can say I am very happy how thoroughly it cleans my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sunflower Yellow",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I bought this for myself a month ago, and it’s really worth it. My skin look brighter and it’s feels very ‘fresh’ when I use it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pearl Pink",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Bought this for my daughter for Christmas. She loves it. I have noticed that her skin looks brighter and the acne she normally gets especially towards the end of the month, is significantly less."
		},
		{
			"review_title": "Love it :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I love this product! I’ve been waiting since last year for it to come out because I wanted the newest one and I didn’t want to buy the big one since it was so huge. I’m so glad I waited because this mini one is the perfect size and shape for me! My pores have gotten a lot smaller and I’ve only been using it for two weeks! And the clogged pores on my nose are gone!(the pores are still there but they aren’t clogged is what I mean) Like what other reviews for other FOREO devices say-the app stinks. It took me about an hour to get everything set up so now it works fine but setting up is the worst part! I started using this twice a day but that was too much for my skin so now I do once a day and my skin feels so clean and smooth!!"
		},
		{
			"review_title": "effective and gentle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "The Luna 3 mini is the best one yet. App connect isn’t needed (except for initial set up) and the longer bristles are so soft and amazing. I switched from Clarisonic, which over exfoliated even with the sensitive brush head, and I was pleasantly surprised by how smooth my skin felt after just the first use. I only wish it was easier to double press for the glow mode, it doesn’t always switch over on the first try. Overall, great size, easy to use and customize and the teal colour is really nice."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Midnight",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve owned the original Luna Mini (still going strong since 2014) and tried the full size Luna 2, and the Luna Mini 3 is the best of the bunch. The longer bristles really do make a difference, and feel so much softer than the 1 and 2 (but the drawback is that the longer bristles trap more dead skin cells and water droplets). I also prefer the mini size, because it fits the contours of the face better and I never found the anti-aging mode on the full size to be effective. I decided to upgrade from the original because over time, I felt like the original bristles weren't flexible enough. And as my skincare routine got more advanced, the original wasn't doing anything extra for my skin that I couldn't achieve with actives. The Luna Mini 3 fixes those issues and complements my current skincare routine. My skin is more smooth, my makeup applies nicer, and I feel like my pores are less clogged. However, the app is awful. It has a bad user interface and frequent connectivity issues. The app is required for selecting intensity (0-12) and duration (60s-120s). There's also a quicker Glow boost mode that is intensity 12-16 and 30 seconds long. It's annoying if I want to change things up depending on how my skin is feeling that day, but I don't want to bother fiddling with my phone just to be able to wash my face. Another annoyance is that the duration is a minimum of 60 seconds, but I usually like to do less. I have to hold onto the power button for ~5 seconds before it will turn off. On the original Luna, power off was instant. The reviews for the full sized Luna 3 say it’s not possible to turn off manually,..it's probably because people are confused about how to turn it off. Pics compare the original Luna mini (teal) to the Luna 3 mini (black). The Luna 3’s bristles cover a bigger surface area, and the shape is more ergonomic."
		}
	]
}