{
    "product_id": "926",
    "name": "The Rejuvenating Night Cream",
    "brand": "La Mer",
    "categories": "Skincare, Moisturizers, Night Creams",
    "price": 310.0,
    "about": "What it is:A plush cream that diminishes visible signs of aging..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Uneven Texture, and Loss of Firmness and Elasticity.Formulation:Rich Cream.Highlighted Ingredients:- Miracle Broth: Nourishes skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, mineral oil, sulfates SLS & SLES, triclocarban, and triclosan..What Else You Need to Know:This Rejuvenating Night Cream that improves the look of plumpness, lines, firmness, smoothness, softness, texture, radiance, and wrinkles..Clinical Results:In in-vitro testing, after seven days, with daily treatment:",
    "ingredients": "-Miracle Broth: Nourishes skin..-MRA-3: Marine retinol alternative supports cell renewal and drives visible repair...WaterAquaEau, Algae Extract, Butyrospermum Parkii (Shea) Butter, Dimethicone, Butylene Glycol, Caprylic/Capric/Myristic/Stearic Triglyceride, Polyglyceryl-3 Methylglucose Distearate, Glycerin, Silica, Coco-Caprylate/Caprate, Simmondsia Chinensis (Jojoba) Seed Oil, Mangifera Indica (Mango) Seed Butter, Polyglyceryl-10 Pentastearate, Glyceryl Stearate, Behenyl Alcohol, Peg-100 Stearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Sesamum Indicum (Sesame) Seed Oil, Medicago Sativa (Alfalfa) Seed Powder, Helianthus Annuus (Sunflower) Seedcake, Prunus Amygdalus Dulcis (Sweet Almond) Seed Meal, Eucalyptus Globulus (Eucalyptus) Leaf Oil, Sodium Gluconate, Copper Gluconate, Calcium Gluconate, Magnesium Gluconate, Zinc Gluconate, Tocopheryl Succinate, Niacin, Sesamum Indicum (Sesame) Seed Powder, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Palmitoyl Hexapeptide-12, Acetyl Hexapeptide-8, Sodium Hyaluronate, Crithmum Maritimum Extract, Laminaria Digitata Extract, Yeast ExtractFaexExtrait De Levure, Crithmum Maritimum Callus Culture Filtrate, Bambusa Vulgaris (Bamboo) Extract, Citrus Aurantifolia (Lime) Peel Extract, Coffea Arabica (Coffee) Seed Extract, Pisum Sativum (Pea) Extract, Magnesium Ascorbyl Phosphate, Caffeine, Tocopherol, Tocopheryl Acetate, Lecithin, Caprylic/Capric Triglyceride, Ethylhexylglycerin, Potassium Cetyl Phosphate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Peg-8, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Stearoyl Lactylate, Glyceryl Polymethacrylate, Carbomer, Sodium Hydroxide, Polysorbate 60, Glucosamine Hcl, Sorbitan Isostearate, Polysorbate 20, Hydrogenated Vegetable Oil, Caprylyl Glycol, Hexylene Glycol, Alcohol Denat., Fragrance (Parfum), Limonene, Linalool, Hydroxycitronellal, Citronellol, Geraniol, Benzyl Salicylate, Benzyl Benzoate, Bht, Disodium Edta, Phenoxyethanol, Chlorphenesin, Potassium Sorbate, Yellow 6 (Ci 15985).",
    "how_to_use": "Suggested Usage:.-As the final step in your evening routine, pat a small amount between fingertips and press gently into skin. .-Glide onto cheeks, forehead, chin, jaw, and neck twice daily. .-Ideal for use at night.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/la-mer-the-rejuvenating-night-cream-P513596?skuId=2822997&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2822997-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2822997-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2 oz / 60 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2822989-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love this cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great new product from La Mer. Feels so luxurious when I put it on every night - it's a new staple in my routine. Totally worth the price tag!"
        }
    ]
}