{
    "product_id": "554",
    "name": "The Moisture Shot Hydrating Hair Goal Concentrate Mix-In",
    "brand": "Function of Beauty PRO",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 6.0,
    "about": "What it is: A Hair Goal Concentrate that locks in moisture by creating a mesh net around the hair fiber, quenching thirsty strands. The Moisture Shot Hair Goal Concentrate is great for all hair types but is especially recommended for curly and coily hair who need extra moisture to protect their curls and coils...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Dryness.- Oily Scalp..Key Benefits:.- Quenches thirsty strands.- Locks in moisture..Highlighted Ingredients:.- Red and Brown Algae Extract: Boosts moisture...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Add this Hair Goal Concentrate to your Function of Beauty PRO Shampoo or Conditioner Mask to fully customize your formula. Add up to three Hair Goal Concentrates per product to address a range of haircare concerns. Due to the concentration of natural ingredients the formulas may appear colored...Fragrance Description: Fragrance free.",
    "ingredients": "-Red and Brown Algae Extract: Boosts moisture...Hypnea Musciformis Extract, Sargassum Filipendula Extract, Sorbitol, Gelidiella Acerosa Extract, Benzyl Alcohol, Sodium Benzoate, Potassium Sorbate, Ethylhexylglycerin, Tocopherol.",
    "how_to_use": "Suggested Usage:.-With the spout facing up, push back the tab to snap open..-Pour entire contents into your Function of Beauty PRO Product. .-Shake or stir for 15 seconds until fully mixed in..-Add up to three Hair Goal Concentrates per Function of Beauty PRO Product... Recycling Instructions:.-100% Recyclable Carton made of FSC Certified cardboard.",
    "num_reviews": 120,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-hydrating-moisture-shot-hair-goal-concentrate-mix-in-P507563?skuId=2706653&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2706653-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2706653-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Little product included",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just got home and opened my package and itu2019s half empty! Itu2019s kind of ridiculous how little product is in this container. Wouldnu2019t buy again"
        },
        {
            "review_title": "Would not buy again did nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I bought this hoping for some hydration and softness in my hair this is NOT what I gotu2026.. I got 3 different kinds of this shot and they all have a different amount of product in them. I got a pea sized amount of product compared to others who got double the amount. No changes in my hair seen. Smelled like hair dye. Would not recommend."
        },
        {
            "review_title": "Definitely works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I just used this for the first time and immediately ordered more. I mixed it into my own conditioner. Iu2019ve been at the beach for awhile and my hair was very dry and the ends kept tangling ( I have pretty long hair). I noticed this worked immediately. I let it sit in my hair for about 10 min in the shower."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought these thinking that I could use them in other shampoos or conditioners , Iu2019m scared to put them in there incase itu2019s not good. Was hoping it could just be in an oil form to put in a small bit in the shower"
        },
        {
            "review_title": "Half of content on the small container",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I liked this product before, decided to buy for the second time and have received only the half of the product that used to be. I think was an error, and unfortunately I didnu2019t took a picture before opening. I will not buy it again."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My hair is so thankful for this moisture concentrate mix in. My hair suffers from dry, damaged strands. The over processing has really taken a toll on my hair. After using this product, Iu2019ve seen a huge difference in my hair. This product has replenished my hair with much needed moisture. My hair feels much more hydrated, smoother, and softer. After just one use, I saw a major turnaround with my hair. This is definitely a product I will be purchasing over and over again. I love it so much that Iu2019m always raving and recommending it to all my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I have 3c curls that gets frizzy easily if I donu2019t use the right products. I like this product it definitely helped define my curls a bit more. But I have long think hair I feel like I needed more product, so I donu2019t really care for the packaging"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My favorite thing about Function of Beauty is how you can customize it to your needs. I love the moisture shot concentrate, because I can control what I put in to the leave-in conditioner. My hair looks and feels so hydrated and moisturized!"
        },
        {
            "review_title": "hydration boost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I appreciate this brand and this hair care method is incomparable to the customization abilities. I have type 3c/4a hair and my curly hair often lacks enough hydration, definition, and is prone to frizz. I used this particular mix in concentrates in the leave in treatment after reverting my hair back to its natural state after a silk press and it brought back so much moisture to my curls. I was impressed with how well my curls bounced back."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This has helped my curls feel softer and more hydrated mixed with the curl leave in conditioner! I love that I can use the correct amount of concentrate to the leave in conditioner so that they work great together!"
        },
        {
            "review_title": "Moisture Shot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "So this moisture shot from function of beauty definitely does what it's supposed to do. I love how I can add it to my leave-in from function of beauty and it causes my hair to be more moisturized. My hair was not only moisturize it felt more tameable and shiny. I love how easy it is to use."
        },
        {
            "review_title": "Frizz Free Boost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Is your hair feeling dry? Add this boost of moisture to your favorite function of beauty product ! This booster left my curls and strands less frizzy and more moisturized! I highly recommend using this !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I added the moisture shot to the curly/coil bonding leave in treatment. Itu2019s made from red and brown algae extract to help my dry hair stay hydrated. I have super processed, bleached, frizzy curly hair and I feel like this product helps keep my locks more hydrated and more defined curls"
        },
        {
            "review_title": "Perfect hair days ahead!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is like a glass of water for your shampoo and conditioner! I love how easy it is to add in and shake for that extra boost of hydration. It is super affordable too which is amazing! It works wonderfully on my damaged and dry hair to bring it back to bouncy and soft. Highly recommend as a little hair pick me up!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "you need to get the mix ins for this product otherwise itu2019s so good and hydrates my curls in ways i canu2019t explain and it smells delicious iu2019ll continue adding this as a staple in my curly hair routine"
        },
        {
            "review_title": "probably not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "it has a really good scent it was easy to add to my conditioner. I couldn't really tell a difference though in my hair I don't think just using one of these is enough."
        },
        {
            "review_title": "Didnu2019t work for me and canu2019t return",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I tried the shampoo and conditioner, plus several of the shots. My hair was still frizzy and tangled after using, and I tried to return, but because the shots were mixed in with the shampoo and conditioner, and the little packages were empty. Sephora wouldnu2019t refund my money. ufffc"
        },
        {
            "review_title": "Literally butter soft hair I love this brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This product made a noticeable difference in my hair, I put it into my conditioner and wow it made my hair so soft and left it without any kind of residue which is usually a problem for me because I have fine pin straight dark blonde hair so I have to be very careful what I use and how much I use and this has been so great!"
        },
        {
            "review_title": "Would recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Soo good for the price point and I definitely noticed that my hair was less dry!"
        },
        {
            "review_title": "Absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this product! I added to my conditioner and let it sit for 30 minutes twice, the results were immediately noticeable. My hair was much shinier, softer and healthier looking. I will be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This bonding treatment helped my curly hair. It's so broken and fragile and this made it feel so smooth and healed. The first function of beauty product I've ever tried and I love it. Will be repurchasing"
        },
        {
            "review_title": "Did nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Although this product is cheap, there isnu2019t much else going for it. You have to buy another product to use it to its full potential and it has more than one use in it that is just wasted, in my opinion. pass for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Definitely recommend! Leaves my hair feeling noticeably more smooth and doesnu2019t add obnoxious fragrance to your shampoo"
        },
        {
            "review_title": "A great addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The moisture shot was very evident with how my hair air dried. It looked more moisturized and less dry. It even looked less frizzy! I mixed the shot in with the shampoo because I hate the way shampoos can feel so drying but with this shot it made it feel moisturizing, smoothing, and even detangling!"
        },
        {
            "review_title": "I don't know if I like it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I don't know if it really does anything cuz I  try the shampoo and conditioner without it  then I tried it with this in them and my hair doesn't feel any different"
        },
        {
            "review_title": "Super Affordable and Super Easy to Use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am pleased with the mix in, it's super affordable and super concentrated! It does a great job at locking in moisture and because I wear the hijab, I noticed that it positively kmproved my dry scalp. I used it with the shampoo and conditioning mask, and I literally love how soft my hair feels after, it also seems to be supporting my hairs overall growth as well. I am 7 months postpartum, I noticed that my hair changed alot and thankfully, I have a system which can help!    **this product was gifted by functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by function of beauty. These little hair shots are so adorable. This was great to pair because my hair can always use the extra hydration. I canu2019t wait to try them all out and they are such a great price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so convenient to use and is perfect for an extra boost of moisture.  I have really dry hair and need a lot of moisture so I like how I can customize and add shots to my shampoo and conditioner. This left my hair feeling smooth and silky! This was gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The moisture shot made my hair feel much softer and lighter! It definitely has a more healthy appearance and I believe it also looks less dull/dry. I love incorporating this into my haircare routine to maintain my wavy hair! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have been using this whole collection for my wavy hair the past couple of weeks and I can say the results are great so far! I also think this moisture shot makes a difference and is super easy to use! Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is so lovely! It leaves my hair feeling so refresh and soft! I would highly recommend it. It also smells amazing which is a plus! Please add it to your routine! Gifted by function of beauty PRO!"
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have mixed feelings about this product. I really like the shampoo and conditioner, but I'm not sure about the additional shot. For the price, it's worth trying, especially if your hair is extremely dry and needs a pick-me-up, but I'm hesitant to recommend it wholeheartedly. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I tried the shampoo with and without this moisture shot and it made a huge difference. Though the shampoo by itself isnu2019t drying my hair is naturally really dry and I will take all the help I can get. This helped made my ends less brittle and dry and was easy to mix in with the shampoo. I was gifted by Function of Beauty."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Wasn't sure the purpose of this at first but I have noticed a huge difference in my hair since adding it to the hair mask. I love the smell, I love the effect it has on my hair and I definitely would recommend my wavy/curly haired girlies to hop on this product!  #giftedbyfunctionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love love Function by beauty PRO hair products and I really think this moisture shot made all the difference repairing my dry damaged hair. I was in need of good hair products and the shampoo, moisture shot and conditioner have repaired my hair. Gifted by Function of beauty PRO"
        },
        {
            "review_title": "The moisturize your hair needs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by functionofbeauty this treatment is what my hair needed. I have suffered from extreme dryness and brittle hair these past few weeks. This mix in mask is so easy to use I love that it goes inside your everyday shampoo. Most importantly leaving your hair silky and shiny long lasting."
        },
        {
            "review_title": "Game Changer for Dry Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this product so much!! Being able to customize my shampoo to my needs is a game changer! This moisture shot makes my hair feel so smooth and hydrated, even in the summer when Iu2019m in the ocean all the time!! I will definitely use this again! Gifted by Function of Beauty"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The hydra shot is amazing and really must be the game changer for all of the compliments I get on my hair now. I have always had frizzy hair, but now itu2019s still full and thick without the frizz or weigh down. Gifted by function of beauty"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I can't get enough of the Moisture Shot Hydrating Hair Goal Concentrate Mix-In! My hair has a natural wave to it, and I chose this product to give my waves a boost of hydration. After mixing it in with my shampoo or conditioner, my hair feels incredibly soft and looks healthier than ever. The added moisture really makes a difference, and I've noticed less breakage and split ends. This collection is a game-changer for anyone with wavy hair! This was gifted by Function of Beauty Pro!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Dry skin",
            "review_text": "Gifted by Function of Beauty Pro. I used this Mask with the Shampoo. The packaging is adorable and so pretty. The mask smells great and went on nice and thick. I left it on for 10 mins. My hair is pretty dry and frizzy. Plus damaged from my blonde hair. After using, my hair felt really soft and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Moisture shot was kindly gifted by Function of Beauty with the shampoo and conditioner. I love the aspect of adding an extra shot of moisture to my hair and it does feel like itu2019s extra soft after washing!"
        },
        {
            "review_title": "Amazing Addition to Pre-Wash Day Treatment Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First and foremost, I bought them for the same reason youu2019re reading my review: theyu2019re adorable! Iu2019m sure everyone wants to know if they work with other products, I got you, e-besties! They do!   Using their pictures for reference, donu2019t expect them to be thick as depicted in the first two photographs. The third picture is a more accurate representation, as itu2019s an oil, not a cream.   I tested this on my own hair, as well as my daughters 3C hair. I mixed hers with the Alterna MHMC conditioning mask and mixed mine with Amikau2019s conditioning mask.   I have a pretty intensive haircare routine and focus more on preventative care and maintenance. My daughter, however, has highlighted her hair which impacted her curl pattern, leaving her with a combination of 3b, 3c and 4a curls. This was a wonderful addition to our masks we use before wash day!   Iu2019ll definitely be investing in all of the different types, as I do wash day for a few friends and family. I personally think theyu2019re great to add to a mask or at least to conditioner.   Iu2019m selective about shampos & conditioners and while I can tell this is a lovely brand, I donu2019t plan to buy anything but these AddOn packs. But Iu2019m sure a verified purchase with an honest review of those products will show up eventually (donu2019t act like we trust influenster reviews, lol).   Iu2019ll try and get reviews up fast once the others arrive and I test them out! Iu2019m ordering them as soon as I post this!!!"
        },
        {
            "review_title": "SO smart! So easy to add and use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "My hair is wavy with quite a few root defined ringlets as well, but I swim every day in chlorine. I also bleached for years... so I need help.  My goal is always to have my waves air dry into their glory, so if I can nourish my hair in the shower with my shampoo and conditioner, I am ahead of the game.  I REALLY like the moisture shot because I can personalize and add EXACTLY what my hair needs to my shampoo and conditioner. I am using the whole line and added this to the mask and my hair is looking amazing. I cant wait to add more shots to my hair care! This is so smart. (complimentary from functionofbeauty)"
        },
        {
            "review_title": "Such a great idea!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the concept behind these shots! Itu2019s great how you can add shots to make your haircare more custom. I am in need of extra moisture for my dry and frizzy hair and this seems to help! I added it to my Function of Beauty shampoo and my hair felt softer and silkier. This was gifted by Function of Beauty."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted by function of beauty. I love this stuff! My hair has always been frizzy because itu2019s wavy and this stuff makes the waves pop out! The frizz is more controlled now. I love hoe shiny it makes my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This works wonders! I have wavy hair which could always use some extra moisture and I just got it bleached so needless to say it was suffering. I added this moisture shot to the conditioning mask and after 1 use my hair no longer feels extremely brittle. Definitely recommend. gifted by function of beauty pro"
        },
        {
            "review_title": "Super good for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Function of Beauty Pro! Omg this shot is like an oil to help bring in moisture to your hair! I frst touched it and that is what it reminded me of ! I added to the Shampoo and omg this cocktail is the best for wavy hair!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "was gifted by Function of Beauty PRO  This was so fun to be able to pick and add mix ins to my products! It was so easy to do and I feel like it really helped improve the product and made it more customizable to my hair."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the fact that this comes with an additional moisture shot! Well, I was hoping the products would be enough to do the job on its own, this booster shot is great because you know your hair will get an extra blast of moisture and hydration. Gifted by function of beauty PRO."
        },
        {
            "review_title": "Great for dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My hair looked better just after the first wash! I should note that I used this along with the shampoo and conditioner. My hair looked healthier after just one wash. I have wavy hair and so it can look frizzy and dry looking. This did the trick! Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Function of Beauty gifted me their moisture shot for my honest review. First of all, such a fun idea and I love the packaging! I added my moisture shot to my Function of Beauty and shook it well to mix it in with the shampoo. You can actually mix it with the hair mask as well! I think after adding the shot to my shampoo my hair feels silkier and shinier! I love it! Will need to grab more shots!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "At first the concept of a moisture shot intrigued me because it seemed like a gimmick but I came to find out that this extra step definitely made a difference in my hairs hydration gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Hair felt hydrated and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This product was gifted to me by function of beauty. I added the moisture shot into the wavy hair recovery shampoo and I think it definitely made the effects of the shampoo even stronger. My hair was super soft and felt hydrated and clean after only one use. I think incorporating this into my routine will continue to help my hair become healthier and Iu2019m excited to keep using it."
        },
        {
            "review_title": "Perfect addition to my shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I tried my Function of Beauty wavy hair shampoo without this moisture shot first to see if I could tell a difference and as much as I love the shampoo on its own, itu2019s 10x more effective moisturizing with it! Super soft and healthy feeling and looking after adding this shot. Definitely worth the addition 100.%! I love it!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Function of Beauty PRO! Iu2019m obsessed with how my hair looks after just one use. My hair is so hydrated and no longer feels dry. My frizz has disappeared!! My hair also appears to look so healthy!"
        },
        {
            "review_title": "Love these shots!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by function of beauty: this stuff works amazing!! Works great along with the entire line! After straightening my hair for a week straight, I used this and it brought my curls back to life after just one use without the dryness that affects my hair usually. Iu2019ll def purchase more in the future"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love that you can add in extra shots of what you need into your hair products! My hair is dry so I knew I needed extra hydration! I love this and recommend to everyone who has dry hair. Gifted by living proof"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Function of Beauty. I love that you can customize these products!! Itu2019s really help hydrate and define my waves more. My hair type is loosely wavy but I feel like I see more definition now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product is so cool! Itu2019s like adding espresso shots of hydration to your shampoo and hair routine! I really felt like it added an extra boost of hydration compared to just my shampoo alone. So cool. Gifted by function of beauty pro"
        },
        {
            "review_title": "Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Combination skin",
            "review_text": "This made my hair so soft. I love being able to customize my mask for my hair needs."
        },
        {
            "review_title": "So much hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such a powerful little shot!! This gives the already hydrating shampoo/conditioner that EXTRA boost to leave my curls so bouncy, defined and reduce frizz. I can feel the big difference it makes adding all that extra hydration back to my hair. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Very cool product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is the first time I am seeing this type of technology behind a hair care line. I think this is really nice because it allows for customers to customize what they want. I used all three moisture, frizz and curl enhance concentrates. I really feel like my hair is bouncier and softer after use. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Function of Beauty! This is the perfect addition to this line because it makes your hair feel so nice and soft! Using it with the rest of this curly hair line will leave your curls looking amazing!"
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was gifted by Function beauty for my honest review. I have have very fine curly hair and very super dry color treated ends. It doesnu2019t matter how many oils Iu2019ve used in the past, my ends would get very dry and brittle. Using the moisture shot has really been a game changer and has really saved my dry ends with moisture days after my wash day I was shocked. So happy with my results it absolutely works, Function Beauty knows what theyu2019re doing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love having this option to add some much needed moisture to my curls. Itu2019s super easy to add this to my other Function of Beauty Products to give my hair some extra moisture boosts. Gifted by Function of Beauty!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Tried the Anti Frizz Hair Goal Concentrate Mix In gifted by Function of Beauty PRO because lately with the heat & humidity on Puerto Rico my type 3C are struggling with frizz; and hands down to this one. Itu2019s the end of day two and I didnu2019t had to re style my curls, no frizz even after a heavy workout and the heat of the day. Canu2019t wait to try the other mix inu2019s."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair feels noticeably softer and more hydrated after using it, and it has also been less prone to frizz. I have fine, wavy hair, and I find that the Moisture Shot helps to add some weight and definition to my curls without making them look greasy or weighed down"
        },
        {
            "review_title": "Awesome innovation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love that I can add extra moisture to my deep conditioner or my regular conditioner with these shots! It definitely made a huge difference when I was detangling in the shower!"
        },
        {
            "review_title": "F stands for FABULOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "hair goals is right! Using the entire set of function of beauty has made my hair look more lustrous, Healthy and significantly has less frizz! Iu2019m so happy! With this Florida heat! I need my hair to be as hydrated as possible"
        },
        {
            "review_title": "Itu2019s a yess!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Normal skin",
            "review_text": "I was gifted by Function of Beauty PRO. The hair goals are my favorite. Adding them too the products make it easy to achieve what my hair is craving. This is the most innovative and easiest product to use. Itu2019s a must in my hair cabinet."
        },
        {
            "review_title": "Moisture boost, absolutely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I love the moisturizing hair goal mix ins because they come in little packs that youu2019d infuse the shampoo with. I just used all 3 which were the curl executive, the moisture shot and the frizz genius which helped target definition, moisture, and frizz. This is huge for coarse hair and since Iu2019m getting closer to my 30u2019s my hair is becoming awe fully dry but I truly love this set because I saw my hair jumu00f3 to life in just a few weeks. Happy to have had this complimentary from fuction of beauty pro."
        },
        {
            "review_title": "An unexpected surprise for my curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by Function of Beauty PRO- truly worked its magic on my hair! I'm blown away by how amazing my hair looks and feels after adding this to the base. As someone with curly hair, finding the right products can be a challenge, but function of beauty has exceeded all my expectations with this add in"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The boost formoitueradded with the shampoo or with the mask makes all the difference when you're using it. I feel my hair is more smooth and shine, and I love that you can add what your hair need."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Good way to customize your shampoo, conditioner or hair treatments based on your hair needs. The curl targeted ones are my favorite, and they seem to make a difference on the results that I get with my hair. Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "If youu2019re someone who struggles from having dry hair, then you need this product immediately. I have the shampoo and conditioning mask from this line and I love them but this made me love them so much more. Not only does it leave your hair so soft but it leaves your hair super moisturized and help prevent tangles. Especially if youu2019re someone with curly type 4 hair like mine. I was gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "The Function of Beauty PRO Moisture Shot Hydrating Hair Goal Concentrate Mix - In was a great addition to my hair care routine. I mixed it into my Custom Recovery Conditioner Mask and it even made my hair softer and more defined. I received this product complimentary from Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love how customizable these hair goals concentrate mix-in are. They are very easy to use. Making it perfect to target different hair concerns that I have throughout the year. I put this moisturizer shot in my shampoo and conditioner. It has helped a lot with my dry curly hair. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Magic in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "The Moisturize Shot,has truly redefined the way I care for my hair. This little bottle of magic has become an integral part of my hair care routine, delivering a boost of hydration and nourishment that my hair craves. The concept of a concentrated mix-in is brilliant. It allows me to address my specific hair concerns u2013 in this case, moisture u2013 with a targeted solution. The formula itself is lightweight yet potent, and I was amazed by how a few drops could make such a noticeable difference. Adding 'The Moisturize Shot' to my shampoo or conditioner takes my hair care experience to the next level. It's like giving my hair a drink of water, quenching its thirst and leaving it softer and smoother.  Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Great add in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Function of Beauty Pro recently gifted me their new moisture shot mix in and have enjoyed this formulation. It's a great product to add into the moisturizer mask for my long, course and frizzy hair to make it smoother and easier to work with. I would definitely recommend."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This product was gifted by Function of Beauty PRO. I loved how interactive it was! Adding in these mini boosters was fun and allowed me to understand whatu2019s going into my hair. It made my hair feel soft!"
        },
        {
            "review_title": "Bringing my curls back to life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the concept of these serums. Because theyu2019re so concentrated you know youu2019re getting a good product. This was gifted to me by Function of Beauty PRO and I added the serums to my shampoo and conditioning mask and after 1 use I can already see the difference! My curls feel bouncy, hydrated and frizz free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The moisturizer hair goal made my hair to hydrate it, so now it looks so shiny!!! Iu2019m buying this product once I run out of me shampoo. Itu2019s definitely worth it. It worked so well on my curly hair. I have pink hair and it did not make the color fall, so I loved that.  Complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I feel like a scientist when mixing in this product to my conditioner lol but it makes it so much fun! I definitely notice a difference in softness in my hair when I add this to my conditioner mask and Iu2019m so glad I did! Gifted by function of beauty pro"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by function of beauty PRO and wow! This is something I didnu2019t know I needed in my hair care routine. This really helps with the definition of my curls and frizziness. Highly recommend!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was so happy I received this product complimentary from Function of Beauty PRO. My hair was so dry and this completely changed the texture of my hair. I went from frizzy and not a soft texture to soft hair that makes brushing and styling so much easier! If your hair needs a boost of moisture, try this!"
        },
        {
            "review_title": "A Must-Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am very pleased with the The Moisture Shot Hydrating Hair Goal Concentrate Mix-In! At first, I was a little iffy about this and curious If it would do anything. But, I was surprised this  Moisture Shot Hydrating Hair Goal Concentrate Mix-In has helped the damaged ends of my hair look way more healthier and less dry. My curls look healthy and not so dry and frizzy. I love this!!  Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "My favorite thing about Function of Beauty is how customizable this is. After I added this to my shampoo, it already feels like a much more moisturizing formula. It was easy to add in and mixed in easily. Canu2019t wait to try some more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Gifted by Function of Beauty. This moisture shot is amazing. I love the concept of it and that it actually works.  I mixed it with the shampoo and I have never had such a fantastic experience with any other hair products.  It instantly moisturized my hair in minutes, left it looking hydrated and shiny. I will definitely stock up on these. They are a must!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This mix in works amazing with my other function of beauty products and my hair type. I have extremely dry, thick, and curly hair that I tend to straighten. I definitely needed to add some moisture and this small but mighty product did it for me! My hair feels smooth and amazing. Gifted by Function of Beauty"
        },
        {
            "review_title": "Would use again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "So what I love about function of beauty itu2019s like customized for all hair types. Like each hair type has its own section and I love that. Iu2019ve used products in the past and I was impressed on some of the items.  Gifted by function of beauty pro"
        },
        {
            "review_title": "Such a cool hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Function of Beauty's Moisture Hair Shot is a revolutionary addition to their lineup, designed to offer a boost of hydration and nourishment that can be tailored to your hair's specific needs. As someone who's always on the lookout for ways to enhance my hair care routine, I was intrigued by the concept of a customizable moisture shot, and I'm pleased to report that it lives up to its promises.  The standout feature of the Moisture Hair Shot is its ability to address dryness and lack of hydration in a targeted manner. This product seamlessly integrates with your existing shampoo and conditioner, allowing you to create a personalized formula that caters to your hair's unique characteristics.  What truly impressed me was the convenience and versatility it offers. Whether your hair needs a little extra TLC during colder months or you've been experiencing increased dryness, this shot provides a quick solution to amplify your hair care routine. It's perfect for those who want to optimize their hair care products without overhauling their entire regimen.  The application process is straightforward and seamless. Mixing the shot into your shampoo or conditioner doesn't alter the consistency or scent of the product, ensuring a consistent and enjoyable experience. This is a crucial factor for those who are sensitive to changes in their hair care products.  I noticed a tangible difference after incorporating the Moisture Hair Shot into my routine. My hair felt notably softer, smoother, and less prone to frizz. It seemed to absorb the shot's hydrating benefits, resulting in a healthier and more vibrant appearance.  The shot also complements Function of Beauty's philosophy of customization, allowing you to create a treatment that aligns with your hair's ever-changing needs. It's an effective solution for managing various hair concerns, all in a single product."
        },
        {
            "review_title": "Literally Genius",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is the coolest thing they couldu2019ve came out with I live being able to customize to my hair needs . My hair is curly 3a/3b and I experience tangles , frizz and difficulty getting shine and definition. This mess really helped be customize and know Iu2019m doing something to help my hair . It also makes me feel like a little science girly :) Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Love the cute little shots and I love how theyu2019re shaped like Fs. Theyu2019re easy to open, easy to mix and they do work I feel. Just open them and pop them in your shampoos conditioners or hair masks. I got three, moisture shot,curl executive, and frizz tamer and they all work beautifully. Gifted by function of beauty PRO."
        },
        {
            "review_title": "Try it out!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This was super helpful after swimming in a lake all day. Typically my hair becomes super dry and lacks the moisture it needs. This serum helped get it back to normal. This was gifted by Function of Beauty PRO."
        },
        {
            "review_title": "Love the customization!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product, complimentary from Function of Beauty Pro, is really great because it allows me to customize the benefits I get from the product. My hair really looks healthy and shiny when balanced with moisture and anti-frizz, so Iu2019m happy to be able to use the concentrates to help me achieve that!"
        },
        {
            "review_title": "Great mix in perfect for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I love the fact that this line is so customizable. You can add different shots to the products and make it totally unique for you. My hair needs all the moisture it can get and this add in is perfect for my dry frizzy curls. I received this complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "The Botox for your hair!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have never seen this type of product anywhere in the beauty market. A concentrate to add more benefits to your hair products, there is nothing better to enhance the natural beauty of your hair. My curly hair is better than even because I added these concentrates to my shampoo and hair mask that I was gifted by Function of Beauty Pro. They helped my hair to increase shine, and you know that curly hair needs the extra help with moisturizing. They also provide more definition to my curly hair, making the pattern more curly and voluminous. Adding these products definitely positive impact how I feel for my curls because it is hard to find good products that work for my curly hair."
        },
        {
            "review_title": "My hair is looking healthier!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product was gifted by the brand in exchange of my honest review. I love the idea of selecting the ingredients that you want on your hair treatment!.  My curly hair is looking healthier, hydrated and with less frizz.  I really love it!"
        },
        {
            "review_title": "Fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I like the idea of a mix and it is fun while doing your hair and Iu2019ll take a couple more washes to really see a difference, but I did really enjoy putting that in with my shampoo and conditioner. Gifted by function of beauty pro."
        },
        {
            "review_title": "Lightweight moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The packaging designs on every product in this line is SO well thought out! There is enough space in the shampoo to fully add the mix-ins. They give you something to fully mix them into the conditioner. Itu2019s just SO smart! These are the easiest custom hair products Iu2019ve ever used. I tried a different brand last year that was much more difficult to mix and also didnu2019t work that well. These seem much more thoughtful in design and function. The Moisture Shot does add a good amount of moisture and now I want to try some of the others! Complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love how much conditioner I got! Leaves my curls feeling fresh and cute. Also the package is so Chic! I tried it as a leave in and it turned out well with less frizz. I highly recommend for anyone on the fence."
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "also just the same as the other things i do not know yet if this really does anything but a really cool concept and have to try it out more to see if it really works and gifted by function of beauty !"
        },
        {
            "review_title": "yes! a game changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "i recieved this complimentary from function of beauty pro and i love this! i went ahead and mixed it into the hair mask along with the curl shot and i love how it made my hair turn out! My hair came out super soft and smooth and absolutely no frizz! i definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The moisturizing hair goal concentration mix is the truth!! Complimentary from function of beauty pro! I  added it to my shampoo and I can tell a major difference in the moisture of my hair before and after. You should definitely try it!"
        },
        {
            "review_title": "Hydrating and defining",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was gifted by function of beauty pro however this products actually works. It eliminates frizz and defines my curls very well. I love how good it smells and helps my curls last all day. I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "It is the kind is product that delivers the most perfect level of moisture. It is quite innovative too, because I have not seen anything like that before. I have 3c fine curly hair, and sometimes I need that additional boost of moisture. Highly recommend you try this one!   *gifted by Function of Beauty PRO"
        },
        {
            "review_title": "The coolest thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "These things are so cool! Itu2019s such a cool concept that I really think benefits your hair! I struggle maintaining moisture in my hair and these for sure helped! I canu2019t wait to keep using them. Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by function of beauty. Iu2019ve never tried mix-in concentrates & Iu2019m very pleasantly surprised! I mixed them into my leave-in conditioner and curl cream and I feel like it really amplified the results. So much shine & softness!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "These add on treatments were an absolute dream!!! They worked so well with my shampoo I was blown away. I have curly hair thatu2019s been dyed so itu2019s pretty dry and damaged a good amount so using these products were great to lock moisture back in. Gifted by function of beauty"
        },
        {
            "review_title": "NICE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I was gifted by Function of beauty. I love the thought of this product. It gives you complete control of how you want your products to perform. Itu2019s a brilliant idea and it actually works. My hair felt super moisturized and luxurious. It didnu2019t cause build up and controlled frizz."
        },
        {
            "review_title": "Really helps with thick curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "Gifted by Function of Beauty PRO | What an amazing product! Literally everything from them smells amazing. This worked great in my thick curly hair. If youu2019re looking for something new to add to your hair routine try this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Ok this is a total game changer for all curly haired people!!! This extra boost of moisture is EVERYTHING! I am obviously impressed with how this works and how you can add it into any conditioner you want!! Of course I got complimentary from functionofbeauty but still!!"
        },
        {
            "review_title": "Curly hair must-haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was gifted by Function Of Beauty in exchange for my honest review. I was gifted 3 add-on shots. Thereu2019s the frizz genius, the moisture shot, & the curl executive. I also got the curly hair Recovery shampoo & Recovery conditioner mask. It says you can add up to 3 shots in each. I added the frizz genius to the shampoo, then added the moisture shot & the curl executive to the conditioner mask. I love how soft & bouncy my curls are. I dye my hair often & am on a journey of healing my curls. I feel like these products have helped revive my curls."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love love love this. Donu2019t hesitate at all. They stepped up! Grab it Itu2019s absolutely amazing. Talk drink of water for my hair. Complimentary from function of beauty get it now! Very pleased. Iu2019m getting this for every gift"
        },
        {
            "review_title": "So fun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is such a fun idea! Mix in a shot of whatever extra you need in your hair. The moisture shot is so good for dry curly hair! It really helps tame wild curls! This pro line is great! * gifted by function of beauty"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Gifted by function of beauty. Lifesaver in a bottle, I am obsessed with how this had made my hair was very dry and brittle prior and now my hair feels much more softer and hydrated. I love the scent and how it has made my hair feel."
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I really love how versatile the boosting moisture shot is! I love that you can add it to other function of beauty products, or you can add it to your existing shampoos and conditioners. I added it to my FoB shampoo, and it left my hair, feeling so hydrated, silky, and smooth! Complimentary from function of beauty"
        },
        {
            "review_title": "So cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "First off I loveeee the packaging this is so cute! I really love how you can just add this into your shampoo or conditioner to help with your curls. Iu2019ve never seen something like this from any other brand itu2019s so fun! This was gifted by Function of Beauty PRO."
        },
        {
            "review_title": "Amazing addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the concentrate that I was gifted by function of beauty! I really feel involved with my hair care when Iu2019m able to add whatever I want to get whatever results I want. In this case, I added 31 to my shampoo and two to my conditioner, hair mask. Let me just say my curls are looking so good. I canu2019t wait to see the long-term results."
        },
        {
            "review_title": "My hair loves these products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently started my curly hair journey, in searching for products that will help my hair growth, stay hydrated and shine. I am extremely happy this product was Gifted by Function of Beauty Pro. I canu2019t wait to see the results getting better and better. Truly love this product."
        }
    ]
}