{
    "product_id": "305",
    "name": "Juice Expressive Eau de Parfum",
    "brand": "Commodity",
    "categories": "Fragrance, Women, Perfume",
    "price": 202.5,
    "about": "Fragrance Family: Florals..Scent Type: Fruity Florals..Key Notes: Strawberry, Raspberry Pulp, Rhubarb..Fragrance Description: Commodityu2019s newest fragrance will make your mouth water just thinking about it. Perfectly ripe strawberry, rhubarb, and raspberry pulp are blended until smooth with a base of amberwood...About the Bottle: The Expressive Collection is presented in Commodity's balanced black and white. The starting point for Scent Space, the Expressive fragrance names have no signs or symbols...About the Fragrance: I really wanted to redefine what a juicy scent is. Juice Expressive centers around succulent, vibrant fruits, but the ingredients I paired them with are what make this scent unique. It's an explosive, colorful, unconventional twist on the juicy, fruity fragrance profile. u00adu2013Nathalie Benareau..Clean.Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificingu00a0effectiveness.",
    "ingredients": "SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spritz one to two times directly on the pulse points, such as your wrists, inner elbows, or sides of the neck. .-Pulse points are warmer areas of the body that act as natural diffusers when emitting a scent..-After application, allow the scent to air dry. .-Rubbing or dabbing will break down a fragrance and cause it to wear off more quickly..-If you wear fragrance on the wrists, be sure to reapply after frequent handwashing..-Properly store your bottle to extend its shelf life, including recapping after each use and avoiding direct sunlight...Recycling Instructions:.-While Commodity works toward fully recyclable packaging, the majority of your fragrance can currently be recycled. .-The box, paper notecard, and pulp tray should be recycled as paper. .-The glass bottle and metal pump should be recycled as glass. .-The cellophane and bottle cap should be thrown in the trash.",
    "num_reviews": 192,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/commodity-juice-expressive-eau-de-parfum-P511657?skuId=2762078&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2762078-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz / 100 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2762078-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz/ 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2801850-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Really simple and nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This has such a fresh and bright scent, perfect for summer in my opinion. I donu2019t get berries or rhubarb here at all, but instead a really strong grapefruit with maybe a subtle jasmine undertone - still amazing! This one reminds me of the Dior Addict perfume with the same floral grapefruit notes. I think it smells a little different for everyone though."
        },
        {
            "review_title": "Nice fruity floral wish it was more fruit heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "it's starts of as nice and jammy juice fruity you can definitely pick up the raspberry and strawberry notes. The dry down is more roses than I would prefer, but it's still a got perfume. I would recommend if you like fruity floral but not if your looking for something purely fruity."
        },
        {
            "review_title": "It's sooooo small",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I love the smell but... it's sooo small. For over 100$ it's tiny! I'd reccommened the scent but the size for the price is absurd."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely divine. So juicy and definitely expressive. I can't stop smelling this and it lasts a long time. To make it last longer, make sure you're moisturized and spray it on your pulse points and  behind your knees, but don't rub it in, let it air dry. Rubbing it in drastically shortens its potency. My husband loves it on me!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Medium skin tone, Normal skin",
            "review_text": "I got a mini version in a ufffcand I absolutely love the scent ufffcu2764ufe0f i will definitely buy more. Itu2019s such an addicting fragrance that i love smelling it on myself lol. A must try"
        },
        {
            "review_title": "Attention-grabbing fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I got this scent as one of the freebies in my first sample bag ever! It smells sweet, seductive, sophisticated, and definitely wearable. I love that the scent is long lasting! Plus I got a compliment from my boyfriend. So when you go out on a date, this would be a good choice to catch his attention!u263aufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "If anyone remembers the beautiful scent of the original Christian Dior,  Miss Dior Cherie, this is the closest thing to it, was so sad when was discontinued but if this is the closest to it that I found on the market; I also do a  lot of research :)"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I thought by the description this would be a sweet syrupy scent like burberry her. I was pleased that it was not! The berries come through in the beginning, then you get the sharpness of the rhubarb, followed by a soft cashmere skin musk. Very nice."
        },
        {
            "review_title": "very different on paper vs skin, 7/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this on IPSY, when I first sprayed this on paper I was SO disappointed. I actually hated it. All I got was roses and I'm really not a fan of floral notes at all. On the skin though this pulls very different. I've had it on a couple hours and it's starting to grow on me.  The initial blast of rose discipates pretty fast and leaves a meddly of juicy berries with a hint of greenery. I don't get any specific strawberry or raspberry notes unfortunately but it is a very bright, femine and flirty fragrance! I wouldn't wear it all the time as I much more prefer gourmands but this would be amazing in the spring and summer. If you're like me and you hate it on paper, give it a chance on the skin and see if you feel differently! Not my favorite, but definitely worth the try. Solid 7/10."
        },
        {
            "review_title": "This scent gives.. Sexy, Grown and Fruity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is the type of perfume youu2019d want to wear if you want to smell juicy, rich and classy! Has great staying power as well. Will stay on your clothes and skin all day.. Will purchase again"
        },
        {
            "review_title": "Whereu2019s the juice?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Misleading name as there is no fruit scent in this fragrance at all. Itu2019s a department store basic scent, nothing special. Commodity missed the mark with this one."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Ok, forget the name. I smell zero fruit. It smells like a really fancy department store fragrance section. Straight Neiman Marcus, zero produce section."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I loved this in-store and bought the travel spray to give it a try. After reading its comparison to Nest Lychee Rose, I kind of started to dislike it. Rose wasn't apparent to me at first, but now it's all I can smell in the middle-notes. It's kind of a generic smell but refined enough to be a quality fragrance. I don't find it lasts very long considering, which is disappointing!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "As someone whose signature scent has been Kayali's juicy apple since it's release, I literally jumped when I found a new fruity, juicy, scent in the market. However, this perfume has been so deceitful that it feels wrong to even advertise it as something fruity. Absolutely, no raspberry, no strawberry, it just smells like an axe cologne, way too masculine with no sweet fruity notes whatsoever."
        },
        {
            "review_title": "Should have named it Generic rose.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I'm a little salty about this purchase. If you want to smell like a generic cheap perfume or a mall this is the perfume for you. At least that's what my body chemistry makes it smell like. I personally don't get the Juiciness that this launch hyped up. I get straight rose. no fruit and definitely no juice. It has the same underlying smell of every Victoria Secret perfume. If you're not a fan of rose, don't waste your money."
        },
        {
            "review_title": "Smells sooo good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I actually went to Sephora looking for a new perfume to try as my YSL Mon Paris finished and saw this in display. I love commodity the milk expressive and velvet are my faves. I tried this one and it smells so good. It does smell exactly like the name itu2019ll have you smelling like some fresh fruit. I ended up not buying at the store but  I had to come back on the website and get it lol. How it smells on you really depends on your body physics not all scents are made for your skin and not everyoneu2019s skin is the same. So if it smells bad on you thatu2019s not the perfumes fault."
        },
        {
            "review_title": "A raspberry with depth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "First scent is a Raspberry and strawberry with a slight pink pepper fizz (although itu2019s not pink pepper. The cyclamen which has a pepper quality to it. This note remains subtle throughout.)  After 5 minutes, thereu2019s something fresh, most likely rhubarb. A sweet green with a little tang. Rhubarb can be tricky for me; I don't always like it, but here I do.  15 min: something tart but light. Thereu2019s raspberry cherry in the background. Iu2019m not sure how this projects. Itu2019s about arms length. The amber wood begins to surface. Itu2019s woody, not heavy or dull but slightly resinous (but NOT incense or smokey). The fragrance is becoming sweet, almost powdery (is this the cyclamen?).  1 hour: fruit notes are hanging in there~ not like candy. Just a pulpy ripe fruit blend, a raspberry with depth. Thereu2019s a little powderiness. Definitely sweeter and more leaning toward a resinous amber wood. Still a little peppery.  3-4 hours: still fruity, a little freshness and warm, resinous fruit. And the raspberry is hanging in there! That light peppery quality is there, too, along with a warm base of amber wood. From here on, the fragrance remains basically the same.  5 hours and thereu2019s still raspberry! More of a skin scent now. The smell lasts on my wrists for at least 6 hours.   I really like this! For a fruit, the staying power is of the raspberry is amazing. Usually fruit burns off quickly. I think raspberry, in general, is a fruit with longevity. Iu2019ve noticed this in Wavechild. But Wavechild is like candy. This is a raspberry with depth and a little tang. This is a well-blended fragrance in my opinion."
        },
        {
            "review_title": "A fruity headache!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm going to be the unpopular minority and say that Juice expressive smells like powdery Smuckers jam on me =/  I even tested and spritzed some on my arm and while I enjoyed the freshness of the topnote the drydown of the one I purchased makes me smell like a department store perfume lady who oversprayed every fruity fragrance throughout her workday and now smells like the amalgamation of every single saccharine fruit note imaginable at once.  Never had a fruity perfume give me a headache before  until commodity Juice expressive came along"
        },
        {
            "review_title": "Fruity, complex, summertime fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Definitely a go to spring/summer scent. Tested today in store. Donu2019t care for the other perfumes under this brand but Juice is GOOOOOD. Torn between this one and bold. Bold is heavier on the nose. Canu2019t wait for my samples to come to layer and play with them."
        },
        {
            "review_title": "Already bought another one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "this was a blind buy because I love raspberry! Commodity hit this one on the head.  I know it smells different on everyone, for me a get a sweet tart raspberry and then once it dries down I just get fruity deliciousness but in a mature, sexy way."
        },
        {
            "review_title": "nice but not rare",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "very beautiful scent for whatever reason the rose really sticks when I wear it but my mom on the other hand has more of the fruity side of the the fragrance ( which I thought was really cool) it smells different on my clothes though it leans more fruity . I think Hold expressive is my all time fave still though :)"
        },
        {
            "review_title": "wouldnu2019t recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "very let down. not fruity at all for me. donu2019t smell any of the listed notes. smells very artificial and more floral than fruity in my opinion"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this scent because itu2019s fruity but has depth too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "this was a blind buy for me! I smell the rhubarb most, and other than that it's a bit smoky & musky, similar to other commodity fragrances I own. it's a great summer scent for people like me who prefer more cologne like scents but want to brighten things up a bit."
        },
        {
            "review_title": "Newest Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I blind bought this perfume because my store did not have the large one in stock for me to smell. NO MISTAKES WERE MADE! Commodity does not miss in making a fragrance that is wearable every day. Juice is fruity (but not overpowering), musky (in a delightful way), and flowery. The perfume also transforms over the first 10 minutes of application. At the beginning, it is a sweet scent, then moves more towards dark and dusky. I would say that everyone should smell the perfume before they buy it, but I am glad not to regret my decision!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Amazing smell very unique smell would most definitely recommend to others , not to pungent but present"
        },
        {
            "review_title": "FLORAL fragrance",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE Commodity... but this was a huuuuge disappointment for me. more floral then fruity, more tart/sour then sweet. smells like a cheap body spray. very, musky, fresh, but maybe a little too, fruity floral laundry detergent, potpourri covering up musty B O vibes. only lasted maybe an hour on my skin. definitely fruity, but i wouldn't call this sweet."
        },
        {
            "review_title": "This is the LaCroix of perfume Where is the Fruit?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I was expecting fruity goodness, but all I'm getting is masculine/androgynous notes and amber wood. This does not smell anything like fruit, strawberry or even raspberry. It smells like a perfume.  I wouldn't recommend a blind buy, and I was so excited for this launch but I'm highly dissatisfied. I had my friend smell it, and she said it reminded her of her mother. So take that how you will.  This does not smell anything like juice, or even the essence of juice.  If you are a sweet fruity girly, this is not the perfume for you."
        },
        {
            "review_title": "Sweet, Tart & Long Lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The scent is sweet and lasts for hours on my skin! The only reason I ended up returning it was because I have a perfume that has a very similar scent profile. I think itu2019s a great fragrance to transition from late summer into early fall!"
        },
        {
            "review_title": "do not blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "notSure skin tone",
            "review_text": "smells like $1 suave strawberry shampoo x 100. good scent if you like that vibe"
        },
        {
            "review_title": "Too floral for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Starts out very juicy and fruity but the dry down became way to floral for me. It became an overpowering rose scent, however, I am sensitive to floral scents and that may be why the dry down is so unappealing to me."
        },
        {
            "review_title": "cheap smelling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "i really wanted to love this. the notes sounded dreamy. itu2019s just fine tbh. smells pretty cheap, like a body spray or target mixbar fragrance."
        },
        {
            "review_title": "it sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Super masculine. Did not like. It smells like cologne. All I get is the woody notes and none of the fruity notes. Maybe a little bit of green rhubarb, but god it's not a good scent. Made me nauseous."
        },
        {
            "review_title": "Very strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It smells good, it was just too strong for me - first time I tried it on my skin, it almost instantly gave me a headache, 15 mins later I was already scrubbing it off my skin. I acknowledge the scent is good, it was just too strong for my personal tatare."
        },
        {
            "review_title": "Lovely summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells nostalgic. Tart and sweet at first but once it melts into the skin, you smell the amber wood notes and warmth come through. Lasts for several hours without needing to spray again."
        },
        {
            "review_title": "Tart roses?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I purchased this as soon as it dropped, because a juicy, fruity fragrance is exactly what I wanted. But this fragrance is just an absolute rose bomb for me. Sour rose. From first spray until it fades away (about 4 hours for me). However, my husband smells that tart, fruitiness that I wanted, and no rose. And after reading others reviews, there are vastly different experiences. So, I wouldn't recommend a blind buy. I don't typically like rose, but I don't hate this. I will wear it, mixing with other things, but not repurchase."
        },
        {
            "review_title": "Good Girl Blush Dupe on the dry down",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The perfume smells goodu2026 however to me it smells exactly like good girl blush by Carolina Herrera. That is the only reason I am giving it 3 stars.  Itu2019s slightly less sharp but pretty much the same scent.  Kinda berry, kinda lychee (2"
        },
        {
            "review_title": "warm and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I blind bought this as well as the scent space from Commodityu2019s site just to be sure and I really love it. My skin amps amber in any perfume that has it so the amber wood makes it smell quite warm and inviting but in a way that makes it appropriate in any season on me. The raspberry and strawberry arenu2019t too juicy on me, itu2019s more of a grown kind of juicy instead of a younger body spray kind of juicy - I assume thatu2019s the cyclamen and rose rounding it out. It isnu2019t that sickly sweet candy kjnd of juicy to me.   What really surprised me was how different it smells spritzed on clothes - I can distinctly smell the raspberry and rhubarb and it had more of a fresh, ripe fruit smell thatu2019s light and airy - I can barely smell the amberwood with it all, so a unique sensory experience. My scent space kit also had Juice- (the personal space one) and that is much more floral on me in comparison to this one. Both very much worth a try and I will be keeping the full size!"
        },
        {
            "review_title": "Not Juicey At All, All Amber Wood",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I get none of the berry top notes that are supposed to be key to the u201cjuiceu201d scent. It is vaguely sweet. I get a little of the rose in the middle. But, oh boy, the amber wood dry down is STRONG. And it is not pleasant on me. It last and lasts for hours."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Smells so good but the lasting power is pretty short! almost as short as a body spray. I wish it lasted longer :("
        },
        {
            "review_title": "Fruity goodness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance is fruitier than Iu2019d hoped, but if youu2019re into berries and fruity scents then this is definitely for you!! I am a huge fan of Commodity fragrances. Theyu2019re great quality, long lasting and layer great with each other. I have several of their others including Milk, Gold and.  Paper."
        },
        {
            "review_title": "nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "this reminds me SO much of Nestu2019s Lychee Rose fragrance. they smell almost identical. itu2019s a nice scent, not sure if itu2019s my vibe though."
        },
        {
            "review_title": "The Expressive Space",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This one is what I hoped for. It is  full of berry-ness! More raspberry than strawberry on me. This is very spot on w/the notes listed. Sweet and a little tart, w/a warm base. I smell zero powder or floralu2026 Idk how anyone is smelling that with the u201cexpressive space scentu201d version. I have been a Commodity fan for ages, I own many of their fragrances. This is their first new scent in years, since they were sold and relaunched with the scent spaces.  I would recommend sampling before purchasing so you can know what u201cspaceu201d you like the best, as there are different notes in each one. Perhaps thatu2019s why some of the reviews are noticing other elements than I am? The expressive is the middle tier of the 3 and itu2019s perfect for me, and this is the only one I have tried. It doesnu2019t announce me to a room, but if someoneu2019s close by me it is likely to be noticed. The longevity is impressive, and a little goes a very long way."
        },
        {
            "review_title": "New cult fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Commodity makes some of my favourite scents and this one is no exception. Itu2019s literally the most perfect juicy warm and seductive scent I cannot get enough. Layers well with lychee fragrances and cherry ones. I am truly obsessed with"
        },
        {
            "review_title": "Dreadful, burn the house down instead.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Zero stars. This was easily the worst blind buy of my lifetime. The scent is so strong gross it sticks to the back of your throat. Itu2019s giving Buckleys cough medicine. Itu2019s a heck no."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "So this definitely isnu2019t very u201cjuicyu201d it smells very similar to Angel Nova by Mugler. In the opening it smells kind of synthetic and is slightly tart in the dry down. I donu2019t get any of the strawberry, just tartness and florals."
        },
        {
            "review_title": "Go-to Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently tried Commodity's Juice Expressive scent, and I absolutely love it. The fragrance is vibrant and fresh, with a perfect balance of fruity and floral notes. It has a long-lasting effect without being overpowering. It's quickly become my go-to scent for both day and night."
        },
        {
            "review_title": "OVERHYPED",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t like this perfume at all. This perfume is very sweet and tart but not in a good way. It smells a lot like angel nova by mugler. I regret buying it."
        },
        {
            "review_title": "* Itu2019s Juicy *",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Love it! Juicy as described! Full bottle worthy! I said it once and Iu2019ll say it again: itu2019s Juicy!"
        },
        {
            "review_title": "Whereu2019s the juice??",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I do not get any juice in this perfume. Very disappointed."
        },
        {
            "review_title": "Underwhelmed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I purchased this product online as a blind buy, after reading all of the great reviews about how it smells like strawberry juice. After I tried it out, I was very disappointed. It smells just like baby powder to me. The smell is not horrible, I was just expecting a fruity juice smell. Try it before you buy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Although it doesnu2019t smell original, itu2019s still really nice. Itu2019s really close to Angel nova."
        },
        {
            "review_title": "Try before buyingu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone",
            "review_text": "I have tried all Commodity perfumes, and I was excited to try this. It opens pretty sour on me rather than juicy, then mellows into berries but still not sweet (which was great). The dry down is mostly rose, but it reads as a heavier fragrance. I wanted something summery, and this wasnu2019t it. I will wear it in cooler weather, and it is a pretty fragrance. Just not the one I was hoping to use this summer."
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "at first spray it's so delightful, I read some reviews stating that it smelled mature, I don't believe so. I did a couple sprays and let me tell you it lasted possibly 8 hours or more! my son sprayed some sprays and it changes on him very versatile perfume. somehow it smells sweeter on me and it smells very masculine on him."
        },
        {
            "review_title": "A bit of a let down",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Shockingly disappointed by this one. The rose is too strong and too sharp for me. Itu2019s like a Strawberry version of Nest Lychee Rose: I find it to be a little too fresh, and it gives air freshener vibes."
        },
        {
            "review_title": "Too Rose For Me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Well ordered two bottles of this and one is going back very rosey to my nose reminiscent of Delina on the dry down and I didnu2019t like that . Not sweet to me at all but pretty fragrance for someone who loves rose"
        },
        {
            "review_title": "Not that juicy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s giving Mugler angel nova, it has the sharp florals. Was hoping for this to be fruitier but itu2019s really floral dominant. Projection is pretty good though!"
        },
        {
            "review_title": "My Go To Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did not think I would live this fragrance this much! I was worried it was going to be too sweet but itu2019s perfect. Very refreshing and has a slight sweet smell. Perfect for summer time! Might need to get the bigger bottle ud83dude2d"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly I really wanted to like this perfume but the floral completely outweighed the fruity notes. Also, it smells like something i could pick up at bath and body works. Not unique."
        },
        {
            "review_title": "Dry down is straight rose! A no for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I am a Commodity fan, but Juice Expressive does not work for me; it's too rosey. The initial spray is juicy and I do get strawberry, but the dry down is straight rose AND I AM NOT A FLORAL FRAGRANCE GAL."
        },
        {
            "review_title": "Overhyped",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This was a huge let down. I love the other Commodity fragrances but this has to be their most generic, floral scent yet. When I sniff the bottle I get all the juiciness but as soon as I spray it I'm hit with florals and that's really it. It honestly smells very similar to those Marc Jacobs Daisy perfumes. Super"
        },
        {
            "review_title": "A mini Must have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this perfume for the past couple of days I can safely say that I will be purchasing the full bottle once Iu2019m done with this bottle smells so good and expensive. You definitely need to try for yourself since scents smell different on everything but so worth it !!"
        },
        {
            "review_title": "The PERFECT summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am not typically big on floral fragrances but I LOVE this one! Itu2019s not overbearing but still last for a great part of the day! The floral scent is refreshing, friendly and welcoming!"
        },
        {
            "review_title": "My New Favorite Perfume- Feminine Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "One of the standout features of Commodity Juice is its longevity. It lingers on the skin throughout the day, without ever becoming overwhelming. The balance between freshness and longevity makes it ideal for both day and night.  I've received numerous compliments whenever I wear Commodity Juice. It leaves a lasting impression without dominating the room, making it a versatile choice for any occasion.   It has a feminine touch with a blend of freshness and floral hints. The perfect perfume!"
        },
        {
            "review_title": "Very Mature Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was really hoping I would agree with these reviews, but this perfume is everything BUT a juicy and fruity fresh scent. It is so heavy and floral. Its the opposite of bright and uplifting. While I can appreciate that this fragrance seems tonbenvery well  done, its just way too mature for my liking"
        },
        {
            "review_title": "Perfect for the summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "Such a fun, juicy and complex fruity fragrance! I love how this scent is so dynamic and unique. The fruity notes balance perfectly with the subtle floral notes. I really enjoy this fragrance, perfect for the summer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I was hoping this perfume would fulfill all of my juicy summer perfume dreams, but sadly itu2019s fallen short. It smells like a more floral u201cMarc Jacobs Daisyu201d to me. Itu2019s niceu2026 but not at this price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This sweet and fruity fragrance is an absolute delight for my senses. The notes of raspberry and strawberry create a juicy and refreshing aroma that instantly uplifts my mood. The hint of amber wood adds a warm and comforting depth to the scent, making it perfect for any occasion. I find myself reaching for this fragrance time and time again, as it lingers beautifully on my skin. If you're a fan of sweet and fruity fragrances like me, this scent is a must-try. It's a harmonious blend of fruity sweetness and woody warmth that truly leaves a lasting impression."
        },
        {
            "review_title": "Nailed It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm very particular about my fragrances.. this one nailed it for me! The scent is so refreshing and clean with a hint of juicy fruit - perfect for summer! And bonus points for how long it lasted.. I put it on right before I left for work in the morning and my husband was even complimenting my smell once I got home more than 8 hours later. Absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "Love this! Definitely a new staple I'll be using. Could not recommend enough to all my friends."
        },
        {
            "review_title": "A scent that everyone needs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Let me start by saying I love this scent ! This brand continues to deliver! You can tell they take its time on every formulation. This scent is perfect for all seasons. It gives me strawberries and cream but ends with a note of wood. Itu2019s the perfect balance between fruity warm floral and wood. Over time its smells even better. If youu2019ve been looking for that new spark in your collection this is what you need!"
        },
        {
            "review_title": "Not your normal fruity fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Juice Expressive isnu2019t your typical fruity fragrance. Itu2019s rebellious, daring. The amberwood base adds depth, grounding the exuberance of the fruits. In summary, Juice Expressive is a vibrant, fruity delight that pushes the boundaries of traditional fruit scents. If youu2019re drawn to juicy fragrances with a twist, this one might be your new favorite!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love this perfume. It lasts longer than any other perfume Iu2019ve used!!"
        },
        {
            "review_title": "Great, new scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "If you love floral scents, you will love Juice! It is a very clean, floral fragrance, and later the scent turns very amber on me which I love. Juice has strong lasting power which I also love. Perfect for day or night."
        },
        {
            "review_title": "Smells like fresh laundry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "If you love the scent of fresh laundry, you'll LOVE this scent. It smells similar to Bath and Body Gingham except more luxe. It smells super fresh, clean, and comforting. I highly recommend this perfume if you like those kinds of scents."
        },
        {
            "review_title": "A must buy item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smell is so amazing Iu2019ve had it for a couple of weeks now and every time. I put it on I always get a complement"
        },
        {
            "review_title": "Best summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loving this scent!! Itu2019s the perfect mix of fruity and fresh! :) The most perfect scent for summer!"
        },
        {
            "review_title": "A must-have fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After trying out this perfume over the last week, I can definitely say it has become one of my new favorites! Itu2019s not only a beautiful and juicy scent, but also pairs wonderfully with so many other fragrances! I have been complimented on how good I smell everytime I wear it, I definitely would recommend it!"
        },
        {
            "review_title": "Love this fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this summery & sweet fragrance. It feels feminine & fun and lasts on my skin for an upwards of 8 hours! Will be my new go to."
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Smells so clean and fresh. I love this fragrance, and keep it in my purse for everyday use!"
        },
        {
            "review_title": "The scent of summer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love how true to its name this scent is; Juice is a fruity, fresh, and expressive scent, and has a decent wear time on the body! It is very bright and forward, and is a more unique scent! I recommend if youu2019re open to more fresh & clean scents than sensual & woodsy."
        },
        {
            "review_title": "Strawberry Juice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Commodity really hit the nail on the head with the name Juice for this fragrance! This is a juicy strawberry scent that is going to be perfect for those summer nights out on the town. As it settles down there is some florals that start to come through making this is a really pretty scent that transitions well from day to night."
        },
        {
            "review_title": "Fresh, fruity, and complex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "If you are a fan of fruity fragrances with a tart edge, this one is for you. Itu2019s sweet, juicy, and fresh-smelling with lots of berry tones, but also has a nice depth to it due to the amber undertones. Itu2019s more sophisticated than many fruity fragrances Iu2019ve tried; I donu2019t want to smell like a bath & body store, and this has a really lovely balanced undertone to it that lingers for a long while. I feel that it could be gender-neutral also - itu2019s complex enough to work for many people. It's a great summer fragrance and I see myself reaching for it a lot."
        },
        {
            "review_title": "This is your next summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Juicy strawberries, tart rhubarb, and comforting musks. I think this is going to be your next favorite fruity summer scent. Commodity really doesn't miss with their releases and this one is no exception. The opening is a bright tart juicy fruity scent with a sweet strawberry heart and rose. The dry down is warm, musky, and creamy. I can't stop sniffing my wrist with this one! The fruity notes last a good 3-4 hours on me and the sweet and musky drydown has been hanging around for hours more! I highly recommend you try this out if you are looking for a new summer scent!"
        },
        {
            "review_title": "10000/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love, love, love this product. Last all day and one sprits is all you need. Very long lasting and smells grown afud83dude09. A must have for when Iu2019m working long hours (I work in healthcare) and love to smell good. 10000/10"
        },
        {
            "review_title": "Loooove this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this scent so much!! Itu2019s fruity and sweet with a hint of floral that isnu2019t too overpowering. Iu2019m definitely getting the bigger size when itu2019s back in stock!!!"
        },
        {
            "review_title": "A summer staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is an absolute winner for me! This scent is so incredibly photorealistic. It really smells like tart raspberries and juicy strawberry. The amberwood in here really gives it some warmth, woodiness and sexiness to it and that rhubarb adds this green element that feels quite fresh"
        },
        {
            "review_title": "A must-have sultry summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This scent is a perfect mix of fruity & sultry. I love this for a summer date night or summer time in general. Iu2019m obsessed with the raspberry/amberwood combo & it actually lasts!!! Juice is easily one of my new favs"
        },
        {
            "review_title": "Got to try it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I waiting to buy it ! As soon as it available at Sephora!"
        },
        {
            "review_title": "Juice is JUICING for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm absolutely in love with this fragrance. It's like a burst of summer in a bottle - its a juicy, rose-infused scent that's perfect for warmer months but also transitions beautifully into colder weather. I'm a sucker for gourmand florals, and this one hits all the right notes for me. What I really appreciate is that it's not overwhelming like some rose scents can be. Instead, it's bright and refreshing, like roses carried on a crisp breeze, with just the right amount of fruity sweetness. The way the rhubarb adds a tartness that mixes so seamlessly with the strawberry and raspberry notes is just delicious, like the perfect balance of a fruity preserve. Commodity has knocked it out of the park with this one. It's a solid 10/10 in my book!"
        },
        {
            "review_title": "Scent of Summer 24'",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Close your eyes, think of the fluffiest, creamiest summer ever and add strawberry shavings on top! It smells thicc in the best way possible, I can't explain it! It's extremely fresh and doesn't smell like anything I've smelled before. I usually go for Oud Fragrances but Commodity did their thing with this one!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Ok wow! I am picky with fragrance because I hate when they smell overly sweet or like a cupcake and this one is that perfect sultry, sexy scent. It smells so seductive and lasts all night. Itu2019s a new favorite for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I really like Juice! This scent is unisex and thatu2019s a plus. When I first sprayed it, the scent was weird but after it mixed with my body chemistry it smelled really good."
        },
        {
            "review_title": "The Juice Is Worth The Squeeze!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have really been enjoying wearing this scent over the past week. If you are looking for a juicy fruity scent for summer, look no further this one is for you! Juice layers nicely with other fragrances as well."
        },
        {
            "review_title": "New favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely loved this juicy no pun intended scent.  Its fresh, fun and playful, which I find to be perfect for spring and summer.  Big fan of their other scents, so this a great addition."
        },
        {
            "review_title": "Beautiful sweet and jammy perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Milk is my favorite fragrance by commodity, but Juice is a close second! This is going to be loved by so many. It has a sweet and jammy strawberry opening. Once it starts to dry down you start to smell the raspberry. I feel like there might be a touch of rose in it, but Iu2019m not sure. Like all commodity fragrances, projection and longevity are excellent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Juice is such a nice bright, fruity, juicy scent. I love how well the rhubarb, raspberry, and strawberry blend and smell together. Overall this is going to be perfect summertime fragrance! It reminds me a bit of Mugler Angel Nova, so if you like that, I think youu2019ll love Commodity Juice!"
        },
        {
            "review_title": "SOOOO good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Okay this actually smells amazing!! I wasnu2019t sure what to expect and thought it would be too sweet, but itu2019s absolutely perfect. I would definitely buy this again!!"
        },
        {
            "review_title": "Gorgeous scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love floral and sweet scents. This is the perfect mix, not too sweet, not too floral to make you sneeze. The ideal summer scent!"
        },
        {
            "review_title": "Perfect summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Love this perfume! Itu2019s such a good summer scent and lasts all day!!!"
        },
        {
            "review_title": "Great Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Commodity fragrances are my favorite! This Juice Expressive scent is perfect for the summer. I get so many compliments when Iu2019m wearing it!"
        },
        {
            "review_title": "It keeps getting better and better on my skin.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "On initial spray the fragrance has a very sharp note to it possibly the amber wood and some sort of musk. Then it reminds me of Delina Exclusif but more musky, less rose and sweet from the strawberry and raspberry. I think itu2019s a mixture of all things femininity and confidence; I donu2019t think of it as a dainty generic floral fruity fragrance. If you like florals and fruity notes but a bit warm and musky this will be a good option."
        },
        {
            "review_title": "My new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Commodity's Juice fragrance is a refreshing blend of fruity and floral notes that immediately caught my attention. The citrus burst at the start is invigorating, and as it settles, the more complex layers come through beautifully. It lasts all day without being too strong, making it perfect for any occasion. Juice has quickly become a favorite in my collection, and I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells so sweet and fresh and the scent lasted all day!"
        },
        {
            "review_title": "Smells SO Good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Absolutely love this fragrance! Smells so juicy and fresh, and has great longevity! One of my favorites from Commodity!"
        },
        {
            "review_title": "Smells like a luxury niche perfume lasts 12 hours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve been trying juice for over a week, and itu2019s a favorite for summer. Commodity has truly outdone themselves with this exceptional release. The perfume has a long silage, smells like a niche perfume and a longetivity atleast 10+ hours for me and lasted on my clothes for two weeks. As far as the perfume and dry down, this is a beautifully crafted fruity fragrance thatu2019s not too sweet, but gives a great concussion of raspberry and rhubarb, with a soft dry down of berries and rhubarb. Rhubarb is an underrated fragrance note and Iu2019m so glad to have this perfume gifted as it will now be my summer staple. Highly recommend!"
        },
        {
            "review_title": "I absolutely LOVE this parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The smell is delicious, warm and makes me feel gorgeous! I originally thought the bottle was a little too gaudy and haughty but it is actually just perfect! It helps remind me how fabulous I am when I go to put on my yummy scent. I got several compliments the first time I wore the scent and it seems to really last throughout the day as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "The most beautiful fruity floral !  I pick up mainly strawwberry and raspberry.  Sweet but not too sweet . Lasts all day on me .  My boyfriend commented on how good is smells as well .  Itu2019s a truly beautiful scent ."
        },
        {
            "review_title": "Great summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love the scent is long lasting and the notes are not over bearing. It starts of with a fresh scent and it stays clean and fresh for a long period of time I love the sleek black and sliver packaging. Easy to travel with. I would definitely would buy a larger bottle"
        },
        {
            "review_title": "Juicy, wonderful, and fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Normal skin",
            "review_text": "This scent is long lasting , juicy, fruity, and fills the room ! Incredible for layering but honestly works so well on its own.  Reminds me of the perfect spring day filled of picking fruit from the garden and making the perfect floral bouquets."
        },
        {
            "review_title": "Fruity ud83cudf53ud83cudf51ud83cudf52ud83cudf4b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This new commodity scent is for the fruity lovers. It starts off with a burst of what smells like citrus fruits, and then dries into slightly sweet, jammy, fruit and patchouli type fragrance. It has great longevity and projection. Overall Iu2019d recommend if you prefer fruits scents!"
        },
        {
            "review_title": "Fruity floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "The opening is pretty tart and juicy from rhubarb and raspberry pulp, but that quickly softens into a fruity floral. Itu2019s not as succulently juicy as I was hoping. It reminds me a lot of Dolce & Gabbanau2019s Rose, if you know that one. Longevity was good at about 5-6 hours, with moderate projection. It makes a great gym or office scent. While itu2019s not quite my cup of tea, I see this being a warm weather hit for most!"
        },
        {
            "review_title": "An addictive fragrance for the warm monthsu2600ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This a delightful bright and joyful fragrance that is fresh & I believe will be a crowd pleaser especially for my citrus lovers! My wife even complimented it which few fragrances catch her nose!ud83dude09"
        },
        {
            "review_title": "Lasts ALL DAY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells wonderful!  Itu2019s super fresh and feels very luxury. I use 2-3 sprays in the morning and I STILL smell good at the end of the day! Iu2019m super impressed with this one!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I love this product! It smells absolutely wonderful and itu2019s become a staple in my everyday routine"
        },
        {
            "review_title": "Great long lasting Summery Eau de Parfum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the soft and sweet summery scent of this eau de parfum and it lasts for many hours. Perfectly for daily use or even for the summer evenings. I ordered the size of 10ml that fits perfectly in my clutch. Such a great quality for the money!"
        },
        {
            "review_title": "Must-have for fruity & sweet fragrance fans",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "As someone who loves fruity & sweet fragrances, this scent is perfect to me! The fruity notes are strong, but not overbearing. I think this would work great as both a layering scent, and stand alone fragrance."
        },
        {
            "review_title": "New Fav Fragrance (:",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Omg my absolute favorite new fragrance, I love it, got many compliments from people around. Especially my husband loved it so itu2019s a 10/10 for me (:"
        },
        {
            "review_title": "the perfect SUMMER scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is the perfect scent needed for summer. Itu2019s perfect for day or night itu2019s so versatile depending on the day. The dry down of musk I loveeeee."
        },
        {
            "review_title": "A NEW FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This fragrance smells so good! Iu2019ve been wearing it and getting so many compliments. I love the fruity summer time scent. Definitely a new favorite and a must have for this summer time!"
        },
        {
            "review_title": "THE perfect date night scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is THE perfect date night scent. Itu2019s flirty and fruity and a little bit floral. Itu2019s definitely on the stronger side so you only need a spritz or two. I am so excited to add this to my commodity collection"
        },
        {
            "review_title": "Obsessed with this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have tried many commodity fragrances in the past and I have to say this is one of my favorites. It wears so well and lasts the entire day. Iu2019m also always getting compliments when I wear it and that is just the best feeling. It has a very fresh, but also slightly floral scent in my opinion but it feels like the perfect mix of both. Itu2019s also great as an everyday scent because itu2019s light enough to not feel like itu2019s too in your face. I highly recommend!"
        },
        {
            "review_title": "Staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I tried this out and is pleasantly surprised how much a gravitate towards this fragrance. I love the freshness it is perfect for summer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Genuinely one of my favorite fragrances ever. It's not super overpowering and yet still stays true to its name with its sweet notes (very much Juice) quality. I love it!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love this perfume scent. Itu2019s definitely for girlies who love a warm musk smell. It lasts pretty much all day and a little goes a long way. You can also pair this with a sweet vanilla scent as such for a good perfume combo. I will definitely be wearing this often!"
        },
        {
            "review_title": "Sweet for the summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It actually smells sweet. You can immediately smell the strawberry and raspberry aroma after spraying it. It also has a slight woody scent towards the end. The staying power is amazing so you donu2019t need to spray it too often. It has a sophisticated scent but is too not overly juvenile. Overall, itu2019s a perfect scent for the summer"
        },
        {
            "review_title": "Fruity Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is an interesting fragrance because it changes day by day on me. Yesterday it smelled a little masculine but still fruity. Today it smelled very floral and fruity initially but then started to become a little masculine. I've never experienced such a unisex fragrance before and I'm kinda into it. It seems special, because most fragrances aren't like that on me. It also lasted a very long time. At the end of the day when it became faint, I smelled a nice sweetness to it. Even though it's unisex, I will say it's probably mostly for women, but it's still a good fragrance."
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This scent is the perfect mix between sexy and summer. This will be my new everyday scent this summer for sure!"
        },
        {
            "review_title": "Smells like the name",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It smells so delicious like juice. I canu2019t place my finger on what exactly but to my nose it smells tropical. It lasts a while on the skin and I really like it!"
        },
        {
            "review_title": "Obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Absolutely LOVE this!! The strawberry and raspberry are mouthwatering, sweet, juicy and fun with woody notes in the background. This very feminine with a sophisticated edge and it doesnu2019t smell juvenile(blended so well). The longevity and silage are incredible and I think itu2019s perfect for this time of the year."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Perfume smells amazing. The scent is clean but different from other perfumes Iu2019ve tried. Itu2019s very strong but not annoying and lasted me the entire day."
        },
        {
            "review_title": "Fresh Floral- Day to Night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "A fresh floral based fragrance that is perfect for the summer. The scent is lasting without excessive use and I love the versatility of day to night, which I can wear to work straight to date night. I believe I found my new favorite scent!"
        },
        {
            "review_title": "Scent of the summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "This is a really lovely fragrance thatu2019s perfect for summer. It smells fruity and floral, with an earthy finish. I really love the scent and have been applying it a few times each day. I just wish that the scent lingered a bit longer because I canu2019t get enough! It does fade fairly quickly to my nose."
        },
        {
            "review_title": "Great addition to your collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "It is a fun fruity scent definitely good for the spring and summer"
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Clean, versatile scent that can be worn day or night in any season."
        },
        {
            "review_title": "A perfume you NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is hands down a go to for the summer !!!! Smells so delicious , juicy and canu2019t stop using it. I donu2019t know about you but if I was you Iu2019ll definitely grab this perfume. Itu2019s a must have for you to have in your collection"
        },
        {
            "review_title": "loving this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product. I was looking for the perfect summer scent thatu2019s not too sweet and not too overpowering. I feel like commodity juice has the perfect balance of masculine and feminine. Iu2019ve gotten so many compliments and my favorite compliment is always that I smell good!! 10/10 would recommend."
        },
        {
            "review_title": "Strawberry Baccaratu2026!?!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve had this for about a week now and tested it out a few times this is a juicyyyy realistic slightly sweet strawberry with a fresh earthy ambery dry down. Definitely gives me a juicy strawberry baccarat vibe. Well done commodity!  (Juice Expressive)"
        },
        {
            "review_title": "Fruity but fresh just like a get away vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I live in Texas and the weather here here is heavy and humid. So Iu2019ve been going towards more fresh scents on me that will happen to have a twist to it. And this one hit jackpot ud83dude2d itu2019s not overwhelming at all and just enough of best of both worlds! Fruity but fresh at the same time !"
        },
        {
            "review_title": "A summer must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "After giving this product full wear test I would definitely give this 5 stars. It's gorgeous, long lasting, it's fruity and woody and over all very appealing. It gives a very tropical forest vibe which I absolutely adore. Good job commodity this is great!"
        },
        {
            "review_title": "Beautiful fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The scent is so perfect for summer. Smells amazing! You can really smell strawberries when you first spray it, but then dries down into beautiful floral scent. Itu2019s fresh and airy. Perfect for day time or evening."
        },
        {
            "review_title": "Memory Making Juice!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This fragrance is extremely JUICY, nectary, sparkling, and refreshing! It reminds me of your favorite drink, melting in an iced pitcher on a hot summer day. This fragrance leaves a beautiful sillage; the scent lingers as you walk by, leaving everyone you pass entranced! This juice is DRINKABLE! On my skin it's very rhubarb heavy which I love! It has a sparkling quality that pairs amazing with the pulpiness. This is definitely an amazing summer fragrance to wear everywhere, but especially on those hot summer days outside walking around and creating memories!"
        },
        {
            "review_title": "Fruity & Sophisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Smells like the fruit cocktail juice boxes I used to drink growing up, in the best way! It's juicy with the sweet strawberry balanced with the slight tartness of the raspberry which are both grounded/complimented by the rhubarb. Overall, this is a slightly sweet + tart fruity blend with fresh and clean notes, very sophisticated! This is perfect for the summer!"
        },
        {
            "review_title": "A must have for this Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is the perfect fruity floral scent! The opening reminded me INSTANTLY of Angel Nova but the floral notes faded and you just get this burst of juicy fruit notes. Perfect to wear for this Summer!"
        },
        {
            "review_title": "Perfect Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I could smell it before i even opened the package fully. It smells just like a nice summer vacation! Very floral and beautiful! Perfect for date night and summer vacation!"
        },
        {
            "review_title": "Beautiful and Fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a beautiful, fruity scent. It isnu2019t overly sweet. The initial spray is more of a floral fruit, but it settles into more of a creamy berry type sweet at dry down. I love it! I have to say Indont get pure strawberry. If youu2019re looking for a strawberry scent this isnu2019t it. But, the notes work beauotifulky together and make it a great spring and summer fragrance. I canu2019t wait to layer it with Milk! Projection and longevity are good! A winner for me!"
        },
        {
            "review_title": "TRY IT NOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "This was everything I hoped it would be!!! Itu2019s sweet but not TOO sweet and I love the strawberry when it reaches the final dry down! One of my favorite things about all Commodity fragrances are that they arenu2019t overpowering and are great for people who couldnu2019t normally wear perfume. The wear on this is phenomenal, too! I put it on about 6 hours ago and I can still smell it!!"
        },
        {
            "review_title": "Perfection in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "One thing about Commodity, they make everything perfect. I love a summer scent that is unique, long lasting but still screams summer. This is what I needed. It is so juicy just as itu2019s name. It last very long and I get so many compliments."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Not what I was expecting but still nice ! This comes off a lot more floral than the name gives off. I was expecting a capri sun ! But it smells like fruit mixed with a white floral . This one is nice but not something I would normally pick up"
        },
        {
            "review_title": "Vacation In a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Smells amazing , it was a little sweet at first but then ended with a clean note . Very refreshing perfect for summer in my opinion. The smell makes me want to take a tropical vacation."
        },
        {
            "review_title": "A must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Just one spray was very pontent and breath taking. I can still smell it on my wrist hrs later. This scent is definitely a head turner and I am thankful to have received this product before itu2019s official releaseu2728ud83eudd29"
        },
        {
            "review_title": "Must Have Summer Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a gorgeous, juicy fruity fragrance. It is the perfect fragrance for summer & all things warm weather. It has great staying power & got me lots of compliments!"
        },
        {
            "review_title": "Ultimate summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Oh. My. Lawd. I am a die hard Milk girl and this just sent me. Juice will 100% be my go to summer fragrance. It is the perfect combination of sweet and juicy strawberries and raspberries, mixed with an amber wood and violet leaf.  This is the ultimate in fruity floral with the Commodity signature base of patchouli and vetiver. Cannot recommend this enough!"
        },
        {
            "review_title": "Must have fragrance in your collection !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I thought I was obsessed with Commodity Milk but Commodity juice was love at first sniff . This is such a juicy , sexy intoxicating fragrance !"
        },
        {
            "review_title": "Luxurious scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This perfume has a floral & sophisticated smell. Perfect for my vacation in Cancun. Definitely will be needing the full size bottle."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This juice is very long lasting. I got so many compliments when I wore this yesterday."
        },
        {
            "review_title": "Sweet and juicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This new fragrance by Commodity, juice is so yummy, delicious and Juicy. I just love this. I love the jet black,matte pakaging. It looks such a luxurious frgrance. I love fruity, sweet scents and this is the one I like so much. It's strong, sweet, fruity with a hint of strawberry and then changes to some sweet floral scent. It's a perfect scent for summer. Talking bout longevity I found it to be perfect. For me it lasted about 6-8 hours and that's absolutefragrance. I love the scent and would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Such a good fruity fragrance thatu2019s great for everyday! Super juicy and I love the added rhubarb. I just wish it lasted on my skin longer."
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a fresh, fruity scent that's both invigorating and long-lasting. The fragrance strikes a perfect balance between sweet and sophisticated, making it suitable for any occasion. Plus, the sleek bottle design is a nice touch. Overall, it's a fantastic choice for anyone looking for a vibrant, everyday perfume."
        },
        {
            "review_title": "A summer gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this scent! It's sweet citrus forward in the opening and dries down as a fruity floral. It has moderate projection and leaves a beautiful scent trail."
        },
        {
            "review_title": "Best Summer Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is absolutely amazing. Itu2019s a great summer scent. It smells fruit but it a sophisticated and feminine way. The smell reminds me of summer. I get complimented so much when I wear this perfume. It lasts me all day and I absolutely love it. This brand is a must have for fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the fruity essence it Iu2019ll be perfect for the summer to someone who likes fruity smell in love with this ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "In love with this essence you Can feel the strawberries on this so perfect for this summer the fruity and fresh smell is everything"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Definitely a must have! I just recently started getting into new fragrances. So I love something different about each and every one of them."
        },
        {
            "review_title": "adding this to my gourmand heavy collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "as someone who skips incentivized reviews, don't. this is a good one, LOL. i'm a huge fan of gourmands, so for commodity i really love milk and gold. i am typically a floral hater, i feel that the scents come off synthetic and cloying. however, without knowing the notes of juice at first, i tried this and immediately got fruit, floral, and even some type of sensual depth. as it settles, the floral becomes stronger. after an hour, you smell possibly iso E? skin musk? as well as the amberwood mentioned. i honestly really enjoyed it. fruit is really easy to do wrong, it can be childish and this scent is the exact opposite. i actually can't believe i'm giving a floral 5 stars, but well done commodity."
        },
        {
            "review_title": "must have it on my purse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product and have used it for three days. I'm absolutely in love with the scent it's great. The package is very small and unique, making it easy to fit into my purse and carry around with me. The perfume's scent is very feminine and soft, with strong floral notes and a hint of woodiness after it dries down."
        },
        {
            "review_title": "My new favorite summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Both as a raspberry lover and a perfume collector I was incredibly excited to try Juice and let me tell you this scent did not disappoint! Itu2019s fruity, fresh and makes a statement. I already know Iu2019ll be wearing this all summer long. I also would like to note that the longevity was impressive. In my experience a lot of fresh scents donu2019t have enough power to last through the day, but this one did. 10 out of 10 would recommend!"
        },
        {
            "review_title": "This is going into my everyday scents for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m absolutely obsessed with this perfume and now need to get it in full size!! Itu2019s the most beautiful scent for every single person! Itu2019s fruity, but in a very sexy, sophisticated way, it has the undertone of spice to it that its mouth watering!!! This is for sure a fragrance that will have people stopping you on the street for!"
        },
        {
            "review_title": "So sweet and JUICY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This fragrance is a well balanced blend of sweet strawberry, tart rhubarb, and light woods and a hint of green-ness. This isn't an over-sugared kool-aid, imagine juicing the freshest fruits in your juicer - that's the vibe. The scent is super addictive and it lasts really well, especially for a fruity scent profile. It's fun and youthful but not in a candied way - really anyone could wear and enjoy this fragrance. LOVE IT!!"
        },
        {
            "review_title": "The only summer Juice you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Omg Commodity has me hooked. This Juice is THE juice of the summer! Iu2019ll definitely be keeping this in my collection."
        },
        {
            "review_title": "Iu2019m a Floral, Fruity girl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "This fragrance smells amazing! The initial spray is a little, but after it settles on my skin (wrist), I get the citrus, fruity dry down. I smell the strawberries more than the raspberry note.  The dry down and the base note is a little earthy, but itu2019s not overpowering. I still smell the fruitiness of it and I love it. I would layer this with a fruity body lotion or body butter to bring out more of the fruitiness, but this is definitely a summer, beachy fragrance . I really love it and Iu2019m probably going to purchase the large bottle."
        },
        {
            "review_title": "This needs to be part of your perfume collection!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is such a great addition to the Commodity line! It's fresh with a hint of fruits, yet still has that fluffy marshmallow DNA that I love!"
        },
        {
            "review_title": "Scent of the Summer?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Upon first spray you understand why itu2019s called Juice! The berry top notes and absolutely divine! It dries down to an earthly floral that still has a touch of sweetness to it. Itu2019s definitely a spring/summer fragrance. I can definitely see this being a go to perfume for outdoor events and festivals. If youu2019re a gourmand girl like me, I think this is still a good buy!"
        },
        {
            "review_title": "Juice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is such a sexy floral fragrance. Itu2019s not heavy on the rose and I really mean that because I do not like floral fragrances. This gives me kind of a reminiscence of Oriana. Itu2019s super seductive. I really enjoy it."
        },
        {
            "review_title": "A summer must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Wow! Juice is a delightful sweet-tart fruity perfume with a vibrant blend of mouthwatering ripe strawberry, raspberry pulp, and tangy rhubarb. A hint of amberwood gives it a nice, warm, slightly woody undertone to balance out all that fruity deliciousness. Itu2019s lively, flirty, and vivacious without being cloying or too sweet. Juice is a happy, succulent, and unique scent with great lasting power and year-round versatility. Itu2019ll shine bright in the summer, and I can picture it brightening up dull winter days. Love it! I will definitely be purchasing a full bottle."
        },
        {
            "review_title": "Absolutely delicious perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This smells SO GOOD!! I cannot get over how much I loved this perfume from the first spray. Iu2019ve never tried Commodity perfumes before and this did not disappoint. It lasted a good amount of time on my skin and the projection was good. It reminded me a little bit of YSL Mon Paris Intensement. So in love with this fragrance!"
        },
        {
            "review_title": "A fruity lovers dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Juice Expressive is hands down one of the best fruity fragrances I have ever come across. It is a true fruity dream that will transport you to a fruit filled paradise with just one whiff. The blend of juicy fruits in this scent is absolutely divine, leaving you feeling refreshed and invigorated.  What sets Juice Expressive apart from other fruity fragrances is that it is not juvenile in any way. It has a sophisticated and sultry undertone that makes it the perfect sexy summer scent. The combination of fruits and sensual notes creates a harmonious balance that is both irresistible and alluring.  I am instantly transported to a sun-soaked beach with a cocktail in hand. The scent is so mouth-watering and delicious that it is impossible not to fall in love with it. It is the perfect fragrance for those hot summer days when you want to feel sexy and confident.  Overall, Juice Expressive is a must-have fragrance for anyone who loves fruity scents. It is a unique and captivating scent that will leave you feeling like a fruity goddess. I highly recommend it to anyone looking for a fresh and sexy summer scent."
        },
        {
            "review_title": "A Refreshing Summer Scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I typically don't go for fruity scents, but Juice took me by surprise! Not only is it fruity, but it is also floral, which I enjoy, since the fruitiness isn't overpowering. Such a fun, light scent for the summer season! Also has great longevity, perfect for a nice day out!"
        },
        {
            "review_title": "New fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Ive used this the last three days and definitely could still smell it at the end of the day its a very long lasting but gentle scent. I absolutely love it and think it would pair nicely with the paper scent!!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve tried a few of Commodityu2019s scents and this new launch is my favorite! I love fruity notes in my fragrances but they typically end up leaning a bit juvenile and this one doesnu2019t at all, itu2019s elevated and classy. On initial spray I get those strawberry and raspberry pulp notes, itu2019s juicy and bright. Then as it settles into my skin more that rhubarb becomes more present which really adds some depth to the fragrance and then once it dries down thereu2019s also a woody scent Iu2019m picking up on. I know Iu2019ll be reaching for this a lot in the spring and summer months because itu2019s not cloying and performs well in high heat but I think this could be worn year round and it also had great longevity for me."
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance definitely took me by surprise. I thought it was going to be super fruity but as soon as I sprayed it, I was shocked. Itu2019s the perfect amount of fruitiness and some wood. It also reminded me of another fragrance I had in my collection (hibiscus mahajad). Overall, love love. This is not only a summer fragrance, I think itu2019s perfect for all seasons."
        },
        {
            "review_title": "Amazing Fragrance ud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this fragrance! Itu2019s not too sweet. I layered Juice with Paper. The combination of these two fragrances compliments each other. This is a Summer Must Have! Donu2019t walk! Run ud83cudfc3u200du2640ufe0f"
        },
        {
            "review_title": "Your future signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "After using this product I have received positive feedback! I love the authenticity of this unique scent and plan on continuing to use this product for my u2018signature scent!u2019 The packaging is high quality and reliable which I value with this brand too!"
        },
        {
            "review_title": "Deliciously light and fruity.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This scent is a pleasant surprise. Iu2019m not the best with describing notes but itu2019s a juicy, raspberry that I smell. Itu2019s not overbearing at all because I do not particularly go for fruity scents but itu2019s sparkling and light. A fresh smelling punch if you will. I wore this to work today and got a ton of compliments.  One of my staff told me that I smelled delicious! If you like fruit but in a clean aesthetic way, this is it! I will be buying a full sized version of this and maybe later it with Milk."
        },
        {
            "review_title": "The most beautiful summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This scent really is juicy! I absolutely love the amberwood base and the fruity notes like raspberry pulp and strawberry. The Rhubarb note surprised me but I don't mind it. It lingers and has a beautiful aroma of luxury. The scent radiates from the wrist and I have fallen in love with it. I have never smelled anything similar to it before so that makes this scent even more unique. I would recommend wearing this on a date because it is sexy!"
        },
        {
            "review_title": "New Favorite Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "this is genuinely my new favorite perfume. The scent last all day I didnu2019t have to reapply it. Itu2019s a nice fruity smell, but itu2019s not too overpowering in that sense. this is amazing. Everybody needs to try it."
        },
        {
            "review_title": "Juice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This scent arrived just in time for Summer! Commodity's Juice Perfume reminds me of biting into a perfectly fresh and juicy fruit! This scent is sweet, fruity, and floral. Itu2019s a bright and energetic scent. The notes of strawberry, raspberry, and rhubarb are noticeably present. Itu2019s a sweet treat for the senses."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the scent so much! It is my new go to perfume for daily use as well! Iu2019m definitely loving this scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "When I first heard about this launch, I was very excited, but I was also unsure how well juicy/fruity perfume goes with Commodity. However, the first time I sprayed it, I felt that it is such a perfect match to their line. This perfume is fruity floral, it is light, but projects well. Itu2019s very inoffensive and I think a lot of people would love it. I smelled it without knowing the notes, so for me it smelled like pink peppers and red currant in the opening. As it started drying down, it smelled sweet and berry like, but gentle and not overpowering. Looking at the notes, I can see how rhubarb can smell like red currants, but I donu2019t particularly smell strawberries or raspberries - just berries in general. Itu2019s a beautiful scent and I can see myself reaching for it all year round."
        },
        {
            "review_title": "A new summer fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was so pleasantly surprised by this one! Itu2019s so fun to see this amongst the collection of fragrances that commodity already has. Itu2019s fun, fruity, and such a good one for summer. The strawberry and raspberry notes are followed by a musky dry-down that balances out the sweetness. Itu2019s not too cloying, and can be worn on multiple occasions. The name is perfect, itu2019s a mouth-watering experience. I love that this feels so fun."
        },
        {
            "review_title": "New summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "When I first heard the name of this fragrance I thought Iu2019d get something like a fruit punch but boy was I WRONG! This smells incredible, i definitely get the strawberry when i first spray it but itu2019s not bad at all. Then when it starts to settle it smells amazing such a fruity floral scent. Give it a few to settle in. Get a good 6 hours and then I no longer smell it on me but given that itu2019s a fruity floral 6 hours is really decent."
        },
        {
            "review_title": "Beautiful perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This perfume is something else, I havenu2019t tried anything like it. Is floral but somehow smoky, I donu2019t know to explain it but even my husband loves it."
        }
    ]
}