{
	"product_id": "912",
	"name": "Hydrating Almond Milk Concentrate Body Moisturizer",
	"brand": "L'Occitane",
	"categories": "Bath & Body, Body Moisturizers, Body Lotions & Body Oils",
	"price": 74.0,
	"about": "What it is: A silky body cream infused with almond milk and oil for skin that looks firmer, smoothed and hydrated for up to 48 hours.​..Highlighted Ingredients:.- Almond Oil: Help soften and nourish skin with oil from almonds grown in Provence..- Almond Milk: Help moisturize the skin...What Else You Need to Know: Instantly smooth and visibly firm skin with this lightweight, vegan body cream. Delight in the delicious aroma of fresh, sustainably-sourced almonds and warm vanilla with each velvety spread. ​97% said skin immediately looked firmer and softer in a consumer test on 31 volunteers after 28 days.",
	"ingredients": "-Almond Proteins.-Almond Oil: Naturally rich in omega 3 fatty acids....AQUA/WATER - COCO-CAPRYLATE/CAPRATE - CAPRYLIC/CAPRIC TRIGLYCERIDE - GLYCERIN - CETEARYL ALCOHOL - TAPIOCA STARCH - PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL - PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) PROTEIN - PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) SEED EXTRACT - JUGLANS REGIA (WALNUT) SEED EXTRACT - METHYLPROPANEDIOL - CAPRYLYL GLYCOL - CETEARYL GLUCOSIDE - CARBOMER - SODIUM POLYACRYLATE - POTASSIUM CETYL PHOSPHATE - MANNITOL - CHLORPHENESIN - SODIUM HYDROXIDE - SODIUM CITRATE - METHYLSILANOL MANNURONATE - BIOSACCHARIDE GUM-1 - GLYCERYL CAPRYLATE - BENZOIC ACID - HYDROGENATED LECITHIN - 1,2-HEXANEDIOL - SODIUM METABISULFITE - DISODIUM EDTA - SORBIC ACID - CITRIC ACID - PARFUM/FRAGRANCE - LIMONENE - LINALOOL - COUMARIN",
	"how_to_use": "Suggested Usage:.Massage cream onto body using circular motions. Apply after each shower and whenever skin needs a hydration boost.",
	"num_reviews": 1177,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/almond-smoothing-and-beautifying-milk-concentrate-P66703?skuId=1626530&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1626530-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "7 oz/ 200 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1626530-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}