{
	"product_id": "224",
	"name": "Hydrate & Restore Body Essentials",
	"brand": "Caudalie",
	"categories": "Skincare, Value & Gift Sets",
	"price": 39.0,
	"about": "What it is:A limited-edition, travel-ready duo of intensely moisturizing hand-and-body essentials, delicately scented with natural fig and sweet almond—for hydrated, smooth, visibly glowing skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Highlighted Ingredients:- Prickly Pear Oil: Is a 100 percent natural-origin oil that visibly firms while hydrating with rich levels of linoleic and oleic acids..Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:Indulge in the ultimate dry-winter-skin duo. The Moisturizing Fig Body Oil Elixir provides nourishing care for your body and hair, leaving you looking radiant from head to toe. The Hand and Nail Cream sinks right in, restoring moisture to dry hands for softer skin and reinforced cuticles..This Set Contains:- 1.6 oz/ 50 mL Moisturizing Fig Body Oil Elixir.Clinical Results:Moisturizing Fig Body Oil Elixir:.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Prickly Pear Oil: Is a 100 percent natural-origin oil that visibly firms while hydrating with rich levels of linoleic and oleic acids..-Grapeseed Oil: Is an antioxidant-rich ingredient that thoroughly nourishes skin..-Organic, Fair-Trade Shea Butter: Cares for and nourishes skin...Moisturizing Fig Body Oil Elixir:.Vitis Vinifera (Grape) Seed Oil, Sesamum Indicum (Sesame) Seed Oil, Caprylic/Capric Triglyceride, Coco-Caprylate/Caprate, Ethylhexyl Palmitate, Parfum (Fragrance), Butyrospermum Parkii (Shea) Butter, Helianthus Annuus (Sunflower) Seed Oil, Argania Spinosa Kernel Oil, Opuntia Ficus-indica Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Coumarin, Solanum Lycopersicum (Tomato) Fruit Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol, Linalool, Limonene...Hand and Nail Cream:.Water, Glycerin, Cetearyl Alcohol, Vitis Vinifera (Grape) Seed Oil, Glyceryl Stearate, Butyrospermum Parkii (Shea Butter) Extract, Tocopheryl Acetate, Persea Gratissima (Avocado) Oil Unsaponifiables, Dimethicone, Sodium Cetearyl Sulfate, Caprylyl Glycol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Palmitoyl Grape Seed Extract, Potassium Sorbate, Parfum (Fragrance), Sodium Hydroxide, Carbomer, Sodium Carboxymethyl Betaglucan, Tocopherol, Geraniol, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Moisturizing Fig Body Oil Elixir:.-Apply to clean, dry skin..-Spray a few drops in the palm of your hand and gently massage onto your body, hair, and décolleté...Hand and Nail Cream:.-Apply to hands in the morning and evening...Recycling Instructions:.-Sustainably designed with zero plastic, made with paper from sustainably managed forests, and printed with plant-based inks, this gift set can be fully recycled (where facilities exist).",
	"num_reviews": 11,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/caudalie-hydrate-restore-body-essentials-P513982?skuId=2814226&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2814226-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am very impressed with the results after using this product. I hope they will offer it again at Sephora. It is very hydrating and u can see the results after the first application"
		}
	]
}