{
    "product_id": "1648",
    "name": "Pink Perfection Slant Tweezer",
    "brand": "TWEEZERMAN",
    "categories": "Tools & Brushes, Beauty Tools, Tweezers & Eyebrow Tools",
    "price": 32.5,
    "about": "What it is:A classic slant-tip tweezer to expertly and precisely shape your brows...What Else You Need to Know:The professional-quality, 25-degree slanted tip is the perfect angle for working against the brow bone. Perfectly aligned hand-filed tips close evenly and firmly to remove hair from the root. This product is not tested on animals.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Start by opening pores using a warm washcloth. (Not too hot or it can cause redness.) This will help get your hair ready for removal and help reduce pain..-Hold the Slant Tweezer using your thumb and index fingers near the middle of the tweezer body for maximum control..-After locating the unwanted hair, grab the tweezer tips slanted at a 25-degree angle and squeeze down on the body of the tweezer, pulling in the direction of hair growth. This will remove the hair from the root..-Continue until you have removed all unwanted hair..-Clean tweezer tips after each use with alcohol wipe or peroxide. Tweezer cannot be sanitized in an autoclave or barbicide.",
    "num_reviews": 286,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/hot-pink-slant-tweezer-P377005?skuId=1457621&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1457621-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "I will forever repurchase these tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been buying this brand of tweezers exclusively now for about 5 years.  The ones I have pictured were bought at the drugstore rather than Sephora but they are the same brand and style, just the mini version.  I have also bought the pink mini version from Sephora in the past.  These tweezers are very easy to work with and you can easily grab those stubborn hairs.  These tweezers are precise enough to tweeze one hair at a time or pull many hairs out at once.  These tweezers grip brow hairs so well, I remember being amazed by this when I first tried them.  Some cheaper tweezers slide right off of the hair making it difficult to get a good grasp on the hair.  These tweezers stay sharp/grippy (do not become dull) unless they get a little dirty or have multiple brow hairs stuck to them - in which case I just wipe them off with an alcohol swab (you could also just wipe them with a tissue) and they are as good as new again!  I will forever repurchase these tweezers!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This just breaks the hair. Iu2019ve tried for months, been so careful and tried pulling at different angles but i just cannot make this work. My dollar store tweezers work better. Mom hates them too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "They get the job done and come with a little plastic cap to keep the ends clean. Made of good material and seem high quality"
        },
        {
            "review_title": "Iu2019ll Pass! You probably should too!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I agree with another review that said they purchased tweezers that were cheaper (Real Technique) and they work sooooo much better. My brow hairs are very difficult to grasp with these."
        },
        {
            "review_title": "Not the Same",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Okay, this is for the tweezers I bought at Sephora. They are the orange leopard print pair that I bought a few years ago to replace my old red ones (a family member nicked them, lol). The pink pair I bought at a beauty supply store while checking out to replace the orange pair which only lasted a few months. That surprised me because I'd had my red pair for years with no issues. The Sephora pair doesn't look, feel, or work like any other Tweezerman tweezers I've ever used. I included a photo from the top where you can see the orange pair is not even close. There's practically no tension and forget about grabbing a hair. I'd recommend only purchasing if you can see the actual tweezers. I've decided to go with a better brand next time."
        },
        {
            "review_title": "This brand used to be good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "These work well sometimes and other times not at all.  A lot of the time itu2019s very hard to grab the hair.  Or it will only grab part of the hair and break off.  If you get lucky it will work.  But itu2019s so hit or miss."
        },
        {
            "review_title": "QUALITY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This will be my second pair. My first I just recently lost and that one was from 2010!"
        },
        {
            "review_title": "La meilleure.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Tout simplement la pince qui arrache tout!!!!! un incontournable."
        },
        {
            "review_title": "Horrible. Nothing Like They Used to Be",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Horrible. So I read the reviews about how bad these were but I owned this pair before and dropped them a few years which flattened the tip but they still worked great for brows, just not things like splinters so I decided Iu2019d buck up and just replace them. I expected them to be a 1:1 replacement. I was wrong. This new pair is so awful, I canu2019t tweeze any hair (I have extremely fine hair), it just breaks the hair, leaving the root meaning you have to tweeze every other day to stay groomed. On top of that it pinches your skin so now my skin looks super irritated, breaking out more, which I never have experienced ever before. I wish I still had my old dented pair - they worked so much better (which is really saying something). These totally suck and I wish I could return them. Any recommendations on another brand would be extremely welcome. Donu2019t buy these!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "all-time best tweezers I have ever used. Not as stiff as other brands"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Not terrible but you need to press hard for it to do itu2019s job. Doesnu2019t have a good grip"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This use to be the only brand for tweezers that I would purchase. I am not quite sure what happened but they seem to get dull too soon after purchase. I would try to sharpen with no luck. I went thru two of them in 6 months. Trying out the Anastasia ones this time. Fingers Crossed"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "For some reason they just donu2019t work for me. I canu2019t grab the hairs. I know these are popular but I honestly prefer the ones with the girl on them from Mexico. Sooo much better and way cheaper."
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "i like this product it is good and i would recommend it"
        },
        {
            "review_title": "Not satisfied",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This tweezerman is not working. It's just a waste of money. Do not spend money on this. I am not satisfied at all with this product. I want my money back."
        },
        {
            "review_title": "Mediocre and dull",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Not sure if I'm using them wrong but they're not that great. A little dull."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "great tweezers, and the bright pink makes them super easy to find!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Completely not worth the price. The tweezers I got at the drug store for $7 work way better. The tweezers are light and don't get fine hairs. Not at all worth the price"
        },
        {
            "review_title": "SAVE YOUR MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Literally almost as bad as cheap drugstore tweezers. Breaks hairs off instead of pulling them out - super frustrating. Way too overpriced for such poor performance. Will never buy this brand again."
        },
        {
            "review_title": "Meh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I lost my tweezer and was looking for a new one. This product just breaks the hairs instead of pulling them out. I hope my old tweezer shows up soon."
        },
        {
            "review_title": "Not the quality I expect from Tweezerman",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is not up to the quality I would expect from Tweezerman. They grasp hairs but lack the strength to pull them out. They also arrived dull. I've been using this brand religiously for 20 years, but this makes me wonder if Tweezerman is starting to phone it in."
        },
        {
            "review_title": "Disappointed to Say the Least",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I had read numerous reviews about this tweezer. Unfortunately, the item that I received was dull, useless and definitely a waste of money!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Suddenly after a month of using, it stopped picking any hair..... useless"
        },
        {
            "review_title": "Not bad, Just Meh!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Meh! I was expecting it to be better than what it is. It sometimes cuts some of the hairs instead of pulling them out. Itu2019s not bad, just meh. Wouldnu2019t but again..."
        },
        {
            "review_title": "Totally okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These tweezers are fine, but their best quality is definitely the color, which makes them easy to spot.  As far as removing hair goes, they are perfectly okay. They are not very grippy, and combined with their sharpness, this means they often cut off the hair instead of letting you pull it out. They do work a little better on eyebrow hair than on chin hair, I think. The angle at which you pull might make a difference. Many people might do better with grippier tweezers, or tweezers with a stronger spring effect, or the narrower tweezers this brand also makes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve always bought cheap tweezers from the drugstore. Iu2019m so glad I made this investment they really are worth it"
        },
        {
            "review_title": "So good I bought another set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I bought these tweezers forever ago & absolutely love them! Unfortunately my boys got ahold of them & somehow messed them up (?), so I just purchased a new set that also came with the pointy ones for only a few more dollars. Canu2019t wait to see how well those work too!"
        },
        {
            "review_title": "Quality, where have u gone?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "I have used Tweezerman tweezers for years and this one is absolutely the worst pair I have EVER bought. There is no tension to actually grab any hair you might have. These feel like my old worn out pair that I was replacing. If this is the quality you get from this brand, count me out. I will be purchasing another brand. Total waste of money. My advice, look elsewhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "They seem to work just as well as my previous (and more expensive) tweezers that my husband decided to u201cborrowu201d for a project."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Tweezermans are the only tweezers my daughter & I will use. They work better than any others & stay sharp & accurate for a good long time."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "It trims the hair instead of pulling it out. i thought that as its a known brand it would be different."
        },
        {
            "review_title": "Overpriced and not a good product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Waste of money. I am very picky with tweezers and after going through so many I decided to invest in these as they have such great reviews. The worst pair Iu2019ve ever owned. Not good at tweezing hairs, instead it would break or rip my hair and then cause Ingrowns. Very disappointed"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I had one of these in black and for some reason it seemed to do a better job. I wonder if there is any difference between this one and the original. Iu2019d say buy the original, it works better."
        },
        {
            "review_title": "Worth the $$$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Sharp and tips go seamlessly together. I can always rely on this brand. Perfect size to hold-not too short or too long"
        },
        {
            "review_title": "Buy some at TJ Maxx instead",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "They mostly get the job done. They a bit pricey for what they do. The tweezers are a bit thick, so it's hard to grab fine hairs with this. Overall, I like my Danielle pair from TJ Maxx more because they grip better and are cheaper."
        },
        {
            "review_title": "Worth every penny.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Tweezerman never lets me down, the best brand tweezers and eyelash curlers!"
        },
        {
            "review_title": "Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Favorite tweezers. Really like how they tweeze. 10/10"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This has been and always will be my favorite! I lost mine somewhere in the house, and had to use another pair I had on hand. Letu2019s just say these are the only tweezers that can get those stubborn hairs! I now keep two of these on hand at home."
        },
        {
            "review_title": "one and done!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best tweezers ever! Have had my tweezerman tweezers for over 5 years and they still perform as good as ever. Others tend to have a slippery grip and make tweezing my brows such a pain and takes much longer than if i use a good pair of tweezers. If you want a pair that will last you a long time, this is it. One and done. Worth the investment!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The best tweezers I ever used. It can get those small eyebrow hairs that the cheap ones can't!"
        },
        {
            "review_title": "Great grip tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love these tweezers. They were a little more expensive than I'd like, but well worth it once I got them home."
        },
        {
            "review_title": "new holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "I lost my old holy grail and I forgot what brand it was so I was upset because I thought I would never find another to compare. My friend told me about this one and I immediately bought it and I fell in love! It takes out any hair no matter how small! So happy I found it!"
        },
        {
            "review_title": "The BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Holy grail tweezers to me! These are the only ones I use. Thatu2019s all."
        },
        {
            "review_title": "no complaints",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Good tweezers, I don't really have any complaints. Both side are perfectly lined up and I've never had any problems with them. I would say if you have problems finding good tweezers maybe give these a shot."
        },
        {
            "review_title": "durable, precise, easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've had these tweezers for years. The quality has really held up. They haven't gone dull. It easily picks up hairs. Also, the color is darling!"
        },
        {
            "review_title": "The Best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I had tweezers for a while that were really dull and hard to get fine hairs. It was the only pair I ever had, and I had it for years, so I thought that's just how it was suppose to be. I finally decided to purge them and get a new pair, and landed on this tweezerman. They are so easy to use! They're sharp, get the little hairs (I never wax my eyebrows, just pluck) easily. I actually like them so much I got a pair for my mom for Christmas as a stocking stuffer, and she loves it too! I just found out as well that if you send in your tweezers to Tweezerman and they'll sharpen them for free."
        },
        {
            "review_title": "Lousy - pick something else",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "These tweezers didn't work from the get-go - no grip, can't tweeze. When I looked closely, the tweezer ends aren't matched properly, which is why. Poor quality, don't recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "These tweezers are excellent! I use this for my eyebrows. I'm not buying cheap random tweezers anymore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love, love, love these tweezers! I didnu2019t think I could love a pair of tweezers until I found so many bad ones out there that donu2019t work. These are incredible and Iu2019ll be buying them forever!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "These really are the best, so easy to pluck little hairs with this tool."
        },
        {
            "review_title": "itu2019s ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "itu2019s okay.. but definitely not worth this price. it doesnu2019t pull hair as easily as the abh one or other high end tweezers, yet it costs more. you have to go over the same hair a lot which causes pain and redness, so i recommend the abh one. thatu2019s my fav"
        },
        {
            "review_title": "the best tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is the best tweezer I've tried. The fine point allows you to grab really tiny short hairs, and it feels nice and light in the hand (I find some tweezers can be kind of clunky and hard to manipulate). Definitely on the pricier side but they last forever since Tweezerman will sharpen them for free (minus the cost of shipping) - the only downside of that is that you're tweezer-less for several weeks. I also love the bright pink color - so easy to find in my makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Super fan of tweezerman tweezers. After years of owning and frequent use they are still sharp and effective."
        },
        {
            "review_title": "Super tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the pink color because you can find it quickly in your black makeup bag.  It's small but mighty.  Really grips your brow hair - one or many, you can get those suckers!"
        },
        {
            "review_title": "No better than drug store variety",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These were no better than the cheap pair I got free with a nail care kit.  I was shocked after all the good reviews.  Ended up returning them."
        },
        {
            "review_title": "Unwieldy, could be more effective",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I found this to be little unwieldy.  The tweezer itself is longer than I'm used to (maybe the previous one I purchased was a mini?) and the weight was a little heavy.  Also, it tweezes hairs better than my old tweezer, but it's not as efficient as it should be."
        },
        {
            "review_title": "Best tweezers ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I am in love with these tweezers. My eyebrows grow so quickly that I decided to invest in these rather than go to get my eyebrows done every 3 weeks. Totally worth it. I use them all the time and they work amazing. I bought them for my mom as well and she loves them. I've kept my old tweezers, but I can't even use them anymore."
        },
        {
            "review_title": "Best tweezer for the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is as good as ur getting as far as Iu2019m concerned.And Iu2019m like a tweezerologist lol"
        },
        {
            "review_title": "Great for Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Tweezerman makes one of the sharpest tweezers out there. It stays sharp longer than any others I have use. I keep the regular size at home and carry the mini version in my purse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have PCOS and this tweezer the only type i use for my chin hair, itu2019s time consuming to pluck one by one but it can grab the tiniest hair, i own three of them because i have to one on my vanity, my purse, and my car"
        },
        {
            "review_title": "Worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've had this for a year now and I do love it!  I had been using a cheapie tweezers for years and this thing is like a Rolls Royce of tweezers :-)   It grabs tiny hairs, hairs that are broken, hairs that are barely out of the skin yet, and plucks them with ease.  I loved it so much I bought one for my mom."
        },
        {
            "review_title": "Pink isnu2019t perfection this time",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "The love TWEEZERMAN tweezers , however this time was the most disappointing purchase Iu2019ve ever made. Letu2019s be honest, for over $20 there should be standards and quality expectations. From past versions compared to this one makes the brand look as if quality isnu2019t a concern. Mine lasted maybe a few months before they became uneven and dull. Older versions used to come with their retail package which had a top if you wanted to use it as case. This did not but wasnu2019t a big concern just an observation. I purchased this in store as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I never would have believed there would be so drastic of a difference in tweezers. They're just tweezers, right???!!! Until I tried them, that's what I thought. These get those little tiny sharp hairs that start to grow in after you get your eyebrows down. Other tweezers for whatever reason just can't get those tiny, annoying ones. I have replaced these so many times after they get lost, and I always go right to this brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this product. This is really good tweezer. Happy with my purchase."
        },
        {
            "review_title": "Best choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love them! They work great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These are the best tweezers I have ever used. Love the hot pink color!"
        },
        {
            "review_title": "Precision",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "These are the perfect tweezers if youu2019re looking for precision. This is the only tweezers my mom uses this to apply lash extensions on her clients."
        },
        {
            "review_title": "love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "so i bought my first pair around a year ago, and have been using them ever since!! they work so, so well, and pull out all the hairs you need to and some more!! i know for sure that these are worth the price because i bought other tweezers from CVS a few days ago, and they barely worked at all!!! love these tweezers so so much!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Flimsy, I was hoping to have a better experience . They have no pressure resistance when using them ??"
        },
        {
            "review_title": "Pink Tweezer by Tweezerman",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing Tweezer! Great pink colour, always in my bag as it has silicone tip that preserve things from being scratched and tweezer itself."
        },
        {
            "review_title": "breaks hair off instead of pull it out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "These tweezers are no good. When I use them, my hair breaks off instead of allowing me to pull the whole hair out. Other generic tweezers Iu2019ve used are much better. I bought this to try tweezerman, but it didnu2019t work out for me."
        },
        {
            "review_title": "Stand The Test of Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had these tweezers for around 3 years now and they are still in perfect condition. The slant is really great for getting all kinds of hairs, even the really tiny ones that barely hang out past the skin. Every pair of tweezers Iu2019ve had has rusted over the years but these look good as new and they get used very often. I now understand why this is such a trusted brand for tweezing tools."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These tweezers are amazing! I wish I would have gotten them long ago. One pluck and done!"
        },
        {
            "review_title": "I HATE IT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I purchased this when it was an exclusive color to sephora. so so so disappointing, i tried to reach out to customer support at sephora with my complaint and they didn't care about my complaints, all they said was i can ship it to Tweezerman to get is sharpened again, but guess what I paid 25$ so this would last me years, not to use it for a short while and have to pay more money for shipping! I wouldn't recommend this at all, totally overpriced."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I so desperately wanted to love these tweezers! They cut more hair than they pull. I thought maybe it was me and I was using them wrong. Itu2019s been a few weeks and Iu2019ve tried to give them a chance but I think itu2019s time to buy a different pair."
        },
        {
            "review_title": "Just honestly good tweezers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "1) these are bright pink, so that just makes them that much better. 2) these will reach and grab every tiny hair you want! They are nice and sharp and hold onto the hair well. Great for shaping your brows."
        },
        {
            "review_title": "Good quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Can't go wrong with tweezerman!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honesty I didnu2019t know that there was such thing as a great tweezer I thought they all did the job until they got dull. After trying this tweezer from a friend I immediately had to go purchase it. IT IS AMAZING! It literally gets every hair even the smallest of hair, the angle allows you to get that precise shape you get with waxing and threading! Iu2019m in love with this tweezer. Itu2019s def worth the cost. I never wax nor thread my eyebrows I like to pluck them myself people I find that people go over board and never leave it like you like. And Iu2019m glad I found this. BUY IT!"
        },
        {
            "review_title": "BEST TWEEZER IN THE WORLD!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have very thick eyebrow hair and not just any eyebrow plucker and handle my tbh these have never let me down u2764ufe0f"
        },
        {
            "review_title": "Cute color but doesn't work.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Only a tiny fraction of the tips meet meaning the majority of the time it can't catch any hairs. My drug store and even no name tweezers worked better, not impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best tweezers! Bought these a couple of years ago, and they're still going strong. Won't buy any other brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, mediumTan skin tone, Combination skin",
            "review_text": "These tweezers work perfectly."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "So easy to use.  If you're tweezing a lot, no fear b/c you won't get a hand cramp.  Grabs even the tiniest hairs.  I don't know why I waited.  I think the price scared me off initially but if I knew then what I know now..."
        },
        {
            "review_title": "Good buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Great sharp tweezer..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing. Grips the hair better than any tweezer I have tried in the past. Works better than the mini"
        },
        {
            "review_title": "terrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "these just cut the hairs at the root instead of removing. so annoying."
        },
        {
            "review_title": ":)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love it so accurate and you'll have your brows on fleek with this in no time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "When it comes to tweezer Tweezerman does them best and the gorgeous pink colour is just a plus!"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I use these tweezers for my eyebrows mainly. I think they're good for medium to larger-sized hairs. I have a hard time plucking my fine hairs, and I use my sharper pointy-tipped tweezerman for those."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I LIKE THESE TWEEZERS BUT PREFER THE MINI BECAUSE THEY HAVE BETTER GRIP."
        },
        {
            "review_title": "Pricey but worth it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I've always heard good things about these tweezers but I could never find it in myself to pay this for a tweezer when  you can get others for so so much cheaper. However this is worth the money- you never have to grab a hair twice, it holds firmly, hairs remove with one swift movement, it stays sharp and it generally cuts tweezing time in half. I've only given it four stars because I think it's still to much for a pair of tweezers but I don't regret purchasing"
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I buy these over and over because I lose them. They are worth every penny."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "BEST TWEEZERS EVER!!!!! I'm at that peri-menopause age and have started getting these little very embarrassing hairs on my chin...this are AWESOME they get just where I need them and hold on tight so I can get those nasty little blonde hairs!!!! I have worked as a surgical nurse for years and these are surgical quality in my opinion. So buy 2 pair. One to use and one as a back up because after you use them you'll never want to use another kind again!!!! Love love love these tweezers!!! And the bright color helps my find them quickly!!!"
        },
        {
            "review_title": "best tweezers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The only brand I use and definitely will get the job done!!!"
        },
        {
            "review_title": "DO NOT WASTE YOUR MONEY!!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nothing special it works exactly like a drug store tweezer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These will grab onto any hair you need to pull out. They are so much better than cheaper tweezers that I've had. Most of the time with cheaper teeezers, you can't grasp onto a hair without it sliding out and these always hang on."
        },
        {
            "review_title": "Nothing Special",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I ordered these after seeing the amazing reviews, but have been left very underwhelmed. I have pale skin and dark roots, so I end up plucking a few hairs on my chin and lip at least once a day; which is annoying but has to be done.   I tried these tweezers on peach fuzz (worked well) and also on the random deeper, thicker, darker hairs (didn't work any better than other tweezers I've received in manicure kits). I'll be returning these, they're nothing special."
        },
        {
            "review_title": "Quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these tweezers. At first i was afraid of the cost for a simple pair of tweezers, but they are so worth it. They dont break your hairs. it captures even the smallest and pulls from the roots. I dont have the tiny black dots from broken hairs on my brows like my drugstore tweezers; in fact, it looks very close to a wax. It is worth spending 23 dollars on these because they will save you even MORE from your weekly threading and waxing. Learn to do your brows, and you will be surprised with how much you save :) OH! and Tweezerman offers life time sharperning of their tweezers, so one pair will probably last you a looooong time."
        },
        {
            "review_title": "Second pair bought in 7 years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to have a pair of red Tweezerman tweezers that I think I got back in 2009 or 2010. Then I lost them (after 7 years!!!) and 100% was replacing them with another Tweezerman pair. Honestly I don't know how people like any other brand... Tweezerman is quality. However, I don't know it it's just because they're new, but these pink ones are kind of shiny (I attached a picture to show how the light reflects off of the shiny coating). I can't remember now, but I don't think my old red ones were this shiny. It's not a big deal.. I guess it feels just a bit slippery? Maybe it gets duller over time as it gets used.  But if I were to buy Tweezers again, I'd try the red Tweezerman ones instead.  Definitely not the small stainless steel ones. My friend lent me hers and I hated them... felt cheap and rough on the edges. They didn't seem to get hairs as well. Also I know people say there's no difference between the sizes.. you might as well pay less and buy the smaller ones. I disagree though, because the longer ones have a bit of support for your hand. Also if you have them for 7 years like I did... what's the extra cost? My red ones were still decently sharp after all that time!"
        },
        {
            "review_title": "Last pair of tweezers you will ever buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are amazingly precise. I've always used drugstore tweezers prior to getting these and I was very sceptical these would be worth it, but they are. Take the splurge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have had these tweezers for a year and a half and they are still the only ones I use. They have not gotten wonky/crooked over time as most drug store ones do. They are still super precise and have not lost any sharpness at all. Also they're pink so that's cool."
        },
        {
            "review_title": "Fantastic Tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers seriously know how to grab and hold onto those stubborn eyebrows. Some serious precision on these bad boys.  I would highly recommend and the hot pink is an added bonus!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Yes, its expensive, but so WORTH IT! The best tweezers in my life.  After trying it, I dont want to switch to drugstore tweezers any more."
        },
        {
            "review_title": "great tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect tweezers as they are able to get even the small hairs!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love these Tweezer there really nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love these tweezers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers, won't use anything else!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just bought this today and it's amazing! I really like it, very sharp, gets all the little fine hairs. I pretty much beat up my old tweezers had them for 5 years. A must have!"
        },
        {
            "review_title": "Plucking newbie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "New to the eyebrow plucking business as I usually go for wax, however these are a really great pair of tweezers and help get the finer hairs."
        },
        {
            "review_title": "WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I could care less about the brand but this style of tweezer makes it so much easier to grab onto those tiny hairs. Easier to grip, much more precise. I'm a fan"
        },
        {
            "review_title": "disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I thought I should replace my tweezer after using it for many years. Figured Tweezerman is a good place to start. Not liking it. Have to go over the same hairs numerous times to get any results."
        },
        {
            "review_title": "Makes plucking my eyebrows so easy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm asian with monolids so it is difficult to find tweezers that don't pinch my eyelids, or that cleanly remove the eyebrow hairs. I never thought such an expensive pair of tweezers would be worth it-- but they are truly worth it. The tweezers are so accurate, and remove even the tiniest of hairs without pinching or any pain. The grip on the tweezers is also nice and high quality, and prevents my fingers from slipping. Highly recommend."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've owned multiple tweezer man tweezers and I love these ones too!!"
        },
        {
            "review_title": "Best tweezers I've ever owned!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A couple months ago, I attempted to remove a splinter from my husband's foot with a cheap drugstore tweezers. That's what I've always used. It didn't work out at all, there was no grip. And I had been having similar issues with tweezing my eyebrows too. I decided to splurge on a quality tweezer and I couldn't be more satisfied! The grip is great on even the toughest hairs, it feels good in my hairs, and it's cute!"
        },
        {
            "review_title": "Tweezerman Slant Tweezer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have purchased this same tweezer a couple of years ago and it worked great.  With my recent purchase it did not work at all.  The tweezer felt different in my hand, and did not grab any stray hairs.  I tried 3 more times, and no difference.  I had to return it."
        },
        {
            "review_title": "Wonderful tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought these to replace my older tweezermans that I finally had to retire after someone used them to pry a lid off of something. These are well hidden so that only my hands can get on them now."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had to return this; it had no tension and felt kind of flimsy, so it would never have done the job."
        },
        {
            "review_title": "Pretty great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like these tweezers- they feel great in your hands and they remove hair effectively. But, were they so much better than drugstore tweezers that they were worth the extra money? I'm not really sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best tweezers! I've had a zebra print pair of Tweezermans for the past few years and they were amazing until hubby borrowed them to fix something ha. Bought this pair to replace them and they are just as good."
        },
        {
            "review_title": "It breaks the hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After reading so many reviews I opted for this product, but unfortunately instead of pulling the hair it breaks it along with your skin. I will be returning it."
        },
        {
            "review_title": "Pink Perfection? I Think Not!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wish I could find a good tweezer that won't leave me with a bunch of ingrown hairs because they don't pull the hairs out; they just break them off at the surface. These don't even do that! They don't grip hairs very well at all and the tips are rough and cheaply-made. I expected better from Tweezerman, but these are just rubbish.   I have naturally blonde, baby-fine hair, and I guess my eyebrows are fine as well. I have never had any luck with this brand. I have purchased Tweezerman tweezers before, a few years ago and they were the same as these. But I thought I'd try one more time because of all of the good reviews -- I thought, maybe they've improved since then. Not even close. I wish I hadn't wasted the money. Again! Please learn from my mistake and don't waste YOURS."
        },
        {
            "review_title": "the best on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Usually, with most products, it's going to be a different experience for everyone, but anyone who gives this a rating under 4, I would have to assume you just don't know how to use tweezers, or God himself has plucked your eyebrows for you, and nothing compares; which I would understand. These tweezers are the best on the market. They are super sharp and pointed which makes it easier to grab even the tiniest hairs. I got my dad to use this brand; and it's the only brand he'll use. He uses them to dig out his ingrown hairs. That says a lot because men aren't really particular about what kind of tweezers they use. Best tweezers on the market, plain and simple."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers that I have ever owned"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best eyebrown tweezers I have ever owned.  Very easy to get that one nagging hair that keeps eluding my old tweezers.  The pink color makes them easy to find in my makeup bag, too."
        },
        {
            "review_title": "my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm a hairy beast. My eyes chin lips. All of it. HAIRY.  Gross I know. This means I go through tweezers like crazy. Until I bought these. I have 2 sets of tweezers I love. This and the tweezerman pointed tip. I won't use any other hyped up but probably not as good brand. They're not expensive to me because they have immense value. Tweezing can hurt. With these,  it hurts less because they are precise."
        },
        {
            "review_title": "Gets every hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These really are excellent tweezers. They even get the short, aggravating hairs that pop up in sucky places like your lip or chin that other tweezers put tug on and don't pull out or miss entirely."
        },
        {
            "review_title": "Absolutely the BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have had these tweezers for about 2 years now and I can honestly say they are the best tweezers ever.  They are easy to use and easily grasp hairs.  Several friends and family members have borrowed them when visiting, then promptly purchased their own pair!"
        },
        {
            "review_title": "u2661u2661 crafted by the gods u2661u2661",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So I finally caved in a couple months ago and ordered a pink Tweezerman - and wowie wow wow! It was incredible! It got even the smallest, most stubborn brow hairs that drugstore tweezers could never reach. The tip was so precise I cried tears and fell in love - only to lose it the first couple of uses. Forever. I looked everywhere ad could not find it. I really was not looking forward to paying another twenty bucks to get a new one ... but whatevs. I did so anyway, and I'm still just as happy with the new one as I was with my last one. The tip gets the smallest of hairs and has a very nice grip to it. The only con, for me, is the price. Be that as it may, I have found the love of my life, and it keeps my eyebrows on point."
        },
        {
            "review_title": "MAS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfection slant tweezer works great, best tweezers I've ever used. I would recommend this product"
        },
        {
            "review_title": "best tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are the best tweezers that I've ever owned. They are sharp and they pluck perfectly. So glad I bought them, especially because you can get them sharpened for free by Tweezerman!"
        },
        {
            "review_title": "Simply the Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried buying cheaper tweezers hoping to save a little money. They never work as well as the Tweezerman's slanted tip version. Worth the money!"
        },
        {
            "review_title": "it's not as good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had a purple pair I bought at shoppers, same look around the same price, same angle slant - just purple. However these ones pinch and don't grab on as well :( can't return since the packaging is stupid ~ once u open it u can't put it back!"
        },
        {
            "review_title": "precision",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This tool is quality. Does the brows easily and pulls the smallest hair out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No brainer and a cult classic! Sharp and accurate, easy to handle and grips even the shortest hairs!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Plucks the finest hairs"
        },
        {
            "review_title": "Only Tweezers I'll Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The tweezers are amazing! They will latch onto even the finest hairs. My mom borrowed them a few days ago and liked them so much she went out and bought herself a pair the next day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE THESE TWEEZERS!!!! So sharp and get the tiniest hairs I LOVE IT!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I hesitated to buy these for a long time because I thought it was a little excessive to spend $29 on tweezers, but these are totally worth the money. Tweezing takes way less time and hurts a lot less. Totally worth it."
        },
        {
            "review_title": "Works well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not my favorite Tweezerman tweezer. I also have the stainless steel slant, which I like better. I thought they were essentially the same despite the color. But this pink one doesn't work as well as the silver one in my opinion. Great brand though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great for the small tough to grab hairs. Love you tweezer man!"
        },
        {
            "review_title": "They're just OKAY",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers work a lot better than the dull pair that I was previously using. The small points allow me to pull individual hairs without grabbing more. However, I don't think that the price is justified. They're merely a decent set of tweezers."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried many tweezers and my all time favorite and the one I shall be buying from on now is this :) I have had it for so long until I unexpectedly lost it :( BUT I will be purchasing again :) I totally recommend it. also.. It states when you buy their products that if something were to happen to it such as it needs to be sharpened. they will do it for free :) all you have to do is send it :)"
        },
        {
            "review_title": "love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are great, I've boughten $50/$60 ones before and these ones are much better, and the color makes them easy to find in a messy makeup bag!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the first pair of tweezers I've come across that gets each hair the first time with almost no pain. Worth the money!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had three pairs and they've all stopped gripping onto hairs 1-3 months after I purchased them. My last pair broke completely in half as well..."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I held off for a long time on buying premium tweezers thinking could they really be that much better. The answer is, yes. They are. These are great and make a huge difference. Don't hesitate. They are worth it."
        },
        {
            "review_title": "Can't be beat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Been using this for 5 years and it's still going strong! Can't find another tweezer that is as precise while still user-friendly for a clumsy person like me."
        },
        {
            "review_title": "Best tweezers I've ever owned",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are so good that they practically draw the unwanted hairs to the tip of the tweezers. It takes me less time to groom my brows and they look better than ever."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didnu2019t realize that a difference having good tweezers could make. I used to hate plucking but once I tried these the whole process is so much easier! They are very accurate and make plucking as quick and painless as possible."
        },
        {
            "review_title": "awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are useless. They can't grasp a single hair. Total waste of $23."
        },
        {
            "review_title": "Love, Love, Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These work great! They get the hairs my decent drugstore tweezer can't. It has a very sharp tip. Love the pink color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gets hairs out quickly and easily. Even the really small ones."
        },
        {
            "review_title": "buying for the second time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The first one lasted me a long time and it's sharp and great! I love it."
        },
        {
            "review_title": "LOVE THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Grabs on to every little hair, and is super precise!"
        },
        {
            "review_title": "Best tweezers ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've have been using drug store tweezers forever now until I purchased these during the VIB sale and I've been missing out for so long!! these are the most easy to use ever, they great very hair ( even the tiny tiny white/blonde hairs that have been impossible to get without waxing before) I highly recommend will never stray back to cheap tweezers"
        },
        {
            "review_title": "Best Tweezer Ever.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not all tweezers are made the same. Please invest in a tweezermen (or go for the slightly smaller size that comes the pointy tweezers as a set). It beats daiso and shopper drugmart and other drug store versions I have used.  I really don't know how, but tweezermen gets the hair out from the roots with the least pain, and very rarely, breakerage. I am not endorsed by them or work for them... I have been using Tweezerman for about 3 years and just thought everyone should know!  They also make great stocking stuffers ;D  The reason to dock off a Star is... At $29+tax, it is a little over priced for a tweezer, especially if you are an airhead like me and lose stuff easily. So my advice... STORE CAREFULLY!!!"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gets every little hair. Can break them but that's just a leaning curve thing. Even beats my other tweezerman tweezers. My husband refers to them as the good tweezers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had to buy a second pair, my husband stole my first!!"
        },
        {
            "review_title": "Breaks hairs - not effective!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had been wanting tweezers from Tweezerman for a while, and finally splurged. They're the epitome of tweezers, very cute, look awesome in your makeup bag, but they DON'T WORK RIGHT.  These tweezers break half the hairs I try to pluck. The ends are too sharp. My cheapie drug store tweezers do a way better job (though I admit they don't look quite as chic in my makeup bag).  If you buy these, you're buying them for brand recognition and not for functionality."
        },
        {
            "review_title": "BEST OF IT'S KIND",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman is the best brand for tweezers. This is my favorite tweezer ever!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had this set of tweezers for 4 years now and it is flawless! My eyebrows look great, and it's great at plucking everything it needs to. Using this has made me realize how cheap and ineffective some other tweezers are."
        },
        {
            "review_title": "Do not buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tweezers that are cheaper than this one... I wanted a better one so I decided t give this a try. Most definitely not worth the money!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers get even the shortest of hairs. I've had mine for about 3 years now and they are as sharp as they were on day one. Though, if I do need them to be re-sharpen, Tweezerman offers free sharpening!"
        },
        {
            "review_title": "cheaper please",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Yes these work so great but the price is just way too high they're only tweezers ..."
        },
        {
            "review_title": "!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this tweezer!! it's super precise and painless. i definitely recommend this one!"
        },
        {
            "review_title": "Amazing tweezers!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just starting to get my eyebrow game on point and quickly realized not all tweezers are created equal. Bought this one and LOVE the results. Super precise and grabs every hair you want it to, even the little baby ones just growing in."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It works great, just as what you can expect from a tweezer. But there's nothing magical. It is rather painless and is easy to hold. It gets out the fine hairs too. But it does not work on those just-grow-out super tiny hairs."
        },
        {
            "review_title": "My First Tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my first tweezer and I'd heard great things about it. It's just as good as the ratings suggest. Very easy to use and it gets rid of even the smallest hairs."
        },
        {
            "review_title": "Best Tweezer, Worth the Investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a member of the bushy brows club, having a great tweezer is essential. I was so used to dull drugstore tweezers, that I never imagined spending $20+ on a tweezer. However, I have been trying to be more attentive to my brows so I don't have to get them done as frequently. (This saves money, and I only trust only lady at a salon 1200 miles from my primary residence). This tweezer allows me to grab little baby hears before they become a problem, and it grabs the short stubby ones that are hard to get but make your brow line look spotty.  At first, the sharpness was a little uncomfortable, but not I just adore these. I can't imagine using different ones, and since it has a sharpening guarantee hopefully I won't have to"
        },
        {
            "review_title": "works really well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "really good quality, sharp tweezer. a bit pricey but works really well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers work great! Its nice that there's a flat edge and the pointy tip."
        },
        {
            "review_title": "Best Tweezer Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best tweezer that I have ever used! It has a wonderful grasp for fine or short hairs. I am happy with it every time that I use it. It's well worth the cost. Don't hesitate to try it!"
        },
        {
            "review_title": "Simply the BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Yep....they're the best!! Just spend the money and buy them."
        },
        {
            "review_title": "Works Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely a good choice when looking for something that removes hair cleanly and painlessly."
        },
        {
            "review_title": "Great tweezer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really awesome tweezer, pretty upset I lost my previous one but although it is a good tweezer, I was able to get another tweezer with the slant for a lot cheaper. I got it for under 5 dollars in chinatown. It shouldn't be costing 20ish bucks. Would I purchase it again? Probably not considering the price. but it does do a good job!"
        },
        {
            "review_title": "The best tweezer out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A very precise tweezer. I've been using this for years and won't go back to any other brand."
        },
        {
            "review_title": "Very good tweezer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a very good tweezer. I woud give it 5 star if I would know how to make a better use of it. I really like the way this tweezer is precise. But sometimes I feel like I lose the control (it has to be very soft when you using it) and then instead take the hair from the root, sometimes I just cut the hair and I hate when this happens."
        },
        {
            "review_title": "Really good quality!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman is a great brand! This is the best tweezer I have ever bought. I believe I bought a Tweezerman a couple years ago but I unfortunately lost it so I purchased a new one very recently and this takes off all the little unwanted hairs around my eyebrows. The reason why I am giving this a 4/5 is because of the price. 24ish dollars is really expensive for a tweezer. It should be marked down to $15....just my opinion."
        },
        {
            "review_title": "best purchase hands down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "switched from using a random shoppers drug mart brand of tweezers to these and WILL NEVER GO BACK. it used to take me 20 min to do my eyebrows and now i can get the same amount of hairs in less than 5!"
        },
        {
            "review_title": "fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love these, have big one for home. lasts forever, accurate, withstands dropping."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers ever. Worth the price - it's an investment that you won't need to repurchase, unless you manage to lose this gem and then you need to replace. Otherwise, they're a staple you'll have forever."
        },
        {
            "review_title": "perfect and precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman slant tweezers have the best precision of any tweezer anywhere. So worth the price."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ladies, we can get by with buying cheaper products sometimes. This is not one of them. Do not buy another pair of tweezers. Just need these!!"
        },
        {
            "review_title": "Have to Hide!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have had this tweezer for well over a year and I love it!! It grabs every little hair and is especially effective in extracting the short thick stubborn hairs! I actually have to hide it from my mother when she comes over bc she always wants to use it! Should probably get her one too"
        },
        {
            "review_title": "Not the best",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a nice pair of tweezers but not my favorite. It tears the hairs without pulling them in many cases. Will be looking for other options."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried saving a little money by going with cheaper drug store tweezers. Don't bother. This is the best tweezer on the market. Perfect grip on the hair."
        },
        {
            "review_title": "Easy Tweezing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've used drug-store brand tweezers in the past just to get by before I would wax. After the years went by, the wax began to irritate my skin leaving me no choice but to tweeze all together. Knowing this would be an all the time thing rather than between waxings, I had to find one that would last me a long time. I purchased this tweezer about a month ago and after using it almost weekly, I don't have one bad thing to say. I will do another review a year from now and let everyone know how it's stood the test of time."
        },
        {
            "review_title": "Tweezerman FOR LIFE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I took my time buying a nice pair of tweezers. I have been using my cheap drugstore ones for the last few years so when I had a 15% off, I decided to take the plunge. What wasted years I've had without these tweezers. They get every hair without breaking it in half. I've been obsessed with plucking. When I say it gets every hair, it gets EVERY.SINGLE.HAIR. No matter how short or thin. My husband now lets me pluck stray hairs because he says it barely feels it now. I will never EVER use another brand of tweezers again!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I delayed buying a pair of Tweezerman tweezers for years, always thinking that they were too expensive. Finally I convinced myself it would be a necessary expense, and after trying them, I can say with certainty that it was worth it. These tweezers have been able to catch hairs none of my other tweezers have been able to before."
        },
        {
            "review_title": "nothing compares to tweezerman",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are another rockstar in the tweezerman line. Well worth the price, just remember to save the tube-if you keep it they will resharpen for free for life."
        },
        {
            "review_title": "Put down your drug store tweezers immediately!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always used the $1.99 tweezers from Target, but these have changed my plucking game! The slat and sharp edge make those stubborn hairs a breeze to get rid of. Stays sharp if you store in the case. A MUST HAVE for every beauty lover."
        },
        {
            "review_title": "Who knew?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always thought a $6 tweezer from the drug store worked good enough for my tweezing needs and then I bought this magical little hair removal tool! Not that tweezing before was laborious but this tweezer is so precise and gets the hair so quickly that it seems so much easier! Even with the super fine hairs, this tweezer gets them quickly without snagging any skin. This is totally worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "There is nothing that I have tried to pull with these that I have not been able to do. These are the best tweezers ever. It not only works well when I tweeze my eyebrows but I have kids, so anytime I need to pull a splinter or anything small this always does the trick!"
        },
        {
            "review_title": "Perfect for those thin or short little hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are perfect for trying to get those super short hairs or very thin hairs; and BONUS! its bright pink so my husband doesn't pretend its his."
        },
        {
            "review_title": "Doesn't work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst pair of tweezers I've ever bought. Can't even pull hairs out with them"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This little guy is awesome. It gets even the most elusive of hairs. It's very precise and sharp. I purchased mine about 4 years ago and it's still as sharp as the day I bought it. Hands down best pair of tweezers you'll ever own."
        },
        {
            "review_title": "Sharp and precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! Way better than other tweezers out there."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This tweezer is easy to use, precise, beautiful, it works perfect!"
        },
        {
            "review_title": "Tweezerman is always the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Always buy Tweezerman for any facial tools you need. It is of high quality and is very precise."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was amazing. I've only ever used free tweezers or tweezers from little travel sets. I finally gave in and bought this. I don't regret a penny. It gets even the fine little hairs that are barely growing back; you don't have to wait for the hair to grow in, it comes right out with this. Best Tweezer Ever."
        },
        {
            "review_title": "Best Tweezers EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are far and away the most magical tweezers I have ever owned. Even the man of the house has been stealing them and made a point to tell me how happy he is that I bought them. They're worth every penny!"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best! You won't regret ."
        },
        {
            "review_title": "best tweezers I've ever owned",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After being thoroughly disappointed with all tweezers I've had in the past from drugstore purchases, I gave in and spent more on these and I couldn't be happier. They grab even the tiniest hairs!"
        },
        {
            "review_title": "Did I get a lemon?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman is the company to turn to for precision tweezers, knowing this I picked up this pair without thinking twice but they're completely dull and are outperformed by their drugstore counterpart Tweezerman LTD despite the $10 difference in price. I'm extremely disappointed but will try and exchange before returning outright in hopes that I got a lemon."
        },
        {
            "review_title": "Tweezerman Slant Tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers I have ever purchased!"
        },
        {
            "review_title": "Love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always thought I bought relatively good tweezers in the past but these are awesome. Wouldn't normally pay that much for tweezers but they're definitely worth the buck."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It works well, but not as great as I was expecting. It doesn't remove hair cleanly. Sometimes it just causes the hair to break instead of pulling it out of the skin."
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hands down the best tweezers out there. I have this one AND the mini size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are awesome tweezers. Work great!"
        },
        {
            "review_title": "Perfection is right",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These live up to the perfection mentioned in their name. Plucks baby fine hairs along my eyebrow from the root with ease. Haven't had any breakage while using these.  The pink is a gorgeous shade of bright, fuchsia pink. Love!"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Like everyone else says, it works great :)"
        },
        {
            "review_title": "Just... wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Decided to invest in a good pair of tweezers and I regret not buying these sooner! What a difference I can see in my eyebrows just because I used different tweezers! These really grab onto those little stubby hairs that you usually can't get to with cheaper tweezers. Definitely recommend these to anyone and everyone!"
        },
        {
            "review_title": "Like magic!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had no idea there was a difference between tweezers. I forgot my previous tweezers when I was out of town & bout these on a whim - out of desperation, really. Otherwise I would've never has spent this knobs of money on tweezers. I will never go back to cheap drug store ones!! I've had it now for 6 months & still going strong."
        },
        {
            "review_title": "None better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this for my daughter (she's 22) to replace a pair she'd had for at least 5 years. Once I discovered Twezerman, won't buy any other brand ever again. Great warranties (should try using them...haven't yet)."
        },
        {
            "review_title": "you get what you pay for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been buying cheap tweezers for years, and I finally bit the bullet and bought these.....I love them. I'd buy these again and again."
        },
        {
            "review_title": "Cute but don't work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought these and returned them, my Anastasia tweezers which I was looking to replace are better than these. They grab nothing."
        },
        {
            "review_title": "BEST TWEEZERS EVER!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was a biit skeptical because of the price but I must say these are the best tweezers that I've used. So if you're using drugstore tweezers PLEASE do yourself the fAvor & trade those in for these Tweerzerman tweezers! You wont regret it! TRUST ME!!!"
        },
        {
            "review_title": "Best Tweezers Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought these to replace another pair of Tweezerman tweezers that I lost. These are by far the best tweezers I've ever used."
        },
        {
            "review_title": "Stopped working",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this and it worked wonderfully for about a month and then it just stopped working. Can't get it to hardly tweeze anything. It's so hard to find a really good tweezer. Guess I'll keep looking."
        },
        {
            "review_title": "Amaaaaazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing product. Bought this & in grown hair tweezers from same brand, i have to say WOOOOOOOW. Takes away every single teeeeeny tiny hair. Love it"
        },
        {
            "review_title": "Get every hair, every time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is amazing at getting the smallest of hairs. It's sharp, but not dangerous. I have both thick and thin hair in my brows and this tool makes my brows look waxed and smooth."
        },
        {
            "review_title": "Works Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I finally stopped buying the $2 tweezers at the grocery store and picked this up - and now wonder what took me so long. I love it. Yeah, it's just tweezers, but hey, making any tweezing process simpler is better. This one does the job and catches the tiniest of hairs. It really works well and probably won't need to be replaced for lack of alignment like the cheapo versions."
        },
        {
            "review_title": "Best Tweezers available!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good for the most annoying little eyebrow hairs to splinters. This is my third pair, I keep them everywhere! Work, home and purse!!"
        },
        {
            "review_title": "Okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really needed a new tweezer, so I purchased the Tweezerman. I find it very hard to use if you do not grasp the hair in the right way; then you will not remove it properly."
        },
        {
            "review_title": "great design, very precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Tweezerman products, this is also cute, as well as very useful. The slant shape gives good control, and very precise tweezing, even small hairs. I would highly recommend this product."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was great at first, but accidentally I drop it and it stopped working, I was disappointed. Do not recommend."
        },
        {
            "review_title": "Best Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After I lost my last pair of tweezers I picked up these on my latest trip to Sephora and they are the best I have used! These are my first tweezerman ones and they do not disappoint."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great, grabs all hairs no matter how tiny!"
        },
        {
            "review_title": "Don't purchase if you have OCD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are addictive! They work so well that you start tweezing things that you should really leave alone! Not exactly sure why it took me so many years to purchase a nice pair of tweezers! Seriously? I thought $22 was too expensive? Wow...feel foolish now, but will never buy anything other than tweezerman now. I believe!"
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best tweezers I have ever bought!!! Worth the $$$"
        },
        {
            "review_title": "6 weeks of magic and then turns dull",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have owned so many tweezerman tweezers over the years. They grab and pluck well but then they dull and let's face it - who really ships the tweezers to them to be sharpened? I would love if they design a sharpener so purchasers can sharpen these at home or create a product that stays sharp longer then 2 months."
        },
        {
            "review_title": "Heavy duty.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE these tweezers! It has literally been 10 years since I bought a new pair of tweezers because none could match up to the pair I had. I needed new ones, but none were as sharp as I preferred them to be. Then I saw these and my mind was made up. Out with the old and in with the new! : )"
        },
        {
            "review_title": "A must have for those who tweeze often",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I rarely get my brows waxed - maybe once or twice a year. I tweeze them nearly every day to keep their clean shape, but found myself spending a lot of extra time trying to get at a couple of stubborn hairs that my drug store tweezers weren't grabbing.  I didn't want to spend the $22 (for TWEEZERS, really?!) but sucked it up and I'm glad I did. These save me so much time. I can just go in every morning and quickly tweeze what I need to (with accuracy) and move on."
        },
        {
            "review_title": "Very nice but pricy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this tweezer and this is pretty - pink color and very precise and easy to use."
        },
        {
            "review_title": "Best Tweezers Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "In this case, it is true that you get what you pay for. Although these tweezers are pricey, they grip the hair firmly without breaking it. I've had cheaper brands that were just as sharp but would cut the hair, totally defeating the purpose of tweezers. I will never buy another brand of tweezers again. Just wish had bought a pair of these sooner."
        },
        {
            "review_title": "Best Tweezers on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Tweezerman. You do have to replace every 6 months or so to ensure they are super sharp and accurate but they are the best product out there and I have tried many brands."
        },
        {
            "review_title": "Lifechanging Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the 2nd pair of tweezerman tweezers I have owned. Sadly, I recently lost my first pair which I owned for 7 years. These tweezers are amazing and can be used for so many things besides eyebrows. They have been a life saver on more than one occasion."
        },
        {
            "review_title": "They work well, but ouch",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are the most effective tweezers I've ever owned, but yikes! They kind of hurt! The tips are razor sharp, which is great, but if you accidentally, lightly poke on the skin around your eyebrow with them, it really hurts!  There's a noticeably worse sting after I pluck eyebrow hairs than there is with lesser quality tweezers. It might just be because this tweezers really does get the hair down to its root, but a few times I've been left with a little blood.  I probably just need to be more careful, but if you tend to be a little clumsy with sharp objects, just move slowly and carefully with these!"
        },
        {
            "review_title": "Even My Boyfriend Thinks These Are Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are some serious tweezers. And they are pink. They work great and are pretty? What's not to love."
        },
        {
            "review_title": "wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "You will never know how awful your tweezers are until you try these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always thought high-priced tweezers were ridiculous. I mean - how could they make tweezers any differently to justify the cost of Tweezermans vs. drugstore? I finally broke down and purchased some and I regret not doing it earlier! These grab every hair on the FIRST try and don't cut hairs in half, etc. Plucking my eyebrows is so much easier and I will never use anything but Tweezerman again!"
        },
        {
            "review_title": "A better set of tweezers doesn't exist!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The tweezerman tweezers are just the best. They grab brow hairs easily, especially when I use the magnifying mirror to see up close!"
        },
        {
            "review_title": "none better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "any other tweezer is a waste of money as far as im concerned. the only reason i had to buy this one is because i dropped the one i have had for 10+ years and sprang it. just dont be a butterfingers and you will have this tweezer a long, long time!"
        },
        {
            "review_title": "The perfect tweezer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't want to believe the hype. I fell into the school of thought of - it's just a tweezer... how great could it be? I'm also a grad student living on a budget, so $20+ for a tweezer seemed a bit too pricey. But I also realized that I was still spending $7-8 on sub-par drugstore (i.e. Revlon) tweezers that only last a year or so, which definitely adds up. So I was in Sephora one day and decided to bite the bullet and finally purchase one (and the pink color really is just perfection!), and it has been one of my favorite purchases this year. It's perfectly angled to target even those super tiny almost-ingrown brow hairs - all around just so precise!"
        },
        {
            "review_title": "Best Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had never spent more than a few dollars for a tweezer before. I have bought many drug store tweezers over the years. This is by far the best tweezer I have ever owned! It is able to grab even the smallest, most particular hair! Definitely worth it!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried many different brands but these tweezers are the best. It picks even the tinyest hair and makes shaping eyebrows easy and very fast."
        },
        {
            "review_title": "THE BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've put off buying these because of the price. Finally bought Pink Perfection with my other the 20 % off purchases last month ... I absolutely love these tweezers. They grasp the smallest of hairs with ease.... They are worth every penny!!"
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought my first pair of these four years ago. Still going strong. I would recommend for any lady."
        },
        {
            "review_title": "These last me about 3-4 years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are great! While some may think that they are pricey, they really are not for they will last about three to four years before you will have to replace them!"
        },
        {
            "review_title": "Good tweezers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have this exact one and a pair of black tweezermans and they both work fantastically well, but they aren't the best. I prefer my anastasia tweezers but these are really great too, they just tend to cut hairs more easily than grab them."
        },
        {
            "review_title": "Picky, picky, picky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At first this tweezer scared me. It is very sharp. Then I tried it again and I kind of love it. It tweezes out the smallest hair and some little dead skin."
        },
        {
            "review_title": "Perfect Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these tweezers! Not only are they cute because of the bright pink color but they work. They are the perfect angle and they get all those hard to get out hairs."
        },
        {
            "review_title": "Pink Perfection Indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman makes the best Tweezers there are and these are no exception. I love the hot pink color and they really do work as well as described. I like the plastic cover that protects the tips when not in use. Add another notch for the Tweezerman!"
        },
        {
            "review_title": "Best Tweezers Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I put off buying these tweezers mainly for the price. I am used to tweezers lasting only a few months; however, these tweezers work like brand new even months later. Even my boyfriend prefers using these tweezers! I love the color! I don't think I will ever go back to buying cheap tweezers again."
        },
        {
            "review_title": "best tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i don't care about the color (which admittedly is pretty! *^_^*) best tweezers i've ever owned. worth the price for sure."
        },
        {
            "review_title": "picks up the finest of hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Picks up the finest of hairs. Great color too!"
        },
        {
            "review_title": "favorite tweezers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I can grip and pull even the shortest, finest hairs with this tweezer! I have had it for years and still haven't needed a replacement."
        },
        {
            "review_title": "Top-o-the-line pluckers!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These things are AWESOME. So worth the money and these are my Go-To tweezers. They are so spot on! They make plucking easy! My only complaint is that the color chips off :( I would buy these again and again."
        },
        {
            "review_title": "Simple, good tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not much to say about these! They work great and they seem like they will last for a long time. Yes, they may seem pricey compared to other types of tweezers, but my justification for the price is that this costs less than I would pay to go get my eyebrows threaded twice, and obviously with tweezing you have more control over how you want your eyebrows shaped than you would have if you went and got them done by someone else. $20 is a pretty small price to pay for years of great eyebrows! Apparently Tweezerman offers a lifetime sharpening thing, so I guess I would keep that in mind if they seem duller a few years down the road."
        },
        {
            "review_title": "Favorite Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I finally lost my Tweerman that I've had for 10 years. I did not hesitate to replace them. They're easy to grip and do a fantastic job getting even the finest of fine hairs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Grips the shortest and thinnest hair for proper plucking from the root... I've had cheaper tweezers that couldn't do that... This is certainly worth the money."
        },
        {
            "review_title": "worth the $$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "comfy grip and gets the annoying hair"
        },
        {
            "review_title": "The only tweezer I'll ever use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This tweezer gets every hair you want to pluck and none of the ones you don't. Perfect."
        },
        {
            "review_title": "Best tweezers in the world.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you haven't tried Tweezerman tweezers, you are in for a treat. I balked a bit at the high price, but WOW, once you have tried these, you will never use any other brand."
        },
        {
            "review_title": "good tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are the best tweezer that I've purchased to date."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are awesome tweezers. Just what I was looking for. They pick up every hair with ease"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was one of those girls who though paying more than $5 for a pair of tweezers was silly. WAS.  After shelling out for these and the Tweezerman 10x magnifying mirror my brows have never looked better! The description does not lie; not once did I lose hold of a hair. The pointed ends were perfect for digging out stubborn, broken hairs from my old tweezers. The grip is so strong that I found them much less painful to use. They come with a cap to keep the ends closed and protected when not in use."
        },
        {
            "review_title": "perfect as far as I'm concerned",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had the same pair of black tweezerman slant tweezers for 10+ years. I didn't purchase these because there is anything wrong with those. Basically, I just wanted a second pair of tweezers and I LOVED this hot pink color. They do just what I think a tweezer should do. If you buy them, they will last you for years!"
        },
        {
            "review_title": "Greatest since sliced bread",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Seriously don't ask my how these r so awesome but they just are-& I'm not even a crazy tweezer girl my brows are pretty tame they don't grow that much! Buy em"
        },
        {
            "review_title": "Ouch! But Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezer ends meets together perfectly every time so you never miss a hair. What else can you say about tweezers? They...work. Tweezerman is the best, albeit I'm sure you can get a cheaper tweezer that works almost as good but is more worth it because it's only $7.00, and at a whopping twenty something dollars for a Tweezerman, you'd better not lose it. That's all I'm saying."
        },
        {
            "review_title": "excels",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best tweezer I have ever used. Very efficient."
        },
        {
            "review_title": "Well worth the $$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really iffy when buying these tweezers because of the price. I finally bought them and love them! They get every little hair."
        },
        {
            "review_title": "Excellent tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works perfect and precise!"
        },
        {
            "review_title": "Tweezerman Does the Job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are the best tweezers you can buy anywhere. I've tried many brands, but these are the onlly ones I use anymore. I would never bother with another brand."
        },
        {
            "review_title": "always good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tweezerman is the best i think been using it for years"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers work wonders ! They get every hair possible, I never had one like these love love love tweezermans."
        },
        {
            "review_title": "Get them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the precision of this tweezer, plus I love the color they are perfect, even though they are a bit pricey they are totally worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These tweezers are fantastic. Only ones I will use from now on."
        },
        {
            "review_title": "best tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very shape and precise. love the feel easy to maneuver. I always buy Tweezerman but never this style. Great pair of tweezers."
        },
        {
            "review_title": "Love the buxom!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my most favourite lip gloss. I wear it all the time alone or over lip stick! It's a must to have in your purse always !!!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I cannot do without a good Tweezerman tweezer. I have tried less expensive ones and they don't even come close to being as good. I waited too long to replace my last tweezerman tweezer and really noticed how dull my old one had gotten. I will never wait that long again."
        },
        {
            "review_title": "Tweezer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent product and cute too!"
        },
        {
            "review_title": "The best tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I only buy Tweezerman tweezers as they are the best on the market right now. They work really well. I like the slant tip because it really grabs those annoying hairs. Gotta love the hot pink color too."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the only tweezer I will need for life!! And they say they will sharpen it and make it better if it dulls!! Love it!"
        },
        {
            "review_title": "Tweezerman Tweezers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hands down, the best tweezers on the planet. I've been using them for decades & now give them as gifts."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's tweezers....their function is to pull put hair....it does it"
        }
    ]
}