{
    "product_id": "1420",
    "name": "holiday Hair Must-Haves",
    "brand": "Sephora Favorites",
    "categories": "Hair, Value & Gift Sets",
    "price": 64.0,
    "about": "What it is:u00a0A curated ten-piece set of bestselling and fan-favorite hair products, including a full-size Xtra Large Bombshell Volumizer from COLOR WOW...What Else You Need to Know: Featuring some of hair's bestselling must-haves, this kit has all your holiday hair needs covered. From nourishing hair masks and leave-ins, luxurious hair oils, and volumizing superstars, this kit features travel- and deluxe-size products from amika, dae, Sol de Janeiro, Ku00e9rastase, and more...This Set Contains:- 6.5 oz/ 195 mL COLOR WOW Xtra Large Bombshell Volumizer (full size).- 2 oz/ 60 mL amika The Kure Intense Bond Repair Mask.- 0.63 oz/ 18 g dae Fairy Duster Dry Shampoo.- 0.13 oz/ 4 mL Gisou Honey Infused Hair Perfume.- 0.48 oz/ 14.4 mL Fable & Mane HoliRoots Pre-Wash Treatment Oil.- 3 oz/ 95 mL Living Proof Full Dry Volume & Texture Spray.- 0.85 oz/ 25 mL Moroccanoil Treatment Hair Oil.- 0.5 oz/ 15 mL Oribe Gold Lust Transformative Masque.- 1 oz/ 30 mL Sol de Janeiro Brazilian Joia Milky Leave-In Conditioner.- 1.7 oz/ 50 mL Vegamour HYDR-8 Leave-In Conditioner",
    "ingredients": "COLOR WOW Xtra Large Bombshell Volumizer:.Aqua/Water, Propanediol, VP/DMAPA Acrylates Copolymer, Phenoxyethanol, Caprylyl Glycol, PPG-26-Buteth-26, PEG-40 Hydrogenated Castor Oil, Disodium EDTA, Benzalkonium Chloride, Bambusa Arundinacea Leaf Extract, Polyquaternium-22...amika The Kure Intense Bond Repair Mask:.Water/Eau/Aqua, Cetearyl Alcohol, Cetyl Alcohol, Dimethicone, Glycerin, Isopropyl Myristate, Behentrimonium Chloride, Hippophae Rhamnoides (Sea Buckthorn/Argousier) Fruit/Seed Oil, Borago Officinalis (Borage/Bourrache) Seed Oil, Mangifera Indica (Mango/Mangue) Seed Butter, Butyrospermum Parkii (Shea/Karite) Butter, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Hydrolyzed Quinoa, Panthenol, Tocopheryl Acetate, Cetrimonium Chloride, Bis-PCA Dimethicone, Disodium PEG-12 Dimethicone Sulfosuccinate, Polyquaternium-37, Dicaprylyl Carbonate, Ethylhexylglycerin, Butylene Glycol, Aminomethyl Propanol, Lauryl Glucoside, Benzyl Alcohol, Potassium Sorbate, Sodium Benzoate, Phenoxyethanol, Citric Acid, Isopropyl Alcohol, Fragrance/Parfum, Benzyl Benzoate, Hydroxycitronellal, Limonene, Antistatic Agent...dae Fairy Duster Dry Shampoo:.Zea Mays (Corn) Starch, Maranta Arundinacea Root Extract, Water/Aqua, Bentonite, Silica, Dimethicone, Fragrance, Limonene, Citrus Aurantium Dulcis (Orange) Peel Oil, Quartz, Glycerin, Linalool, Opuntia Ficus-Indica Seed Oil, Opuntia Ficus-Indica Flower Extract, Yucca Schidigera Stem Extract, Moringa Oleifera Leaf Extract, Benzyl Salicylate, Geraniol, Citronellol, Citral...Gisou Honey Infused Hair Perfume:.Alcohol Denat., Parfum (Fragrance), Aqua (Water, Eau), Mel (Honey, Miel), Argania Spinosa Kernel Oil, Sodium Benzotriazolyl Butylphenol Sulfonate, Tris(Tetramethylhydroxypiperidinol) Citrate, Citral, Coumarin, Linalool, Hexyl Cinnamal, Limonene, CI 19140 (Yellow 5), CI 14700 (Red 4). Honey sourced from the Mirsalehi Bee Garden...Ku00e9rastase Paris Elixir Ultime Hydrating Hair Oil:.Isododecane, Dimethicone, C11-13 Isoalkane, Caprylic/Capric Triglyceride, Dimethiconol, Amodimethicone, Camellia Oleifera Seed Oil, Zea Mays Germ Oil / Corn Germ Oil, Argania Spinosa Kernel Oil, Sclerocarya Birrea Seed Oil, Pentaclethra Macroloba Seed Oil, Camelina Sativa Seed Oil, Linalool, Alpha-Isomethyl Ionone, Limonene, Coumarin, Benzyl Alcohol, Camellia Japonica Flower Extract, Phyllanthus Emblica Fruit Extract, Tocopherol, Parfum / Fragrance...Living Proof Full Dry Volume &amp; Texture Spray:.Hydrofluorocarbon 152a, Alcohol Denat., VP/VA Copolymer, VA/Crotonates/Vinyl Neodecanoate Copolymer, Calcium Sodium Borosilicate, Water/Aqua/Eau, Cyclodextrin, Zeolite, Fragrance (Parfum), Ethylcellulose, Propylene Glycol Dibenzoate, Aminomethyl Propanol, Ammonium Glycyrrhizate, Linalool, Citronellol, Citral, Limonene...Moroccanoil Treatment Hair Oil:.Cyclomethicone, Dimethicone, Argania Spinosa (Argan) Kernel Oil, Fragrance, Linum Usitatissimum (Linseed) Seed Extract, CI 26100 (Red 17), CI 47000 (Yellow 11)...Oribe Gold Lust Transformative Masque:.Aqua/Water/Eau, Cetearyl Alcohol, Behentrimonium Chloride, Cetyl Alcohol, Dimethicone, Stearamidopropyl Dimethylamine, Cetyl Esters, Amodimethicone, Glycerin, Propanediol, Phenoxyethanol, Hydrogenated Ethylhexyl Olivate, Parfum/Fragrance, Caprylyl Glycol, Isopropyl Alcohol, Guar Hydroxypropyltrimonium Chloride, Ethylhexylglycerin, Butyrospermum Parkii (Shea) Butter, Stearyl Alcohol, Cetrimonium Chloride, Polysorbate 60, Benzyl Alcohol, Panthenol, Hydrogenated Olive Oil Unsaponifiables, Potassium Sorbate, Chlorphenesin, Sodium Benzoate, Disodium EDTA, C11-15 Pareth-7, Laureth-9, Trideceth-15, Trideceth-3, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, BHT, Trideceth-12, Jojoba Esters, Polysilicone-15, Quaternium-95, Citric Acid, Acetic Acid, Adansonia Digitata Seed Oil, Argania Spinosa Kernel Oil, Caffeine, Moringa Oleifera Seed Oil, Butylene Glycol, Alcohol, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Camellia Sinensis Leaf Extract, Chondrus Crispus Extract, Citrus Limon (Lemon) Fruit Extract, Jasminum Officinale (Jasmine) Flower Extract, Passiflora Incarnata Extract, Ribes Nigrum (Black Currant) Fruit Extract, Cystine Bis-PG-Propyl Silanetriol, Hydrolyzed Vegetable Protein, Bromelain, Citrus Aurantium Bergamia (Bergamot) Leaf Extract, Leontopodium Alpinum Extract, Niacinamide, Santalum Album (Sandalwood) Extract, Amber Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Vegetable Amino Acids, Cupressus Sempervirens Seed Extract, Oryza Sativa (Rice) Seed Protein, Leuconostoc/Radish Root Ferment Filtrate, Phytic Acid, Oryza Sativa (Rice) Extract, Citrulline, Gluconolactone, Biotin, Litchi Chinensis Pericarp Extract, Moringa Oleifera Seed Extract, Tocopheryl Acetate, Disodium Phosphate, Calcium Gluconate, Limonene, Hexyl Cinnamal...Sol de Janeiro Brazilian Joia Milky Leave-In Conditioner:.Aqua (Water, Eau), Glycerin, Parfum (Fragrance), Stearyl Alcohol, Coconut Alkanes, Cocoglucosides Hydroxypropyltrimonium Chloride, Cetyl Alcohol, Behentrimonium Methosulfate, Bertholletia Excelsa (Brazil Nut) Seed Oil, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Orbignya Oleifera (Babassu) Seed Oil, Astrocaryum Tucumu00e3 Seed Butter, Tocopherol, Coco-Caprylate/Caprate, Lactic Acid, Gardenia Jasminoides Fruit Extract, Hydrolyzed Gardenia Florida Extract, Butylene Glycol, Maltodextrin, Phenoxyethanol, Isohexadecane, Sodium Hydroxide, Limonene, Benzyl Alcohol, Coumarin, Benzyl Salicylate, Hydroxycitronellal...Vegamour HYDR-8 Leave-In Conditioner:.Water (Aqua, Eau), Glycerin, Pentylene Glycol, Behenamidopropyl Dimethylamine, sr-(Wasp Spider Polypeptide-1 Oligopeptide-178), Polyporus Umbellatus (Mushroom) Extract, sr-Spider Polypeptide-1, Laurdimonium Hydroxypropyl Hydrolyzed Barley Protein, Cocos Nucifera (Coconut) Fruit Juice, Cocos Nucifera (Coconut) Liquid Endosperm, Moringa Oleifera Seed Oil, Oenothera Biennis (Evening Primrose) Oil, Sclerocarya Birrea Seed Oil, Ximenia Americana Seed Oil, Cocos Nucifera (Coconut) Oil, Persea Gratissima (Avocado) Oil, Orbignya Speciosa Kernel Oil, Hydrogenated Olive Oil Unsaponifiables, Astrocaryum Murumuru Seed Butter, Sodium PCA, Sodium Lactate, Arginine, Aspartic Acid, PCA, Glycine, Alanine, Serine, Valine, Proline, Threonine, Isoleucine, Histidine, Phenylalanine, Tocopherol, Glyceryl Undecylenate, Phospholipids , Polyglyceryl-10 Dioleate , Polyglyceryl-10 Oleate, Sodium Stearoyl Lactylate, Fragrance (Parfum), Amyl Cinnamal, Benzyl Alcohol, Citral, Citronellol, Limonene, Farnesol, Geraniol, Linalool, Sodium Hyaluronate, Lactic Acid, Cetearyl Alcohol, Sodium Benzoate, Hydrogenated Ethylhexyl Olivate, Polyglyceryl-2 Stearate, Potassium Sorbate, Capryloyl Glycerin/Sebacic Acid Copolymer, Diheptyl Succinate, Glyceryl Stearate, Fructose, Stearyl Alcohol, Tetrasodium Glutamate Diacetate, Sodium Citrate, Guar Hydroxypropyltrimonium Chloride, Mannitol, Phosphatidylcholine, 1,2-Hexanediol, Caprylyl Glycol, Citric Acid, Cetyl Alcohol, Sodium Hydroxide, Ceramide NP, Glyceryl Caprylate, Propanediol, Sodium Chloride, Cetrimonium Chloride.",
    "how_to_use": "",
    "num_reviews": 5,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/holiday-hair-must-haves-P513920?skuId=2814739&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814739-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received this bundle as a gift before. So many hair products to try. And so many amazing brands."
        },
        {
            "review_title": "So worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this set. It has everything you need for a full hair-care routine. I love the Moroccan oil hair oil and amika hair mask is so good.  + It comes with a cute teddy makeup bag"
        },
        {
            "review_title": "So Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "WoW indeed! This set of products is unbelievably good! I love that it comes with a full size Wow xtra large vulomizer. The trial sizes are big enough to really try the products out, and the selection is so amazing. Every single item in this set is high quality and actually does what they claim. I'm in love!"
        },
        {
            "review_title": "Great products!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "great set! so many great products that i already use all the time. i shared this with my sister and we love it! very worth it!"
        },
        {
            "review_title": "Good set ud83dudcaf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "Totally worth it! That bag was heavy it was full. This is one of the best set 10/10"
        }
    ]
}