{
	"product_id": "504",
	"name": "Butta Drop Refill Whipped Oil Body Cream with Tropical Oils + Shea Butter",
	"brand": "Fenty Beauty by Rihanna",
	"categories": "Bath & Body, Body Moisturizers, Body Lotions & Body Oils",
	"price": 43.5,
	"about": "What it is: A thick, rich, body moisturizer that delivers deep hydration in a nourishing whipped oil cream loaded with rich butters and tropical oils...Highlighted Ingredients:.- 7 Luxurious Oils (Kalahari Melon, Sorrel, Baobab, Sunflower, Rice Bran, Coconut, Jojoba): Help nourish skin and deliver luminosity..- Shea Butter: Helps to visibly condition and repair the moisture barrier..- Glycerin: Provides hydration, comfort, and sheen...Ingredient Callouts: This product is gluten-free, cruelty-free, vegan, and comes in recyclable packaging...What Else You Need to Know: This clean, refillable body moisturizer features nearly 25 percent rich butters and seven conditioning oils for long-lasting hydration and a healthy-looking sheen. Antioxidant and vitamin C-packed cherry extract restores vibrancy, while glycerin locks in moisture...Fragrance Description:.Fenty Fresh: Infused with a light, fresh + fruity blend of bergamot, jasmine + white orchid scent and original, glossy sheen.Fenty Fresh Shimmering: Infused with a light, fresh + fruity blend of bergamot, jasmine + white orchid scent and soft, gold shimmer.Warm Cinnamon Shimmering: Infused with a deliciously warm, cinnamon-inspired scent and soft, gold shimmer..Clinical Results: In a 4-week clinical study on 55 women:.Instantly: Hydrates and reduces visible dryness.After one week:.- 100% agree it conditions and nourishes skin and restores skin's suppleness.- 98% agree it leaves skin luminous.- 96% agree it restores skin’s vibrancy.- Boosts elasticity by 23%.Over time:.-Renews dull, flaky skin.-Envelops skin with moisture.-Reveals smoother, softer skin.-Gives skin a supple bounce.- 30 % boost in elasticity in 4 weeks...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-7 Luxe Oils: Help nourish skin and deliver a healthy sheen..-Shea Butter: Nourish and condition; rich in essential fatty acids and antioxidants..-Glycerin: A supple humectant that binds and locks in moisture...Aqua/Water/Eau, Cocos Nucifera (Coconut) Oil, Glycerin, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Oil, Propanediol, Cetearyl Alcohol, Cetyl Ethylhexanoate, Dimethicone, Butyrospermum Parkii (Shea) Butter, Mangifera Indica (Mango) Seed Butter, Cetearyl Olivate, Diisostearyl Malate, Polyglyceryl-3 Methylglucose Distearate, Citrullus Lanatus (Watermelon) Seed Oil, Hibiscus Sabdariffa Seed Oil, Adansonia Digitata Seed Oil, Malpighia Punicifolia (Acerola) Fruit Extract, Adansonia Digitata Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Plumeria Acutifolia Flower Extract, Aloe Barbadensis Leaf Juice, Sodium Hyaluronate, Glycine Soja (Soybean) Oil, Tocopheryl Acetate, Tocopherol, Sorbitan Olivate, Polysorbate 60, Potassium Cetyl Phosphate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Ethyl Hexanediol, Butylene Glycol, Caprylyl Glycol, Tromethamine, Phenoxyethanol, Mica, Titanium Dioxide (Ci 77891), Parfum/Fragrance, Cinnamal, Coumarin...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply all over body once a day..-To remove the refill, just press up from the bottom inner ring to pop it out...Recycling Instructions:.-The outer sleeve is recyclable. .-When you’re done, recycle the inner container and refill.",
	"num_reviews": 607,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/fenty-beauty-rihanna-butta-drop-whipped-oil-body-cream-P472162?skuId=2813749&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2813749-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Smells like Play-doe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The whipped body oil is one of the best products on the market. Moisturizes without being greasy. I have this stuff in a couple of other scents and love it. But this scent oh baby no! It smells like my niece’s craft project. I immediately returned it after one sniff. I got no marshmallow in the initial scent profile and didn’t have the patience to see if the dry down was better because I gagged."
		},
		{
			"review_title": "soft skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve been using the body butter for over a month and I love it!!! My skin has never felt smoother and glowy! I’ve been using this in tandem with some other products for my KP and this really helps. Smell is not long lasting, but I don’t mind. T"
		},
		{
			"review_title": "Make a larger size please!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wish they sold a bigger size. I finished it so fast. Its the best and worth every penny"
		},
		{
			"review_title": "Fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love the feeling of this butter. It's not greasy, leaves you feeling moisturized and a little goes a long way. I do wish the smell was more prominent though. It's extremely subtle and fades away quick. But the formula is amazing and still deserves 5 stars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My go to!!! So moisturizing and buttery. A dream for my dry skin. Make sure you put this often right after a shower to lock in moisture. I find that it compliments my fragrances very well."
		},
		{
			"review_title": "Prepare to be a shimmer, marshmallow glazed donut!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "My only complaints are that it doesn’t come in a value size and it’s not a permanent scent! It’s so perfect! I love the hint of toasted marshmallow and the gold shimmer! Very festive. I’m getting both notes of marshmallow and vanilla. Fenty really did a big one with this one! Definitely buying more 😍"
		},
		{
			"review_title": "A staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "My absolute favorite body butter. The scent is subtle making it great for layering with my favorite perfumes. It’s extremely moisture as well. I highly recommend it."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite fenty body cream was the vanilla one , but this is a close contender. In my experience this body butter is best for me in the colder months it’s thick and very glowy and hydrating. I think that this body butter smells exactly like toasted marshmallows literally smells"
		},
		{
			"review_title": "Most complimented lotion I own ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This scent of the line is absolutely stunning. I love to layer it with fragrance. And it is refillable so win for the environment."
		},
		{
			"review_title": "a few have come close but nothing compares!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I own Ouai, Naturium, Nivea Crème and Josie Maran and when I say NOTHING compares…. Its lasts all day and a little goes a looong way. Rihanna KNEW what she was doing with this one. Already on my second tub and I bought it November 17th. IN LOVE!!!! Run don’t walk!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Hands down one of the best body cream ever..! I’ve never seen this perfectly textured cream and so luxurious OMG"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This is the best body cream I have ever used. Lucious, long lasting, perfect for colder, dryer months"
		},
		{
			"review_title": "amazing at keeping skin moisturized and soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this body cream! I used it during my recoveries from two rounds of plastic surgery earlier this year—a tummy tuck, some lipo 360, a breast lift, fat transfer, and BBL— all in all, a ton of body contouring, and it was nothing short of a lifesaver. While I obviously didn’t use it on surgical wounds, it became an essential part of my routine for managing the intense swelling that comes with recovery on the lower half of my body while I used the lighter fenty line lotion on the upper half of my body (the lotion absorbs a little faster over sensitive adjacent regions during the lipo burning feeling, also highly recommended).   Swelling during recovery can really strain your skin, leading to dryness, irritation, and even fissures. This cream kept my skin thoroughly moisturized, soft, and resilient, even during the most challenging phases. It absorbed beautifully without feeling greasy, and I truly believe it helped prevent any skin issues while my body was under so much pressure.  If you’re undergoing a similar procedure, or if you simply need a deeply hydrating, skin-loving product, I can’t recommend this enough. It made all the difference in my recovery and left my skin feeling amazing. A must-have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Fenty skin care is my favorite. I like in a dry climate and their body products are moisturizing without being greasy. The scent of this one is just incredible and the cream has just the tiniest bit of shimmer. Highly recommend!"
		},
		{
			"review_title": "Body cream always good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The body cream is soooo good as always but the toasted marshmallow smell is more just kinda a shea butter smell. It’s not bad but if you’re into a sweet vanilla maybe pass on this one. The shimmer is also very nice and subtle definitely a body cream for a nice night out to help your nice perfume to stick"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Feels like grease sitting over top of the skin. It took a very long time for it to dry up and it made my eczema worse. I also find the scent unpleasant overall not my fav."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I wanted to like this so bad but it smells like playdoh to me , it still makes your skin glow and shimmer but I was so disappointed because of the smell"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This has been my favorite lotion since it hit the market with the original scent but now I’m even more in love with the new toasted marshmallow sent!"
		},
		{
			"review_title": "Unless You Buy the Mini, Skip This",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
			"review_text": "I love all things Fenty and bought this new scent on a whim and treat to myself when they announced it as a new product. The consistency is weird; it doesn't absorb into skin right away and can get on clothes. It is very moisturizing once absorbed, and it smells good! The scent doesn't last, but the shimmer and the way it moisturizes do last. Also, a little bit of product goes a long way. For designer lotion, it's middle of the road for me, especially for the cost of the large size. I wouldn't buy it again."
		},
		{
			"review_title": "an iconic product from this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The best product made from Fenty skin is butta drop. Best texture for a body lotion, not to thick or thin. Smells amazing ( clean and fresh scent) they create limited edition scents w shimmer 🤌."
		},
		{
			"review_title": "Soft but too shimmery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Makes my skin feel incredibly soft. I'm not a huge fan of the shimmers though. They're a little excessive."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The scent is sweet, but very not in your face, very soft. As a sweet girly, I love it, and the touch of shimmer it has on the body :)"
		},
		{
			"review_title": "Why Glitter?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I really like this new marshmallow scent. I just thate that it has glitter in it. It is subtle, but I didn't realize it until after I tried it a couple of times. I'm also having a hard time justifying this price. If you have no problem with glitter/shimmer and you like a subtle scent, this may be for you."
		},
		{
			"review_title": "I'm moisturized!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Oily skin",
			"review_text": "I've been using the butta drops whipped oil body cream for a few years now for my eczema on my hands. Two weeks ago, I brought a large jar and started applying it to my body. I noticed a difference in my skin texture in less than a week. My skin is now soft, moisture, and no longer drys out. I love this stuff it also smells great. The scent is not strong or overpowering.  I recommend this product 100%"
		},
		{
			"review_title": "Great for this time of year",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely fell in love with the Cinnamon scent from last year. My skin was so super soft after use. The scent was not overpowering, and the body cream was not overly thick. Perfect for my skin. I stretched the body cream as long as I could, seeing as it was regularly sold out last year. I was a little disappointed that they decided to only make a tiny version this year, and brought out Toasted Marshmellow. I'm not sure if some have had a bad batch, or what? Mine does not smell like play-doh, or anything of the sort. What the scent reminds me of, is the Toasted Marshmellow from Bath and Body Works. I really do like this Toasted Marshmellow scent. It's not overpowering, the formula seems to be as shimmery as last year. I hope to stock up on this before it disappears."
		},
		{
			"review_title": "Toasted Marshmallow = Sour Baby Milk",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This was a big funky fail for me. I rubbed it on my arms and left the house. The scent got stronger and stronger. Very potent!  The scent was spoiled baby milk. No vanilla or marshmallow smell. I tried remove the lotion with hand soap and it didn't work. I had to wash my arms in dish detergent to remove it. I wonder if I got a bad batch. I brought it from the Fenty website. Not a safe blind buy."
		},
		{
			"review_title": "Good for fall, good for now",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I chose this product after seeing that my usual Origins whipped crème was out.  This cream locks in moisture nicely with no greasy residue, and does work well to hide crepey skin when summer’s humidity turns to fall’s itchy dryness. It has a light fragrance that I could live without & it’s moderately expensive.  Sephora really is becoming a celebrity product retailer vs a beauty store. I’ll be back to Origins when this runs out."
		},
		{
			"review_title": "Toasted Marshmallow",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I love this body butter in the OG scent/formula, and especially in the limited edition vanilla from last year. I LOVE sweet gourmand scents and was so disappointed with this year's attempt at marshmallow. Every comment that compares the scent to Play Doh is bang on. That said, the product itself is still awesome, so the other scents will stay in my rotation. Skin is bouncy and super moisturized, I just can't stand the smell of myself. A rare Fenty Skin fail. I would love to see the vanilla back as a permanent option."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "Very moisturizing, however hate the sparkles and wish the Marshmallows and vanilla were more prominent it is a VERY subtle scent. Can't justify the price for this... If they would like amp up the scents and take out the sparkles I would buy repeatedly"
		},
		{
			"review_title": "Play Doh 0/10",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Smell like play doh on me. I really tried to like it but something is wrong with that one 💯👎🏻 Will be returning 😕"
		},
		{
			"review_title": "All "toasted" (burnt?) zero marshmallow /vanilla..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was really excited about this scent but sadly I will be returning it. ZERO marshmallow or vanilla, or anything sweet, or creamy. It smells cheap and chemical, burnt butter, burnt brown sugar, burnt caramel. It's hard to describe accurately but it's not pleasant. Huge miss! I was hoping for something reminiscent of the MOR marshmallow body butter."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "was so excited for toasted marshmallow but the scent was so disappointing. agree with whoever said it smells like play doh. formula is still moisturizing af though. wish there was a full size for salted caramel 🤤"
		},
		{
			"review_title": "Returning Immediately",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Purchased the new Marshmallow Toast holiday version- it smells awful!   I was quite surprised because last year's Vanilla Dream & Warm Cinnamon were absolutely delicious. This one hit the mark by a long shot. At first it smelled like Play-doh, then quickly turned into a strange odor reminiscent of an old moldy garage. Not sure exactly how to describe it, but this is a definite no.   Rare occurrence from Fenty."
		},
		{
			"review_title": "Must Have skincare",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This product is awesome but I has a smell that is unbearable."
		},
		{
			"review_title": "Disappointing Seasonal Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I love the original scent as well as last year's seasonal scents (vanilla and cinnamon), but this Toasted Marshmallow is not appealing to me. I don't get toasted marshmallow, or anything even close. The smell reminds me of Play-Doh, with a touch of sweet baked goods. I am disappointed, as it is not at all what I expected that it would smell like, and I can't shake the thought of Play-Doh when I smell it. The formula of the lotion is still good."
		},
		{
			"review_title": "Seasonal Marshmallow is no Warm Cinnamon",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I bought 4 tubs of the whipped cinnamon body butter last year because the scent was so intoxicating - this year I tried the marshmallow, but it's just not the same. It moisturizes nicely and the tub is beautiful, but it smells like a straightforward vanilla, so I don't think it's worth the price."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone",
			"review_text": "I love this product so much.  It’s so good I gave it to my mom to try and I will be purchasing another.  Super moisturizing, smells good, not sticky and doesn’t take forever to massage into the skin.  It has a beautiful creamy soft texture that just melts into the skin.  Love it."
		},
		{
			"review_title": "like butta",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "Absolutely love this lotion. It leaves my skin feeling buttery smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I love this so much but I was caught off guard with the scent. It’s not bad or anything but It is very very subtle! I love strong smells so I was disappointed in the beginning but I love how moisturizing this product is. I have dry skin and strawberry legs but this has literally worked better than prescription products. Your skin feels soft all day and the shimmer is so pretty. I hope they bring back the vanilla scent."
		},
		{
			"review_title": "Smells like a dream and attracts cats?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I am fortunate in that two of my cats always guard the bathroom when I am in the shower. The first time I used this, I opened the lid and one of my guards lifted his head and sniffed the air. He came over and peeked over the edge of the tub, then jumped up and began sniffing the stuff really intensely. When he tried to eat it I had to shoo him away. He got really mad at me!  This stuff smells fantastic and it isn't overpowering. Lasts a long time and absorbs well! If I let my cat smell my skin he tries to lick it 😑"
		},
		{
			"review_title": "Rihanna stop playing with me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Dry skin",
			"review_text": "Riri and fellow supporters, we need to talk.  I've had my eye on this product for a WHILE and haven't pursued it because of the price. However, I finally decided to buy it. I wish I knew other languages to properly express my disappointment in this product. My Ouai body Créme smells so much better and keeps my skin just as hydrated. For the price point of this, I was expecting A LUXURIOUS EXPERIENCE. The scent is giving very much so nothingness, okay? There's a hint of a scent while it's in the jar, but when I apply it, NOTHING. I had to go back to the app to reread the scent notes. Tropical and fruity where baby? Pfft! I appreciate the texture and how hydrated it keeps my dry skin but chiiiiile BOO! This just ain't it. I'll keep it only for the hydration but I probably reach for it too often since it virtually has no scent. I can't believe they really are selling this for l at this price point and suckers like me buy it. Smh. 🙄🤦🏾‍♀️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Science of  formulation at its best. Insane how this is not sticky at all and so absorbing for the lvl of moisturizing ingredients this has. I’ve tried a lot of butter and this one has to be the best. Just the right amount of fragrance that won’t give you a headache just soft comfortable skin. Chefs skids"
		},
		{
			"review_title": "Apply right after the shower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love love this product. A little does go a long way. Great for dry skin, strawberry skin and eczema."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product is so moisturizing and doesn’t feel sticky. Great for after the shower!"
		},
		{
			"review_title": "Smells fantastic but can be a little sticky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is closest thing I've found that balances moisture longevity, fragrance, and quantity. Applied to dry skin I find that it's long lasting and smells amazing. I never feel clogged or overly oily like with other oil heavy products. The body shoppe and tree hut's old line before the whipped formula come to mind as examples of decent but oily.   Some things I wish were better are the price and the feeling on the hands after it dries. It feels a bit expensive for the amount but a little truly does go a long way so I guess that's fine. It also can feel a little sticky on the hands as you apply it all over."
		},
		{
			"review_title": "In LOVE!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Quite literally the most hydrating and longest lasting body cream I own. I swear I’ve repurchased this multiple times, THAT’s how great it is, so I was shocked to see that they released a value size version! It is a bit pricey, but so worth it. I hope they keep it around and that’s it’s not some limited time item. I definitely recommend!"
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I’ve been using this product every summer since its release. The BEST. I have dry skin so the thick consistency is perfect for me. Smells amazing and fresh too!"
		},
		{
			"review_title": "My go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "My new favorite! I’ve tried so many other body butters and they don’t even compare. I love the shine and moisturize."
		},
		{
			"review_title": "Heavy and not for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "It feels heavy on my skin and almost sticky/greasy - 5 hours after applying. Minor breakouts as well. The scent is very subtle which I appreciate"
		},
		{
			"review_title": "Must have especially for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I initially bought the smaller sized jar because I wasn't sure if I would like it. However, I did love it like most things from Fenty beauty. I just  purchased the bigger size, the 16.9 oz, and I am so happy I did. It is a little expensive, but a little goes a long way, and it's your skin. Everybody should be taking care of their biggest external organ!"
		},
		{
			"review_title": "My everyday body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My skin absolutely loves this whipped body cream. My dry areas have improved and it doesn’t leave my skin feeling greasy. I also love that the smell is light and it doesn’t clash with my fragrances."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love everything Rihanna so of course this was going to be a hit for me. Very hydrating for my extra dry skin. Smells amazing and adds a little shine when applying."
		},
		{
			"review_title": "The best body cream ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "This is the best body cream I have ever used. My legs were so dry, scaly and itchy but this left them smooth, soft and hydrated all day long. I am obsessed!! I think the price is quite fair for the quality of this product."
		},
		{
			"review_title": "Buy the refill option",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I originally bought the refillable option and loved it so much I got the 16 oz. My only complaint and the reason I won’t buy this again is because it’s not as strong as the smaller version. I would open the container in the refillable version and the way it sllled just made me falll in love. This one is so weak that even when I put my nose in it I can’t smell anything. I bought a travel size and I could tell the difference instantly. So I will be most likely buying the refill version. Also the container came in so stained like it was dropped multiple times for something so expensive I was expecting the container to be in great condition"
		},
		{
			"review_title": "BEST LOTION!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This lotion is so hydrating! After rubbing it on my legs it turns into an oily consistency and adds sheen to my legs! It doesn’t dry out and it smells divine. Truly worth the hype."
		},
		{
			"review_title": "Smells SO DELICIOUS!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Jaclyn Hill recommended this and things she recommends are hit or miss, but this stuff is INCREDIBLE! It smells so good that it makes me want to eat it, exactly like that Cinnabon smell at a mall but better. It will make your skin a little greasy until it absorbs which takes a long while, but the gleam and slight golden shimmer it leaves behind is gorgeous! I put this on before bed and wake up with silky soft skin with a light shimmery glow. You don’t get a ton in the container I wish it was more for the price but I will definitely repurchase!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The only body cream that doesn't make me break out. Veeeery thick so very hydrating."
		},
		{
			"review_title": "Amazing Body Butter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing, product and provides so much nourishment and hydration to the skin. I highly recommend if you are looking for a body butter. Another plus the smell is pleasant and isn’t overpowering."
		},
		{
			"review_title": "A MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Riri did her big one with this, I love love love this body butter. It’s so rich and creamy and my skin soaks it up!  My skin feels hydrated all day. I’d like to add I do have acne prone skin and I can even use the purple one on my face with no issues"
		},
		{
			"review_title": "Finally the perfect body butter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "I have been searching for a body butter for years and finally found this one e! I love the light fresh fragrance, almost unscented, and texture is perfect! Leaves my skin so soft! Love it!"
		},
		{
			"review_title": "A staple in your body care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best body cream ever! I’ve purchased it when I was in Dubai and the smell is so luxe! It gives that perfect glossy shine without feeling greasy. Definitely purchased 2 more for back up lol!"
		},
		{
			"review_title": "Thanks but no.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Bought this over Christmas after watching J Hill. I purchased 2 of them. Light cinnamon smell with a subtle sparkle. Um, no and no. It smells burnt. No sparkle. It's a waste. I try to use it on my feet. Can't stand the smell."
		},
		{
			"review_title": "Repeat customer - ultra hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've purchased this multiple times for myself and as gifts for family members. I love it on the dry skin on my legs - it is the best moisturizer I've found for that area, though I will sometimes use it everywhere! It makes your skin very soft and hydrated. It's quite a thick texture, but not oily at all."
		},
		{
			"review_title": "Luxurious feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This is my third refill.  I love the way this product moisturizes my dry skin.  The luxurious feel makes me feel pampered every time."
		},
		{
			"review_title": "It’s my morning after shower must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I’ve brought this product so many times from the refills to the minis, I wanted to make sure I never ran out. I’ve purchased for my mom and friends as well, they’ve to be just as addictive as I am lol I love that this product keeps you moisturized, but doesn’t leave a oily firm on your body. It’s easy to layer this product with other scents and products."
		},
		{
			"review_title": "Great and have the back up already ( refills)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Loving product. Leaving skin moisturized soft but not greasy and the smell is not overwhelming just light enough."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "It smells great, got a lot of compliments on the scent. However, the consistency is like gloop... it stays on your skin hours after application, even when applying a less than generous amount.   Doesn't give you that hydrating feel as it just feels like a blanket overtop of your skin. So, for the price... absolutely not. Aveeno does a better job."
		},
		{
			"review_title": "Good not great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is thick so a little does go a long way. I agree with others that it is quite oily/greasy right after application but it eventually sinks in. I don’t feel as moisturized for the next 12-24 hrs as I have with other creams"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I love the texture and scent but it’s a bit over priced for body lotion."
		},
		{
			"review_title": "A MUST for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this. I’ve tried a bunch of other body lotions and butters from Sephora and this one beats all the others out by a mile. A little expensive but if you suffer with dry skin like me in the cold Canadian winters- this is a must"
		},
		{
			"review_title": "5 stars for Fenty Butta Drop",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this product! It was a recommendation. It is my first product from Fenty. It smells amazing! I can wear it under my fragrances without changing them. This cream did an excellent job of moisturizing my, skin immediately after having a shower."
		},
		{
			"review_title": "I might look for alternative",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I enjoy it from hydration standpoint, but it takes AGES to absorb. For awhile it leaves an unpleasant sticky feeling and whatever I touch - gets moistened. Even the packaging got oily just from me closing it"
		},
		{
			"review_title": "not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I'm not sure that I really like the original version of this cream. I love a rich heavy body cream, but despite applying this sparingly I don't feel like it absorbs very well. It left me feeling really sticky, and the residue on my hands doesn't feel great. The scent isn't one I'm a fan of, either, it's kind of a generic fruity/fresh scent. Honestly it's reminding me a lot of drugstore body butters- it doesn't feel like a $50 product, and I'm a bit surprised that most of the other reviews are so great. I will say it doesn't pill up, which is my main gripe of cheaper lotions.  I got the holiday trio set, and I'll probably not return it because I would like to try the other 2 (cinnamon & vanilla) because I at least like the scent of those and maybe the shimmer formula will feel better? But I've been a pretty loyal Sol De Janiero user for many years, and far prefer their creams in any variety to the Fenty."
		},
		{
			"review_title": "Amazing Body Cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the smell, the consistency. I have very dry skin so this helps immensely and I never have to reapply. It’s the best!"
		},
		{
			"review_title": "All my money is now for RihRih",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "OMG THIS is the definition of butter! If you have dry skin, this is the one. The softness! The skin definition, the shininess, it’s EVERYTHING! I’m in love 🥰"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "THIS IS MY ALL TIME FAV i restock every 6 months on the mini and it is tooooooo good, i cannot live without it"
		},
		{
			"review_title": "Will never go back to regular lotion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve used this TWICE and my skin is unbelievably soft. I have a lot of tattoos and was worried about the scent, but it actually brightens them up! Love love love this."
		},
		{
			"review_title": "Smells lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "It's such a light feminine scent and very thick, so it's very moisturizing"
		},
		{
			"review_title": "Cookie Butter Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I haven't used this so I can't comment on the quality itself, but I wanted to let people know that the Warm Cinnamon scent is COOKIE BUTTER, not cinnamon. It smells exactly like cookie butter so I'm not sure why they aren't marketing it that way. I was expecting something different."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Very moisturizing, the scent is light and doesn't interfere with anything else I'm wearing. I'm glad I'm able to purchase a refill."
		},
		{
			"review_title": "A definite need for those with dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I love this body cream!! It’s more like a butter to me which is awesome as I have severely dry skin. It sinks right in without leaving any residue. Just don’t dress for a few minutes after application. It’s worth the $"
		},
		{
			"review_title": "Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love it! Its texture is silky smooth, absorbs into my skin nicely, leaves my skin feeling nourished and soft. I appreciate that the scent isn’t strong/overpowering & there’s no obnoxious oily residue left behind. I have sensitive skin + eczema, my skin responds well to this product. If you’ve been thinking about trying this, it’s worth it! Thanks RiRi!!"
		},
		{
			"review_title": "Happy Skin!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Seriously surprised at how great my skin looked after just a few uses. It cleared up the bumpy skin on my arms and all the little dry spots from the winter weather. I highly recommend it just keep in mind a little goes a long way. If you use too much it will transfer onto anything you are wearing or touching."
		},
		{
			"review_title": "A Must Have in My Routine, I Recommend To All🩷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "After Using this Product for a few weeks now & also using the mini’s. Out of all of the fragrances from the warm cinnamon, vanilla bean & this one. I love this one it’s creamy & has different types of oils to nourish the skin🩷"
		},
		{
			"review_title": "Best cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this cream! It’s one of the most hydrating ones I have used. My skin is always so soft and feels amazing after using this product. I was very impressed & didn’t expect it to be this good."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "I enjoy the light scent and the very silky texture. It does feel very luxurious when applied. However, it doesn't really absorb into my skin very well. Instead, it ends up rubbing off on everything I touch. I now only use it at night to avoid greasy stains on my clothes."
		},
		{
			"review_title": "Fenty not moisturizing enough",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This moisturizer has strong fragrance, it left my skin feeling more dry."
		},
		{
			"review_title": "Can’t tell my age!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Skin never felt smoother!  My husband even complements my skin. I use it all over!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This smells so beautiful. The ingredients are good not great. Absorbs fully and leaves skin soft and scented."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Absolutely one of my favorites! This is a must have!! Leaves your skin feeling so soft, hydrated and so vibrant!!"
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "My favorite cream to buy, leaves my skin feeling smooth. I've lost count how many times I've bought the refill, definitely recommend."
		},
		{
			"review_title": "Very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really didn't expect to like this as much as I do. I look forward to putting it on. Smell is lovely and not too overpowering. My skin feels happy and sot. 10/10"
		},
		{
			"review_title": "Best body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this body cream. The glow it leaves is so pretty. Greater feet."
		},
		{
			"review_title": "FENTY & HAPPY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product has transformed my skin. It’s so soft and I love using it every night before bed and applying just a little before getting ready each morning. LOVE IT"
		},
		{
			"review_title": "There’s no going back after this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream is so luxurious! This immediately became my favorite body moisturizer of all time. It leaves a beautiful sheen and applies like butter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "10/10 it is a cream but once you put it on your body it turns into a oils. Keeps my skin well hydrated. Love it! also it last forevvver."
		},
		{
			"review_title": "Keep my skin soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Keep my skin soft for days!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		},
		{
			"review_title": "The perfect balance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this body cream! I was previously mixing lotion and body oil to get the right balance for my skin, but this product has it all in one. The smell is dreamy and clean without being overpowering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This. I had to hide it from my daughter! I love this stuff, it smells wonderful, it glides on my skin like butta! It is not greasy at all and keeps me super moisturized! Love it 10/10"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "It’s not moisturizing enough especially for how much you pay for it. I have sensitive, eczema-prone, dry body skin and a sensitive oily face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is better then the Sol one, and the price point is a little better, but I hesitate to use just because it’s still expensive. If you got the money though, I’d do it. Coconut fresh goodness. Fenty, you’ve done it again !"
		},
		{
			"review_title": "Nice texture, nice scent 😊",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is an amazing body cream! It's super thick but melts into the skin really nicely. It smells divine! I wish they would make this into fragrance."
		},
		{
			"review_title": "the rose gold version is awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I got this as a replacement for Bum Bum cream after sol de Janeiro changed the formula and it no longer has shimmer in it. this fits the bill, however the one I got is the rose gold and if it's limited edition it can't be a permanent replacement (sad face). it's great, a very light vanilla scent. beautiful rose gold shimmer. love it! absorbs well and makes my skin feel hydrated.   I can't speak for the original version."
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Hands down my fav body cream… A little goes a long way and I stay moisturized all day!"
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this cream! Sooo hydrating for my dry, scaly skin, and it has such a nice, subtle fresh scent. I will buy it as long as its made."
		},
		{
			"review_title": "Love this stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "I absolutely love this body butter! It applies easily and lasts on your skin. It has a sweet, vanilla scent but not too overpowering and doesn't bother my sensitive skin. I love that it is refillable so you can save money on refills without having to buy the whole container again. My only complaint is I wish it came in a pump to make it easier to apply, my hands can get greasy after use and can be hard to screw the lid back on. Other than that, it's great and I will definitely repurchase."
		},
		{
			"review_title": "I like it but it’s pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I received this as a gift. It has a VERY light shea butter smell. I love this product and a little bit goes a long way. It is VERY moisturizing. It has an oily finish but I don’t really mind it because it gives me a glow. However the product is quite pricey and if I had to purchase this with my own money I definitely would not."
		},
		{
			"review_title": "Use Daily",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I use this daily. I love the smell. Very hydrating."
		},
		{
			"review_title": "Sensational",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Combination skin",
			"review_text": "Have bought this product twice and I will continue buying it. I am hoooked on the fragrance and how soft and youthful I feel when putting it on.. It is my forever go- to product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This product is absolutely AMAZING!!!! I would buy anything Rhianna sold and this is so smooth and luxurious"
		},
		{
			"review_title": "Silky Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Can’t I get a refill 😂 this body butter is amazing"
		},
		{
			"review_title": "It’s dope",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As long as it’s available I will continue buying. It’s a body cream that I don’t have to blend with a body oil. I use it daily"
		},
		{
			"review_title": "You need it so buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’m glad I purchased this product but mad it took me this long to do so. I have been using it every day since I purchased it. It’s very moisturizing and a little dies go a long way."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
			"review_text": "this is THE best body moisturizer. I tried to switch to another one that was cheaper and ended up repurchasing the fenty one again. the hydration is amazing and I love the smell."
		},
		{
			"review_title": "MUST BUY!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "This whipped body cream is a MUST BUY!!!!  The way this cream gloves your body in hydration without the stickiness is freakin AMAZING!!!!"
		},
		{
			"review_title": "Rihanna gonna make me go broke",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Smoothed out rough, bumpy skin, did not irritate my eczema, and nourishes stretch marks. So creamy and leaves you smelling like a tropical goddess. Subtle, clean, and fruity. It’s so expensive tho!!! I cleaned a jar out already it was so addictive. Best body butter I’ve used. Better than Sol de Janeiro even!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Switched to this from the Brazilian Bum Bum cream. I love it! Little goes a long way and it is super moisturizing and leaves skin with a nice little glow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve repurchased atleast 3 times, I’m loving this body butter"
		},
		{
			"review_title": "Summer time fine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This cream is divine. Seriously. It is pretty expensive for how much you get in the container but a little goes a long way. It’s really hydrating and smells like summer."
		},
		{
			"review_title": "Yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Wonderful cream. Way better than ouai moisturizer that’s all perfume and my skin will dry out like half hour later. My ashy-ness has been deliiii-verttt."
		},
		{
			"review_title": "This is the best body cream I've ever used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "I've always had lizard like skin.  My skin has always been very dry and flakey, and I have tried literary hundreds of body creams. This cream glides on smoothly and lasts all day. This cream is the best barr none! I've finally found a cream that works!"
		},
		{
			"review_title": "ITS A NO - it’s TOOOO HYPED UP!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I honestly have had better body butters than this! I truly believe this was hyped just off of who created this body butter , I have had body butters that’s cheaper and WAY BETTER & smell better plus goes on you LIKE BUTTA! It made my skin itch."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I like the smell but this burned my legs so bad I had to Wipe it off and I don’t have sensitive skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love this!! Such a good product def recommend! It  goes so smooth on your skin and smells so amaaazing!"
		},
		{
			"review_title": "full body rash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received a sample of this, and while applying, it was nice and smelled good, but about 30 minutes later, I had a full body rash. I don't have sensitive skin and never had a reaction before."
		},
		{
			"review_title": "Grab it before it’s gone!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Everything from fenty skin is great on my skin. I have dry and sensitive skin. This feels so good all over your body and smells amazing! Absolutely worth the price and lasts a while!"
		},
		{
			"review_title": "Can’t live without this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Dry skin",
			"review_text": "I don’t know how I survived without this body cream before! It leave my skin soft, hydrated and soooo smooth. I’m in love 10/10"
		},
		{
			"review_title": "Every Day Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Riri and Fenty has done it again! This last all day and doesnt have an overpowering smell. After an 8 hour workshift, there's is still that smooth glow. I dont find this product heavily oily or heavy. It's almost like an airy, quick hint of that moisture hits you and locks in all day! I will be stocking up on this! Minis for the purse after washing your hands and the biggie for the house. Highly recommend!"
		},
		{
			"review_title": "It’s giving",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "If you’ve been debating about buying this, do it. I love the smell, how easy this absorbs into my skin,  how little you need to use, not to mention THE AFTERGLOW. My only, teeny-tiny critique is the application is a little messy but I love this so much I will move past it."
		},
		{
			"review_title": "Glides on like butter",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love the actual product but the container it comes in is not the greatest, breaks easily"
		},
		{
			"review_title": "It’s alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Dry skin",
			"review_text": "Just received in mail. Super moisturizing however not crazy about the scent."
		},
		{
			"review_title": "A must have body butter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love, love this body cream! I can’t say enough about how good it feels on the skin, how well it moisturizes, and how nice it smells. It’s a staple for me."
		},
		{
			"review_title": "Moisturizing five stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This body cream is thick and rich and exactly what my skin needed. I use Josie Maran body butter usually and this blows it away. It sinks in and doesn’t just sit on top of my skin. Best body cream I’ve used ever. I’llbuying more"
		},
		{
			"review_title": "Silky and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Amazing. Lightly fragranced and texture is the best. It reminds of Josie Maran body butters, but this sinks in much better and more moisturizing for my skin. Def. Repurchasing. A little goes a long way"
		},
		{
			"review_title": "Definitely a must have in my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Just love this cream smell real nice keep skin moisturized all day just order another one am in loveeee"
		},
		{
			"review_title": "Love this lotion! Refill falls out of original jar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The new refills do not fit the original packaging. I’ve had this lotion jar since it originally came out, forgot about it and decided to get a refill and the new refill does not fit. When I place the refill in the jar it slips right out. The dimensions say it’s the same, but the new refill is a little bit smaller. I thought maybe I just bought a bad batch so I went back to Sephora re-purchased it, and another new refill still did not fit. Not the end of the world but still a bit annoying because I have to re-purchase a whole new container for future refills to fit. The lotion is still amazing tho!"
		},
		{
			"review_title": "The Only Moisturizer I Choose Now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "This moisturizer feels incredibly wonderful. I love that it's a heavy cream as well. It really locks in a lot of moisture to the skin and I don't need to reapply multiple times throughout the day. I definitely recommend trying this. 💛"
		},
		{
			"review_title": "So. smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "My favorite body moisturizer. Can not live without it it makes my skin feel softer than ever and smells nice but not too over powering"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "Love the scent and feel of this. Doesn’t last overnight but it’s a staple in my moisturizing routine."
		},
		{
			"review_title": "Love this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "So hydrating and moisturizing and leaves skin feeling smooth and silky for hours. The scent is a very light scent consisting of oils and shea butter and the texture is thick but goes on smooth (Like butta). I feel the product has a greater affect when you're fresh out of the shower. With the scent being so light I would recommend this as a summer cream,but with the texture being so heavy it can also be good for the winter time. She should next drop a body cream containing SPF 50+"
		},
		{
			"review_title": "If you’re buying because of the scent….",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Was definitely expecting more from this product, given the hype surrounding it. While it’s very moisturizing, I purchased because I thought it would have a great scent! That’s what was being said online. But the scent is very light! I would want something more prominent. If you’re looking for a product that doesn’t really smell like anything, get it . If not, don’t . Save your money and purchase the Ouai body crème (st barts) collection. You’ll love that."
		},
		{
			"review_title": "Glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed by this body cream from Fenty Skin. It has shea butter, mango butter and combines 7 oils that work so well together and make my skin super hydrated. It’s probably the best moisturizer I have ever used. The consistency is thick but lightweight when it melts into my skin. This body cream lets my skin so glowy (and it lasts), smooth and hydrated.  I use it every single day after shower. It doesn’t feel sticky and I love layer it with a scented body mist because just by itself it has a really subtle scent. My sensitive dry body skin loves this body butter ! I also enjoy the packaging because is refillable. Highly recommend , worths the coin !"
		},
		{
			"review_title": "I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I like it, it’s hydrating without being greasy. The smell is not strong - reminds me of a body shop scent. All in all, I’m happy with the product. I’m"
		},
		{
			"review_title": "Genie Product Intuition!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I’ve had my eye on this product for while I’ve read the ingredients contemplated buying it. I am always pretty good with picking products for the first time  that I end up loving & this is another I will forever have to have! It feels so great on the skin, absorbs immediately and has a soft smell to it but smells really good an will not fight with the scent of your perfume this product is perfect! I got the biggest size available so that I could buy refills because like I saying I’ said I have great product intuition!"
		},
		{
			"review_title": "Will ALWAYS repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this body cream SOOOO much! It doesn’t leave me feeling sticky and my skin feels smooth for at least the following 24 hours after using. Not to mention the scent is addicting!"
		},
		{
			"review_title": "Great for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Dry skin",
			"review_text": "I grabbed this on a whim. I was desperate for something that would help my very dry skin survive the gross Missouri winter. This stuff + the the Topicals Slather Body Serum did the trick."
		},
		{
			"review_title": "My MUST-Have Body Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I am OBSESSED with this body butter, I have all of the limited edition ones along with a regular one, and a few minis. Unlike most of the body butters I have tried, this immediately absorbs into the skin and does not pile!"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This stuff makes your skin so hydrated I love it sooo much! Will continue to buy this. I love that it doesn’t have a strong scent since my kitty has asthma and can’t have harsh fragrances around him."
		},
		{
			"review_title": "My Grandma really likes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I got this for my grandma and she really likes it! she says its very moisturizing and has a nice subtle clean scent!"
		},
		{
			"review_title": "Obsessed.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I am IN LOVE with this product! ￼I have purchased 3 already. ￼I use it right after I get out of the shower and I keep it with me to use as a hand cream throughout the day. I can’t stop, won’t stop, and don’t tell me to. So good!!!"
		},
		{
			"review_title": "A new edition to my skincare routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product, it is very moisturising without being sticky or oily. I love that it is “lightly scented” for me there is nothing worse than a heavily scented body cream that will, with daily use, dry out my normal skin and cause it to itch. This is beautiful. Highly recommend for normal or dry skin."
		},
		{
			"review_title": "A hit with this one Fenty.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "All the rave was pretty much a hit. First body butter i’ve used that keeps me moisturized without the oiliness . I can put this on full body and nothing transfers onto my clothes and I don’t feel oily and hot."
		},
		{
			"review_title": "What is this sorcery? ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "OMG!! this is the best body butter I ever use, it smell so good it moisturize my skin all day. What kind of magic is this? ￼"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Dry skin",
			"review_text": "￼￼￼￼this product is extremely moisturizing but I think it’s over priced. The scent is very light. It did not irritate my sensitive skin which was nice."
		},
		{
			"review_title": "Staple throughout my pregnancy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Used this every day after I showered all throughout my pregnancy. Moisturizer my skin SO well, I never had an itchy belly or dry skin. Love love this product."
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It was love at first use.  This butter is moisturizing to my dry skin.  I do not have to reapply throughout the day and leaves my skin with a grown and sexy shine"
		},
		{
			"review_title": "A MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is THEEE best body cream!! A little goes a long way. The scent is amazing and it leaves you moisturized all day. I will never go back to regular lotions. I think everyone needs this in their self care routine!!!"
		},
		{
			"review_title": "Body routine must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "A friend tour me on to this and best decision ever! Goes on so smooth and creamy and keeps my skin hydrated."
		},
		{
			"review_title": "Strong NO",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Seen a review on this saying it’s a must have, so I went in to Sephora to purchase the new vanilla one but changed my mind. Smells like nothing, not worth the money. I’m disappointed. Thought for a second it was expired, it really doesn’t have a smell."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is my first review I’ve ever done, but Unfortunately this is the second fenty skin product that burned my face and made it red and itchy. I have dry skin and wouldn’t recommend it also feels sticky."
		},
		{
			"review_title": "Holy grail in my body skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Love this I’ve tried other body creams but I go back to this one every time. The way my skin drinks this up and the glow and it’s easy to massage into the skin unlike other creams and it’s moisturizing but not overly sticky."
		},
		{
			"review_title": "I love this lotion !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dry skin",
			"review_text": "No bothersome fragrance, light and moisturizing and the moisture lasts and it's a good consistency for someone who is chronically dry like me! I love the experience of putting this lotion on after showering and it smells good too and usually I don't like scents in lotions but this one is so good. If only it wasn't so pricey I would buy this all the time !"
		},
		{
			"review_title": "Okay dang",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I picked this up on my way to the check out line for fun and wow thank you God for letting me grab it. It smells amazing and leaves your skin SO soft and SO hydrated with even a tiny amount."
		},
		{
			"review_title": "My go to cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Wonderful product worth the price like all FS products I purchased so far. Light smell that does not last. I do recommend. This is my 3rd purchase of that product and is good for the planet (buy the refill)."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Oily skin",
			"review_text": "The absolute BEST body lotion!!!!!! I’m someone who’s always ashy lol. But when I use this, I’m nice and moisturized ALL DAY!!! However, one jar only last for 1 month. Not worth it."
		},
		{
			"review_title": "MUST HAVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I have dry skin due to me taking such hot showers. It’s a must for me and I’m not quitting it lol but I usually have to find products that give me hydration back on my skin or it will fill tight. This is not that product. Lol but I notice that when I layer this on top of my lotion it keeps me glowing. It gives me the most natural been out in the sun tanning on an island glow from the inside out. I repurchase this often because it’s such a staple for me when going out or needing to dress up or something in the day time. Such an amazing product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the only lotion that has truly worked and made my skin soft. I love the smell as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It’s amazing, and Omg the texture! Just wish it had more of a scent!"
		},
		{
			"review_title": "It's like butter for your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "OMG this is so amazing and it feels so luxurious on the skin. It's very hydrating and makes my skin so soft."
		},
		{
			"review_title": "A staple for anyone’s bathroom or travel bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This stuff feeds my skin. I bought a small, travel size to start and went ahead and stocked my bathroom with the full size.  My go to now aside from Hempz. Out of the shower and butta all over.  It has a minimal, clean scent"
		},
		{
			"review_title": "Okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This limited scent is okay. It is a very faint vanilla. The “22” holiday collection butta stop was strong with a cinnamon sugar scent & gold shimmer that was enticing. This is pretty but not a strong with a pink  shimmer. Perfect for Valentine’s Day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is bomb!! I use all daily. They all do the job but the subtlety of the scent and shimmer is perfect. Planning on buying a 3rd. Hopefully she comes out with a tropical scent next for the summer."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This will always be my favorite.  Nothing comes close to how hydrating and smoothing this body cream is, I found this a year ago and have since purchased it 6 times.  I use it twice and always have bright skin!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love this product. I purchased a sample size to try it out and have been hooked ever since. This product is smooth and silky. My skin feels hydrated and is not dry the next day. It smells great too!"
		},
		{
			"review_title": "Perfect winter moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I’ve live in New England and have very dry skin. I typically use thicker products like cocoa butter, eucerine body lotion etc. but I wanted something a little more lux so I finally caved in and bought this. I was skeptical about the size/price of this but a little goes a long way, like another reviewer said you can make this stretch by applying on  damp skin.   This is very hydrating and my skin drinks this right up. It does leave a nice glow. In my opinion I don’t not feel greasy, my skin is hydrated enough to where I do not need to reapply throughout the day.   After a couple days of consistent use my skin is noticeably smoother and softer.  I’ll use this for my winter body moisturizer and in the summer I think I would be able to use this every other day since it’s so hydrating orrrr I’ll do something more lightweight like the fresh grapefruit body lotion daily.   If you struggle with dry skin and do not mind a thicker product, I definitely recommend trying this product. Rih did her thing! I wish it came in a value size. If you don’t like it, just return or exchange for another product within the return policy time frame."
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I decided that I would stop being ashy when I found a lotion that I liked enough and well this is that lotion. I love that it really nourishes the skin but you're not spending what feels like a long time trying to rub it in. It goes on easy and lasts all day. Not to mention, it smells really good. I buy the refills whenever they're on sale cause I go through this like water. Trust me, the name holds true because it really does go on like butter!!"
		},
		{
			"review_title": "Hydrating, worth it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been a rouge member for 5+years, tried MANY products, and this is the fourth product I’ve ever felt strongly enough about to give a review on. This product is simply amazing, and I’m continually impressed with Fenty’s entire skincare line. Well-researched ingredients, minimal fragrance, and sustainable packaging that blows many other Sephora brands out of the water. As someone who’s tried it all, I highly recommend this over many others."
		},
		{
			"review_title": "In Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I fell in love with this as soon as I put it on! I will definitely be buying more."
		},
		{
			"review_title": "Perfection, Riri can’t do wrong",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "10/10 This is so amazing for the Fall and Winter as it literally smells like a cinnamon vanilla sugar roll or something babes. It will have you smelling like a snack! I wouldn’t use it in Summer time unless I just wanted to feel cosy but GET IT BAB"
		},
		{
			"review_title": "Now I See The Hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Absolutely in love! For one I absolutely love the smell!! It smells like real sugar cookies that you! The shimmer is not over powering and very subtle. It’s not as greasy as her other body butter."
		},
		{
			"review_title": "Scent doesn’t last long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It’s smells so delicious I love using it but it feels like the scent only last a few minutes and then all you’re left with is a moisturizer and very glittery body. I mainly bought it for its amazing smell so it’s sad that it doesn’t last"
		},
		{
			"review_title": "Must have body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It took a few days for this to grow on me but once it did I’ve been hooked and use it every night after the shower. It smells Delicious and perfect for the holiday season with the gold shimmer."
		},
		{
			"review_title": "Cinnamon Sugar Pretzel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is a gourmand lovers dream. Smells just like a cinnamon sugar pretzel from Auntie Anne’s. I love the OG butta drop. In my opinion this limited edition one is less greasy. The smell is subtle, but I do get whiffs of it when the breeze is blowing. The shimmer is a nice touch  also subtle but when the light hits it, it’s beautiful. Hopefully Fenty Skin comes out with other scents."
		},
		{
			"review_title": "No Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I thought it was supposed to be scented like many claim it to be. It doesn’t have a scent at all. I literally came back to see if I purchased the unscented version. It seems moisturizing but I didn’t have to waste my money.."
		},
		{
			"review_title": "Love the way it absorbs into my skin and gives glo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Now this is some dern good stuff. I absolutely love it , I purchased the limited edition 1 it had a large hollow hole with no product. Sephora was rude to me instead of informing me that FENTY packages them that way . However it smells amazing and I really hope FENTY drops it again"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I bought this thinking it was going to smell sweet like all of the comments mention. Either my nose isn’t working or I have a faulty product. The smell is very very faint, close to unscented. The texture is great and it’s very moisturizing but I was expecting it to smell amazing."
		},
		{
			"review_title": "Sugar Cookie Deliciousness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Sugar Cookie and Cinnamon with a subtle glow! The sales rep introduced me to this whole I was shopping for skincare products! It is absolutely divine and soft upon touch! It leaves your skin soft and silky!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Run to get this from the store. This is the most luxurious, non sticky, non goopy body lotion ever. It’s not super thick, it’s creamy and has the perfect texture. I’m obsessed!"
		},
		{
			"review_title": "A Cinnamon Roll in a Faulty Container",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Very irritated that I cannot open this product. The one time I was able to open it, it just came apart and went everywhere. Completely unacceptable considering the price."
		},
		{
			"review_title": "Please bring this back!! Very subtle glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I purchased this during the sale and so glad I did. Smells like a cinnamon roll and makes your skin look so hydrated and healthy. This should be a permanent product. I normally hate lotion but I’ve been applying this everyday"
		},
		{
			"review_title": "Smells good but not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The smell is absolutely yummy. It’s like snickerdoodle in a jar. However, it doesn’t match well with my body and ends up smelling a bit stale after while. The scent is very strong and lasts a while on the skin. Also it’s a giant glitter bomb and transfers on everything! It does moisturize my skin and makes it soft but I don’t think it’s worth the price at all."
		},
		{
			"review_title": "Please Make this OFFICIAL!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Keeps my skin so moist, soft and glowy .. Smelling like butter cookies and sweet cupcakes .. i layered this with my kayali vanilla 28 or nest vanilla perfume oil.  And the glitters doesn’t stains your clothes at all !!"
		},
		{
			"review_title": "I smell
Like Brown Sugar & Cake",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "PLEASE make this permanent. Idk what gold shimmers there are but I smell like brown sugar and cake. The formula isn’t exactly the same as the original but I still feel just as moisturized."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this product. It’s very moisturizing on my skin and it smells like gingerbread cookies ❤️ I love smelling like a snack. I will use the original for the spring and summer and this one fall and winter or I my use whenever I feel like it. They’re both great!"
		},
		{
			"review_title": "Smelling like a snack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I absolutely love this Butta Drop! It’s just as good as the original with a little twist. It smells like cookies and if you love the bakery scents you will love this. It smells like cinnamon buttery cookies."
		},
		{
			"review_title": "I loathe the scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "3 stars for actual product, 0 stars for scent. I absolutely hate the scent does not mix well at all with my body. Returned for bum bum cream. Will probably try the original scent at some point."
		},
		{
			"review_title": "A fun splurge but super greasy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Beautiful scent with a beautiful shimmer BUT. This thing isn't fast absorbing at all, you'll feel greasy for at least an hour after. Also the scent is like cookies/brown sugar which can be overwhelming. A fun splurge for the holidays but won't be repurchasing. The bum bum cream is better."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I ordered the soft gold shimmer version and I am glad I did ! Smells like cookies and I’m here for it ! Shimmer is subtle and hydration is there . I never used the original this is my first time with fenty skin"
		},
		{
			"review_title": "Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have extremely dry sensitive skin and this product is wonderful. I think I may get the sparkle one too"
		},
		{
			"review_title": "SHIMMER LAND ✨",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is definitely one for the books. The shimmer in this butta drop is amazing especially when in sunlight. The cinnamon scent is light but I also get vanilla and brown sugar as well, it’s not overpowering. Worth the purchase  ‼️"
		},
		{
			"review_title": "Smells and feels good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This has to be one of the best things I’ve put on my skin. It’s so smooth and smells great. My skin feels soft and looks quenched."
		},
		{
			"review_title": "beautiful shimmer but has some cons",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love the shimmer and consistency of this, however it does not absorb well into my dry skin. It just sits on top and doesn’t feel like it does much for my skin. Also worth noting - there is nothing cinnamon about the smell (for the holiday version) - it’s definitely more like brown sugar. Still smells pleasant, but wasn’t what I was expecting when I purchased it."
		},
		{
			"review_title": "Glitter poison pill",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Soft gold shimmer version - the smell is amazing - cinnamon all the way - but be warned - it does contain glitter so this is a miss for me in the future. Such a shame as I love the lotion and they scent update for fall was so exciting but the glitter is obvious and transfer to your clothes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I just recd & used this product and I LOVE the glistening look. Subtle but visible. It’s very hydrating however, I will update my review in a few days. I prefer the orig scent."
		},
		{
			"review_title": "Best body butter ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The people leaving negative reviews sound very bitter and are most likely accustomed to buying cheap drug store body lotion that dries your skin out in a matter of seconds. I have the large tub of this and I’ve never had any issues. The smell is not overpowering at all, but it does have a slight tropical fruity smell. It doesn’t make my legs “oily” or “greasy” and I don’t feel the need to moisturize with other products after applying this. Rihanna did her big one with this."
		},
		{
			"review_title": "Very greasy and doesn't absorb into skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Too greasy and does not absorb into skin. Scent is subtle but not completely pleasant."
		},
		{
			"review_title": "MUST HAVE FOR ALL SEASONS",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "RIRI DID IT!! I absolutely LOVE THIS. It makes my skin GLOW, and not just right after application- it lasts!!! (The hydration does too, omg.) Imagine pouring glitter onto your skin, except there’s no glitter. Just buttery smooth  skin that shines. Only thing is that it is a tad bit greasy, for a bit after you put it on, but I hardly notice it. (Hack: use it as a hand cream. Thank me later)"
		},
		{
			"review_title": "Okay but not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love how good it feels when I initially apply it. It definitely goes on smooth but after a few mintues, my skin is sticky and greasy. My skin still feels smooth but not very moisturized. It leaves a nice shine and it smells pleasant. It's not overpowering at all. It just feels okay on my skin, though. I started using it only on my feet because I just want to get rid of it. I'm glad I purchased the mini container vs the regular size. I won't be repurchasing, unfortunately."
		},
		{
			"review_title": "A nightly ritual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A little bit goes a long way for me. Rich but not sticky, soakes into the skin nicely. Smells great but is subtle enough to work well with other fragrances."
		},
		{
			"review_title": "HORRIBLE SKIN RASH",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, lightMedium skin tone, Normal skin",
			"review_text": "I used a sample of this on my upper body and broke out in the worst rash/hives. It ruined my vacation to Spain. I am going on day 4 covered in what looks like a heat rash. After i had this reaction i read that many other people also broke out with similar symptoms."
		},
		{
			"review_title": "Glad I tried it, but not worth the money.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
			"review_text": "I had been using this all over my body daily for about a week. It has a slight, soft, scent. It is moisturizing, but not “all day” moisturizing. I still felt the need to go over my body with a light coat of Vaseline or some type of body oil to lock in moisture, especially on my feet. Today I returned it. I could no longer justify paying $42 when I can get better results from a $7 jar of old faithful Palmer’s coco butter."
		},
		{
			"review_title": "10/10 Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love all of Rihanna’s Fenty Skin products. I have like every one of them and love them all😍"
		},
		{
			"review_title": "RIH RIH KNOWS BEST 💓",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love this product, I recommend using on damp skin to stretch the product out. It has a light scent which i love because i can build it up with my perfume of the day! It leave you feeling moisturized throughout the day leave a natural glow :))"
		},
		{
			"review_title": "The Perfect Skin Drink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Oily skin",
			"review_text": "A little goes a long way!  Super luxurious and smells fantastic.  I live in the Midwest and have extremely dry skin and my skin just drinks this stuff up!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product for several weeks I enjoy how it makes me skin feel hydrated and soft. It is extremely important when I have very dry skin."
		},
		{
			"review_title": "Yummy, but",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells really good, like a fruity perfume scent. Not super strong, but I wouldn’t recommend if you’re sensitive to fragrance unless you really love the scent. The texture is very smooth, not greasy, but DEFINITELY oily. A little goes a long way and I’d be careful about what type of fabric you wear with it. I have to wipe my hands on a towel after using it. It doesn’t absorb into the skin completely or feel moisturizing exactly, but it leaves a nice surface level glowy sheen on the skin. I don’t think it would be a much of a helpful daily lotion, especially for the price point, but it’s nice as like a little sensory treat before bed or would probably make the skin look pretty for photos or a date night or something."
		},
		{
			"review_title": "Buy this!! It’s so worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Probably the best moisturizer I have ever used. I have dry patches that I have used raw shea butter, petroleum jelly, oils, butters, anything to help and nothing has worked. This is the only thing that has helped. I never write reviews but this stuff is miraculous and it truly works.   Living in a very dry climate a lot of lotions and moisturizer s absorb into my skin so fast and then it’s dry again. Not this lotion.  My legs feel moisturized all day. I love it."
		},
		{
			"review_title": "Must-have, eczema safe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "First off, I have had very bad eczema for as long as I could remember. I get the worst raised red patches that I scratch until blood when irritated. With that, I have always been limited to non-fragrance moisturizers. When I was introduced to this body butter it changed my world! I love it so much, I apply it right after showers with no oil, the moisture is locked in all day. The fragrance is so light and beautiful. This has now become a must have for my day-to-day. My patches also lighten up and have started to go away without my prescription lotion."
		},
		{
			"review_title": "The Holy Grail of body butters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "First off- WOW. This stuff is incredible. It smells amazing and leaves my skin ridiculously soft and smooth. I have repurchased it 6 times and will continue to do so. It is luxurious and luscious and I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This body butter cream is amazing. I purchased this on a whim and tbh I am very satisfied. This product will be a great addt’l  for the winter months if you suffer from dry skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I was expecting greatness & I was met with so much more! This is a must have!!! #perfection"
		},
		{
			"review_title": "Favourite body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This cream is perfect to apply after showering. It has a very pleasant scent and leaves my skin feeling so soft. I prefer this to the Brazilian Bum Bum cream and will be purchasing it again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Oily skin",
			"review_text": "My ALL TIME FAV ! This is my absolute go to, the perfect combination of lotion & oil ! So, you don’t have to do anything extra."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it ! Best body cream I’ve ever had. Really moisturizing and not greasy. It smells very nice as well. Will only repurchase this one !"
		},
		{
			"review_title": "would most likely buy again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the light tropical smell and the fact that it is rich without being tacky. I have eczema and it was gentle enough for me. I recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Works great and you don’t have to use a lot of product."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Terrible packaging! As soon as I twisted the cap off the bottle separated. Now every time I open it, the container comes out of the packaging, it’s hard to close and a disaster to open! I don’t know if that’s how it’s supposed to be or if I just got a faulty one, but it’s quite annoying and inconvenient. The product itself isn’t too bad, only a bit too greasy for my liking, but just because of the packaging I’m going to have to return this!"
		},
		{
			"review_title": "A keeper and staple for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I have very dry skin and am very sensitive to smells. This is creamy and very lightly scented.  It keeps my skin soft and nourished all day. I love that you can purchase refills. I only shop cruelty free organic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I’ll love this Whipped Oil Body Cream this is the best lotion I have ever tried better than any other one that I have Rihanna you are the freaking best."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I’m not sure what type of witchcraft she used to make this but baby !!!!! A MUST have."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’m obsessed with this. It’s so moisturizing leaves yr skin looking dewy. The scent is barely there, I wish it was stronger but it’s a fruity scent. The only thing I don’t love is when I sit in my car it leaves the leather seats greasy. So it’s one of those creams, will be perfect for winter. But overall it’s great, and as someone with chronically dry skin it moisturizes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "First product that actually hydrates my skin and keeps my skin hydrated all day. The scent is not too strong. As the product is “whipped” texture I go through it quicker I would through a normal body butter. I love the refill option as well. Purchasing my 3rd one!"
		},
		{
			"review_title": "A1 of Body Butters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I am on my like 5th or 6th refill. This body cream is everything, however, if you don't like thick oils that need a minute to dry, you won't like this. It really nourishes the skin with a light pleasant scent. You'll be moisturized all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my 3rd refill! I love this body cream and for someone who has very dry skin; it leaves me hydrated all day. I wish there was a bigger size for this cream!"
		},
		{
			"review_title": "love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This cream and the Josie maran body butter has me in a choke hold. I love this cream so much and always been hesitant to try it because of the price, it is very much worth every coin. The smell is fresh and light. I love that it has so many powerful ingredients."
		},
		{
			"review_title": "My favorite lotion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "The best lotion I've every used. I'm on Accutane and have very dry, sensitive skin. This is a long lasting glow that doesn't irritate my skin or have a strong scent. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "AMAZEBALLS! This will now be my go to moisturizer!"
		},
		{
			"review_title": "love love love all time best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "The best ever I tell you trust me don’t walk but run cause I did to buy 4 refills after my first try can’t let my in house stock go under 3 must keep at all times got a mini just for my bag and will get another one for my car this stuff is creamy gold"
		},
		{
			"review_title": "Super nice texture !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this cream! Only reason I’m giving it 4 and not 5 starts is because it leaves your body a little bit greasy (probably why oil is in its name) , but it’s super hydrating and I love it! It was also a little bit humid when I used it so that couldn’t have helped. Deffy recommend!:)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This smells amazing. I repurchased twice already. My skin feels like butter."
		},
		{
			"review_title": "my favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love this body cream !! I’ve repurchased this 3 times now. It’s thick and I personally feel lasts all day when I put it on my body. It’s got a very very light scent hardly any and a little goes a long way. This is one of my favourite body butters to come along and one of the best in the game!!!"
		},
		{
			"review_title": "FENTY GLOW ALL DAY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love FENTY Butta Drop! Can’t be without it. It’s not a heavy cream. Use it fresh out of the shower. Gives a FENTY Glow all day long. The smell is fresh and clean. It also helps to give my perfume longevity through out the day. It’s a great body moisturizer. Will never be without it. Love the refill option for sure. ❤️❤️❤️❤️"
		},
		{
			"review_title": "LOVE this stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Absolutely love this stuff. Not only does it smell good, but it makes your skin look and feel amazing! Super moisturizing, but absorbs quickly leaving a nice glow! I need this in a bigger size!"
		},
		{
			"review_title": "Butta Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "This cream is absolutely FABULOUS!!! My skin is silky and smooth. I love this cream!!!"
		},
		{
			"review_title": "Amazing on Melanin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I will never not purchase this. That’s it. That’s the tweet lol   Best body moisturizer I’ve used in my life and that’s not an exaggeration just because it’s fenty because I wouldn’t keep paying $40 for something simply due to hype. I highly recommend because I initially thought it wouldn’t be moisturizing enough, but this was made for melanin and I greatly appreciate this lol"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "A lil goes a long way or u will be slipping n sliding,no body cream leaves you moisturize for hrs and hrs. So that’s why I’m not mad about the price."
		},
		{
			"review_title": "Body Butter!!!!!! amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "Riri did it with this one this body butter. Does exactly what it says it’s a butter that so smooth ouuuuu this is my favorite body butter for the summer haven’t tried it in winter but if this is how performs damnnnn I can’t wait to see the winter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "smells soooo good like a gummy bear and feels so good on the skin. it leaves my skin feelings so hydrated"
		},
		{
			"review_title": "Loveee this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "I love this body cream it is so amazing I love the moisture and the texture of it This is my go to I use this along with Buff Ryder they both complement each other so well"
		},
		{
			"review_title": "Glorious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I would give this a HUNDRED stars if I could!!!!! I'm almost at loss for words to describe how much I love and adore this Body Cream,but here goes. I discovered this about a year ago, bought it on a whim. I loved it immediately because it felt so decadent and luxurious. The fragrance is light and fresh and the best part is that it does not clash with any perfume or other scented body products. I should mention that I'm a 57 year old women and my age had started to show in recent years.The thing that bothered me the most was the crepeness on the tops of my thighs.So we are a year in and my skin has been utterly transformed!!!!!!My skin looks and feels 20 years younger!!!!! Its soft and supple and after some dry down, my skin feels silky and looks soft and supple.  FENTY!! Please don't ever change the formula of this because I plan on using it for years to come and not only will I use it but I'll continue to recommend it to everyone!! Thank you for making such a superb product!!!!!!!"
		},
		{
			"review_title": "New Fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I'm usually not into celebrity brands, but this body butter is next-level amazing. It makes your skin feel silky smooth with a healthy glow. The scent is lovely. I'm already on my second tub!"
		},
		{
			"review_title": "Very heavy product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Those who are saying this cream is lightweight surely can't be talking about correct product? It is very oily, it leaves you sticky and takes a long time to absorb. If you have time to wait around for the product to absorb before getting dressed I suppose this will work for you. 2 stars for light scent."
		},
		{
			"review_title": "The best cream ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The best cream ever. It leaves your skin shining all day, with delicious smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "a lot of people like to complain about the oily residue. i would like to note that this is a very generous and spreadable product, you only need a little bit to go a long way. not only that, this under any body lotion seriously does me wonders. i haven’t felt better about my skin in a long time. it doesn’t feel to heavy if i put it on before work or before bed and i enjoy that. especially after a shower!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This body butter is amazing, light weight, moisturizing, great scent from great ingredients. I like that i stay moisturize for hours once I use this body butter. My skin feels soft and smooth from the great texture. This is a must have skincare product for me and I constantly replenish, i love that it is refillable.I do recommend."
		},
		{
			"review_title": "Best lotion ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love how moisturizing and light it is. Perfect all year round!"
		},
		{
			"review_title": "For soft skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Leaves my dry skin very soft and moisturized. This just replaced my whipped Shea butter."
		},
		{
			"review_title": "love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am quite impressed with this body cream. Although at first my skin felt greasy, now that it has soaked in my skin feels so. soft. and smooth!"
		},
		{
			"review_title": "My skin feels like silk!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "This is absolutely worth the hype 100%!!! It's now become one of my holy grail items! I've been searching for a long time for something moisturizing but not a thick heavy cream, I already have plenty of those.  This knocks it out of the park! You only need a little bit, it's not sticky, and absorbs nicely while leaving that silky touchable softness behind which I love.  I basically wanna roll my whole body in this! Unfortunately,  as I am getting over covid currently,  I cannot attest for the smell."
		},
		{
			"review_title": "really oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "smells so bad, and it’s really oily. wouldn’t recommend :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Holy grail. Love the product. Love how it smells. This product is a must. I added it to my nighttime routine. Keeps me moisturizer through the night."
		},
		{
			"review_title": "literally incredible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "the hype is legit. i have super dry skin and this is the lotion that pulled me through winter when my other body butters couldn’t.  the only critique i have is the scent. it’s not bad, but it’s a very strong fresh scent that’s overwhelming and can clash with your perfume because it sticks around. they should sell an unscented version."
		},
		{
			"review_title": "it’s a love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "This leaves your skin moisturized and shiny and it has a lite fragrance which I love!"
		},
		{
			"review_title": "SO SOFT OH GOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This effing cream is INCREDIBLE and worth every penny. I am stocking up. I’ve literally tried every lotion. This is MAGIC in a jar. A tiny bit oily but not in a bad way. I imagine this is how Rihanna’s skin feels 24/7 and when I touch my skin with this on, I feel famous. Buy it."
		},
		{
			"review_title": "Fresh Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Absolutely loveeee the smell first and foremost! Leaves my skin hydrated without an overly greasy feel. Layers well with my perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "love this ! the smell is not too strong and it leave your skin nice and soft with a glow. I use it on days where I just want a nice glow nothing too major"
		},
		{
			"review_title": "VERY SATISFIED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve tried many different types of body lotions/butters and I have to say this is going to be repurchased over and over again. So smooth and leaves skin feeling hydrated and buttery soft without feeling oily or greasy.   Very lightly scented which I don’t mind at all because of all the other positives about this body cream. Worth the price."
		},
		{
			"review_title": "Are you really ready?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "this body butter is AMAZING! i have used body butters for over a dozen years. This one is the most moisturizing i have EVER used. i LOVE it and i cannot wait to get more and these will be giving some to my besties for gifts! For my skin, it has been amazing. non greasy and a little goes a long way."
		},
		{
			"review_title": "Best Body Cream Ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I don't typically buy products developed by celebrities.  This was a pleasant surprise.  The scent is gentle and pleasing.  I have very sensitive skin and this doesn't irritate at all.  It is very moisturizing and silky soft in texture.  It is simply the best body cream I have ever used, period."
		},
		{
			"review_title": "Buttery for real.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This feels amazing on my skin! The scent is like a mixed of citrus & flowers, but if you’re worried if it’s too strong don’t worry the scent doesn’t linger & fades. Moisturizing doesn’t fade though, my skin feels so soft hours later. I love that it helps my sensitive skin as well. I can’t use body lotions bc some clogs my pores."
		},
		{
			"review_title": "life changing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "My go-to lotion, only con is that you can’t buy a tub of it! It’s like skin magic. I think for the price you should get more, since it’s so silky it’s easy to use too much and I use it for my entire body everyday, so it goes fast. However, a little does go a long way and there’s no need to rub it in like most lotions which is my top reason for loving it, I hate wasting time applying lotion in a rush, but the smell and feel is a close second! I stopped using shea butter and completely switched to fenty!"
		},
		{
			"review_title": "Still love it after a year",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Bought the product back in September of last year and still have it! That does say I haven’t used it or don’t like. I’ve been using is for either special occasions or really want to make sure my perfumes stay on my longer! Very moisturizing especially after a nice shower before bed or after work. I like it doesn’t really have a smell. I will definitely purchase again!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I like the fact that it isn’t super greasy like some other products I’ve used. It also last Avery long time. My issue is this, I bought this product based off the reviews of it having this amazing scent. First off, you can barely smell it. I went back in the store like wait did I get the wrong one because the way y’all hyped the scent had me thinking I got got. The store rep was like nah it’s a very faint scent. So faint that you can barely smell it. So I’m giving 4 stars due to everyone playing on here"
		},
		{
			"review_title": "the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "This is the best around no doubt! I will be repurchasing as my new holy grail lotion. Sooo hydrating and just leaves your skin looking and feeling so good. 10/10 recommend"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Seul point positif : l’odeur.. Je suis malheureusement déçue par ce produit. La peau de mes jambes demeure sèche malgré une application quotidienne et la crème laisse un résidu gras sur la peau. Je ne recommande pas car il y a bien mieux que ce produit sur le marché."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I am in Love, this stuff is the TRUTH!!! Babe. It do not take much because it is so smooth and silky and trust me when I say it last all day, no ash, all day. The only drawback is I wish the scent was a little stronger it has a light scent and it smells so good, so I wish that was stronger. This is my second purchase, I tried the trial size first and had to get the full size jar. Love it"
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Normal skin",
			"review_text": "This is one of the best body butters out there. it runs circles around the bum cream in terms of hydration.  the texture is light but still able to leave my dry skin moisturized.  I will purchase this over and over."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Super rich and creamy  Been using this for a few weeks so far and can see my skin more hydrated"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love it my skin is sooo smooth with this. At first I thought it would give me a greasy finish but it did not i was suprised,"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "little goes a long way, skin stays feeling moisturizer, not sticky, so smooth. some body creams soak in right away and skin feels dry right after not this stuff. will defintely be my holy grail. love that it has refill too"
		},
		{
			"review_title": "hands down, best I have ever used.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This body cream is the best i have ever used. It has made my skin so smooth and soft. If you havent tried it yet, it is a must have!"
		},
		{
			"review_title": "My Dry Skin Loves This!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "One of the best body butters I have ever tried! Love the texture and scent, moisturizes and nourishes my dry sensitive skin extremely well. I would say this is slightly more moisturizing than Josie Maran Body Butter, which is one of my all time faves. The Fenty smell is super yummy!! Also happy I can purchase a refill for slightly less. Please do not change the formula. This is a new holy grail for me, I will continue to purchase."
		},
		{
			"review_title": "PERFECTION!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is by far the best body cream I have ever used. I am in LOVE with it. I’m on my second tub of it. It’s sooo smooth and creamy and leaves your skin with a light shine. The scent to me is light and perfect for layering on perfumes. Butta Drop is a permanent staple for me !!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I love this! I got it as a small sample pack that sephora let's u pick out at checkout. I liked it so much I bought the full size and have the mini in my purse. I wish I could describe the scent well to ppl that wanna know what it smells like, but I do not know what notes I'm smelling. it smells great tho, light, clean scent. it's very moisturizing and settles down after a bit. love putting it on my dry hands. I Def recommend  but also wait for the sephora sale and the actual fenty beauty website have frequent sales, to buy there.i bought the refill during the vibe sale."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This is the best body cream that i ever tried! And i tried a lot. It is very rich, moisturizing and nourishing. The scent is like an expensive perfume. It feels so luxury. I really love it."
		},
		{
			"review_title": "Thank me later",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Buy one for your mama, grandma, baby mama or anyone in your life you want to have soft as buttah skin. Omg, this cream is so thick and smooth. It has a hint of shine when applied and keeps your body moisturized all day long. Your skin will feel so smooth after wearing it. Anyone who touches you will notice the difference."
		},
		{
			"review_title": "it feels like luxury!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This whipped oil body cream is a dream. It has a fruity-ish scent and glides right on to the skin. It doesn’t take a long time to rub it, but the moisturizing effects last! This is my second purchase and I will be back for more!"
		},
		{
			"review_title": "I Keep Buying More",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I didn’t think I would love this as much as I do. Girrrrrl this stuff is so good that I have to keep buying more because my boo keeps using it!"
		},
		{
			"review_title": "Good Enough",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I’ve been wanting to get my hands on some of this for the LONGEST! I’m happy to finally have some. This body cream goes on smooth and leaves a moisturizing/slightly oily shine on your skin once fully absorbed into your skin. Keeps my skin supple and moisturized throughout the entire day. Overall, I like it a lot. However (and the reason for 4 stars), I’m not too sold on the price tag. For the cost, you don’t get much body cream and the scent is so light you have to almost shove your nose into the jar to smell it. Then, when it’s absorbed the scent almost immediately fades away. Still a good product. Not sure if I’ll re-up on this once it’s finished though."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Not a fan for the price it should smell and feel better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This smells so good and makes my skin feel so good!!! I got it as a mini and will be buying the full size. The mini came with an amazing amount of product so it’s definitely worth the money"
		},
		{
			"review_title": "Not scented",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Amazing moisture but hardly any scent! I was hoping it would smell like the fenty face moisturizer or cleanser but not even close. Almost unscented. Will be returning :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love everything about this product. Will definitely be repurchasing and recommending. I'm almost out."
		},
		{
			"review_title": "Say bye to dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "You stay moisturized all day. (Even during the winter) I love the light smell. This is a rich thick cream that melts into your skin. it's not greasy. Love that this is refillable!"
		},
		{
			"review_title": "Pretty good stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Great product, not a lot comes in the package though it will become quite an expensive habit once you purchase your first tub it’s over. Works best when mixed with a little black castor oil mixed together in hands with a knob of the body butter"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this body cream! It has a nice light sent and leave your body feeling moisturized and soft. I will definitely be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I bought this body butter based on a recommendation of an influencer. I also like Fenty Beauty products they are great quality, this body butter is no different. I like how luxurious and rich this body cream is without the greasy feeling and it leaves the skin looking dewy and moisturized. It has a light soft fragrance, nothing too cloying. I put this all over my body right after my shower and my skin is hydrated, smooth and comfortable all day long. Right now I’m on my second pot."
		},
		{
			"review_title": "Perfect for the summer time!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "This has a very faint clean smell.. the smell is a bit sweet though. A little amount goes a long way so you should have this for quite some time unless you’re sharing it with others. It has a medium thickness… it’s not thick like Shea butter but it’s heavier than a lotion. It dries down pretty nicely and leaves you with smooth skin with a beautiful glow. I would honestly recommend this product if you don’t mind splurging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Can't say enough about this stuff. I've tried so many body butters but this formulation is 10/10."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’m very disappointed. I was expecting this cream to have a really good scent, however there is no smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Such a faint pretty scent. Doesn’t feel like a typical body cream - it’s so light, like smoothing a fluffy cloud between your hands before applying. Like whipped cream. Glides right on and doesn’t feel greasy. Very moisturizing. Solid 5 stars."
		},
		{
			"review_title": "forever a love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "the scent is so soft and pretty. melts into my skin and hydrates it so well. love this body cream!"
		},
		{
			"review_title": "Feels like a dream on the skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Hydration is definitely ‘au RDV’. Applies well and smells fantastic!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Very rich body cream. Makes my skin feel luxurious and soft."
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Bought it as a gift for my mom. The smell is okay, kind of strong like perfume. Didn’t see a difference in skin. Would not buy again"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great texture, sinks well into skin, ok scent, does not smell strong"
		},
		{
			"review_title": "Pricey but worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is a great body cream. A little pricey for the amount you get but very cream and luxurious feeling."
		},
		{
			"review_title": "Fantastic body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Light, moisturizing, sinks in, luxe. I wish they had different scents."
		},
		{
			"review_title": "Love the Butta Whipped Oil Body Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Wasn’t sure if I wanted to pay the price for the Butta  Drop whipped oil body cream , but I am so glad I did . I have well water and my skin is very dry so I purchased two of them . The 2.5 FL.OZ and the 6.7 FL.OZ., While  using the smaller container I couldn’t see any changes in my skin. I was disappointed but by the time I started on my second container I was really impressed. My skin has a glow and is very soft. I use the cream everyday. Yes it’s pricey but it’s worth it to me. I love the smell. I will be purchasing the cream again."
		},
		{
			"review_title": "One of the best lotions I've used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I was pleasantly surprised at how well this lotion works - it's thick and will leave your skin feeling moisturized for days. It smells really good but it's not overpowering."
		},
		{
			"review_title": "5/5",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "What I love the most about this product is a little goes such a long way! It ends up being super silky on your skin and it is truly unscented so it doesn’t interfere if you want to wear a separate fragrance! Amazing product!"
		},
		{
			"review_title": "Mental Wellness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I bought this in a rut, and it revived my skin and my life. I remoisturized my skin and keeps it very soft, even during bitter PNW or Mid-Atlantic winters when traveling!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Super buttery and long lasting I love it would definitely recommend to anyone with dry skin"
		},
		{
			"review_title": "amazing and worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I actually get sad when I have to shower every day because I don’t want to wash off the moisture or scent. But then I just reapply so it’s all good! This stuff is no joke and I’m obsessed!!!"
		},
		{
			"review_title": "Gorgeous gorgeous girls love the Butta Drop",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The best moisturizer out there. Oil based so will sit on skin as it absorbs but in the best way. Lasts even after a shower and has completely changed my skin. Used to have dry dull skin especially upper arms/shoulder now I glow. I buy this for everyone I love as a gift and they all love it as well. 10/10  I am, however, sad I can buy this in a gallon bucket size bc I go through it too fast"
		},
		{
			"review_title": "best hands down",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this body cream. It’s thick like I love it and has a nice sheen to the body. The smell is light and nice and it’s eco friendly which is the first time I’m seeing that in a company. It’s the best"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "New favorite body cream. Smells so good and really moisturizes for DAYS!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I'm always on the hunt for the perfect body lotion, so when I saw this in store, I had to try it. The texture is very luxurious and thick, yet spreads very easily. There's just the slightest hint of sheen that leaves your skin looking luminous and healthy. It does a great job of moisturizing - my skin feels SO soft and supple until I wash it off. The only reason I knock down 1 star is because I'm not a huge fan of the scent; it's a little too grandma-y florals for my personal taste. I won't repurchase, however, if more scents become available, I will definitely give them a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I am obsessed with this lotion, however this is my first time ordering this refill and beware the edges of the container are sharp!!! Sliced my thumb right open. That being said, this has a very light scent but feels so silky smooth and moisturizing."
		},
		{
			"review_title": "Highly recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Ok y’all. This is it! This cream is so moisturizing, it’s thick but has lotion slip to it. The texture and consistency are amazing. I wouldn’t use it on my face as it has oily characteristics plus a perfume fragrance but everywhere is fair game. The smell is light and not overpowering but very pleasant. Again, it does have a lightweight oil feel to it so you will leave fingerprints on like phone cases, glass, etc. It absorbs well and my skin has never looked so healthy in the winter time. One application lasts for a long time.   What’s going on in my pic? This product comes with a refill that’s a little cheaper so you don’t have to keep buying the whole container each time. The refill slips right into the base and lid."
		},
		{
			"review_title": "AMAZING!!?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Best thing i’ve ever bought. I genuinely thought that it would be good but not worth the money but if you have the money to splurge then please buy it because it is amazing and both looks and feels amazing. Trust me a little goes a long way so it’ll last forever."
		},
		{
			"review_title": "Best cream ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Dry skin",
			"review_text": "This cream is so thick and leaves your skin so soft and not greasy. It also has a light fragrance but you can barely smell it after a few minutes"
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I have very dry skin on my arms and legs. Not sure if due to dehydration, hard water or age. I can get so dry a few hours even after applying lotions. My skin then gets super itchy & flaky to a point of bleeding sometimes. I've tried every lotion/oil from Target and some from Sephora and nothing was as skin quenching.  I ordered this lotion & another from Sephora. Tested both with and without adding an oil. The other lotion was awful, but this was heaven!  Using lotion by itself and with added oil, it helped keep my skin to hydrated and supple. The consistency was medium thick, went on smooth, soaked in without needing to rub to hard and the smell was divine! No rash or allergic reactions. The packaging was good too.  My only issues was though it soaked in well, I was still a little slick for mins after. Not greasy, but a min layer of moisture. Regardless, it eventually completely soaked in and didn't stain clothes. Other issue is the price. Super expensive for what I need daily.   I normally shy away from celebrity brands, but this was a game changer for my dry skin."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’m on my third refill! This product is just so good and so hydrating! I recommend a thousand times !"
		},
		{
			"review_title": "Worth the price!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This winter has been brutal and this cream has been an absolute treat.  It has returned moisture to my skin and it gives great protection.  There is a light fragrance but nothing overpowering.  (My husband likes it.). I'm very into clean beauty after my cancer treatment.  This is definitely a good purchase."
		},
		{
			"review_title": "Good product. Packaging fell apart.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This is the first time I have purchased this body creme. I really like the product as I have dry skin and a water base moisturizer/ body creme never works for me. I unscrewed the lid this morning and the inside tub had fallen out and it won’t snap back into place. I don’t want to put cling wrap over it as it will not last and for $42.00 I was not expecting this defect. The packaging needs work. May I suggest a ‘maybe’ recommendation option for reasons such as mine. Yes or No doesn’t apply a lot of times."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this moisturizer it makes the skin extremely so it’s very moisturizing and smells great it’s pricey but I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love this cream. I have sensitive skin and live in a desert, and this is such a treat for my skin (without any stinging or rashes). I love it before bed. The scent is nice and light as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Light skin tone, Oily skin",
			"review_text": "I think this moisturizer is only good for short sleeves in summer because it transfers to your long sleeves, other than that, it's a little pricey, everything else is great, absolutely hydrating and brightening, smells great, will be back Buy"
		},
		{
			"review_title": "Nice body butter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s a great moisturizer. I only gave it 4 stars because it’s not my go to, however my go to is unavailable due to the pandemic and I ended up trying this. After trying a few products I found this really helped moisturize my skin, smells amazing and feels good when you apply."
		},
		{
			"review_title": "One of the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love using this butter right after my shower! This body butter seals all the moisture into my skin!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Not as absorbent as I would’ve liked, it kind of sticks to clothes, seats, bed sheets. But it seems moisturizing and looks nice."
		},
		{
			"review_title": "MUST BUY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "LOVE PLEASE BUY it comes off as  a thick cream but its not when its applied smells good and  is good for dry skin"
		},
		{
			"review_title": "Not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Returned this, frankly. It's thick and not in a good way.  I do love that it has refills and reduces waste but I really wanted to love a Fenty product and this was another no for me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this product however I think it's a little pricey because you go through it very quickly and I don't like spending that much money on a body lotion that you go through that quick"
		},
		{
			"review_title": "Great for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a really good moisturizer! I struggle to find moisturizers that I don’t have to reapply over and over again, especially in the winter. But this kept my skin so soft all day. There’s a perfect amount of oil in it to where it hydrates and makes you glow without making you greasy or oily. It also has a good subtle smell!"
		},
		{
			"review_title": "Yesssss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Yes please! I started using this body cream about 2 weeks ago and my skin loves it! I love everything about it, the scent, texture, and my husband likes how it tastes. I will be purchasing this again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "So close, but no. Wanted to love this soo bad. Not much to complain about- the scent is incredible and sophisticated and the thick texture feels luxurious. However, a light residue remains (takes so long for your skin to absorb) and the smell fades off within 2 hours (I did a test, just lounging around my home). Bummer. Was really looking for something long-lasting to feel and smell nice throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "i don’t usually write reviews but this one is amazing! i have very dry skin and i’ve tried so many products and methods but nothing worked so far. I tried this body cream based on good reviews and I’m so glad i tried. It keeps my skin hydrated and soft until next day. i usually  use cream with oil but this cream doesn’t even need oil. Try this if you have really dry skin."
		},
		{
			"review_title": "Mmmmm Impressive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I am impressed.  I purchased this product because l have extremely dry skin especially in the winter and this winter has been somewhat rough on my skin.  However I am impressed not very impressed but somewhat impressed because the Butta drop cream oil works and the scent is not powerful   One can May still wear perfume and this scent will enhance any fragrance one may spray on their body.  What l like most is the body oil combats the rough dry spots ashy hands, elbows, knees, and feet.  Feet l would not use on my feet l like the Vaseline stick for my feet and place socks on.  Butta Drop Whipped Oil body cream works and l do not have a greasy residue feeling on my skin and some into the skin. The shine is  present when applying but not too much no one wants to look greasy but honest it’s a silky smooth feeling on the skin.  The body cream Is whipped too perfection.  The texture is a nice blend.  Thin, light, fluffy-airy if l May use the word and not sound too redundant easy to apply to one skin.  Ok. Enough.  I am rambling.  Good product.  Will purchase again but no time soon.  Winter only."
		},
		{
			"review_title": "I'm Obsessed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I'm obsessed; goes on smooth and is light but provides silky smooth skin and lasts all day. It is a staple of my daily routine. Love it!!!"
		},
		{
			"review_title": "best butter ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "can't say enough!  quickly absorbed, lightly scented and leaves skin hydrated but not greasy.  love it!!!"
		},
		{
			"review_title": "loveeeeeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "Love this product. I am super sensitive to smells but this one is a lighter smell (not perfumey) that doesn’t linger. The cream is thick but sinks in fairly quickly to the skin. Definitely will be buying again"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I have dry sensitive skin. This product has fragrance. It is faint and smells good but irritated my skin. I’m not certain it was the fragrance that caused the irritation but it’s a “clean” product so I’m not sure what else it could have been. So I will only be able to use on hands/feet maybe."
		},
		{
			"review_title": "Buttery Heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Beautiful texture that moisturizes perfectly.  It is not greasy and the moisture last!  Winter is tough on my skin and it just sucks up moisture and leaves my skin still dull and dry.  This formula is perfection."
		},
		{
			"review_title": "best body butter ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Usually it’s hard for me to find the body butter that has oil in it and I was really shocked Rihanna made one so this was asking my favorite. Plus the perfume will and so yes Shout out to RiRi she did that"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love the consistency and smell. Good lotions are SO tough to find. I will definitely buy this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Oily skin",
			"review_text": "Love the packaging.! Definitely moisturizing and a soft yet noticeable scent. Can be paired with a variety of perfumes."
		},
		{
			"review_title": "Oil + Cream = Oh My!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This oil body cream is amazing!! I was thrown off by the fact that it’s oil AND cream but it’s very creamy, moisturizing and has a light pleasant scent. I didn’t find it too oily but more cushion-y (if that makes since). It makes my hands feel so soft! I’ve found that since it is so moisturizing – a little bit goes a long way. Try it, you just might fall in love too!"
		},
		{
			"review_title": "Skin glow I've always needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I'm on my third refill of this stuff. It's literally liquid gold... I always wondered how celebrities got that glow on their skin, welp got it now!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Received a sample. Instant glow I was so pleased! What a surprise ! Make up went on over it so smooth and still a glow from underneath. I’ve been using Huda for my face but the results have made me an instant fan! I am up for a switch !"
		},
		{
			"review_title": "Perfect For The Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I’ll start by saying I have been a religious user of Plamer’s Coco Butter for the ENTIRETY of my life. Literally since birth. I never try body lotions/creams, because they never live up to the moisture and glow from my beloved childhood skin products.   Butta Drop is IT. This thicccccc cream literally melts into the skin. Leaves skin so soft and supple (for a long time) and has the most gentle of scents. It is quite pricey for the size, but honestly I think it’s worth it. Not for every day use in my mind: I use it as a treat/when I’m looking for a lift for events, going out, etc. Helps me justify the cost. Worth it. Perfect for your skin. Do it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This cream is god sent! Left my skin looking absolutely hydrated with a glow. My only negative is the small container. A small amount goes along way but it won’t last long if applied daily."
		},
		{
			"review_title": "Currently on my 1st Refill and Ordered a Spare!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ll admit that I was hesitant at first to purchase the original product as I didn’t know if it was something that I wanted or needed. After hearing so many rave reviews about this body cream, I took the plunge and purchased it. So glad o did! This Burt’s Drop smells just like Fenty’s overnight facial moisturizer. A little product goes a long way and leaves my skin looking supple and feeling soft and smooth like butter! This has now become one of my favorite body care products. I’ve purchased two refills to make sure that I don’t run out anytime soon! Definitely recommend!"
		},
		{
			"review_title": "skin is glowing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Dry skin",
			"review_text": "After looking at numerous reviews I decided to give it a try. I have a lot of Rihanna products and they work so good with my skin. This product has a subtle flora scent and the product is just right when it comes to absorbency. I am not sure about other reviews that mention greasiness but not for my skin absorbs it right up! A little goes a long way. It gives my skin a nice glow, feels so good. I would definitely recommend."
		},
		{
			"review_title": "The perfect bedtime lotion!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’m a guy who’s been looking to upgrade their overall skincare routine and this body butter is a great addition!  I apply it at bedtime (since it’s pretty thick being a body butter) and when I wake up my skin is super soft and smooth!  It’s been really helpful this winter and I’ll definitely be back for more"
		},
		{
			"review_title": "the best lotion of 2021",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Amazing body lotion it keeps your skin hydrated, soft and smooth with a visible difference over time & using it consistently. Only downside is it doesn’t smell the best but its 10000% worth it! Will definitely repurchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this lotion. I just need a bigger more economical jar."
		},
		{
			"review_title": "Bye bye dry skin, hello Goddess skin!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is the best oil body cream I’ve ever used!! It sinks right into my skin and actually makes is soft. Any type of dryness/dry patches on your skin just kiss them goodbye with the cream!!   Two things I wish: a bigger jar, and an unscented version. The smell isn’t horrible at all though, it’s soft and subtle but definitely something I’m not used to."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It leaves an oily texture on your skin perfect for winter, it has helped me a lot with my dry skin. And like all FentySkin products the smell is delicious."
		},
		{
			"review_title": "amazing lotion. sharp packaging - be careful!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "I love the fenty body butter but the edge of the foil on the refill is so sharp that it sliced my hand open in 3 spots when I was putting it into the plastic case. The product is great but please consider making a less sharp edge on the seal!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "I’ll probably never use another lotion. I need them to make a bigger size"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Lovely body cream! It absorbs well and isn’t too greasy or heavy. I actually love the scent, it’s grown on me. At first I didn’t think it had much of a smell but over time you pick up on the very subtle fragrance- soft and very feminine. It also blends well with other moisturizers. It’s quite a splurge but if you are looking for a body butter that you can use daily this is the one."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I cannot believe I waited so long to purchase this!! I love it! The consistency is thick and silky like I prefer in all my body lotions. Perfect for this cold weather that always makes my skin so dry. Making this a staple for my beauty counter."
		},
		{
			"review_title": "It must be something about this body cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This was a secret Santa gift for someone in my book club however everyone in our book club  had asked for this phenomenal body cream...but me!   So this review is not first hand from myself but out of the 17 ladies 12 are raving about this body cream, It's not greasy, It smells so good .  Hopefully Santa will have some under the tree for me."
		},
		{
			"review_title": "in loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Holy grail for smoooooooooooooooth skin! My bf and i love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this stuff, been using it on my Pregnant belly. Smells amazing and even after I shower my skin is still moisturized! Riri does it again!"
		},
		{
			"review_title": "Buy if you want smooooooth skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This product is luxurious for the price point and size. I love the way it feels on my skin, smooth yet not oily or sticky. My only criticism is that I'm not in love with the scent. It smells subtly of berries, which is nice, but personally I prefer floral scents. Overall, great product and I would definitely recommend it!"
		},
		{
			"review_title": "Perfect in every way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the best for dry skin. It is rich and luscious. I would buy this over Josie Maran any day. This does stay dewy for awhile but, eventually soaks in all the way and my skin loves it. It is worth waiting for this to soak in for me because it lasts all day or night. My skin doesn’t feel dry hours after putting this on. Love that it’s got a refill option too. The scent to me is light and nice and doesn’t overpower my perfume. A little bit of this goes a long way and spreads perfectly. I can’t go without this now."
		},
		{
			"review_title": "Yessir",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Love this stuff. Very luxurious feeling cream, goes on heavish (not a bad thing) by the end of the day skin is still be moisturized w/o a sheen. The best way I can say it is, I’m not ashy, ever. My skin is always dry in cold weather. Not anymore!!!! Fenty delivered with this one."
		},
		{
			"review_title": "Dreamy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love Fenty makeup I'm just getting into their skin care line. I already have the hand mask, and I love it, so I thought I'd try the Butta Drop. I received it today and I LOVE it. It feels so lux on my skin. It's thick and creamy and heavenly! I've read the ingredients and it's worth the money!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am obsessed with this! My skin gets super dry during the winter and because this butter is so thick and creamy, my skin stays hydrated all day. The scent is wonderful! I was a little hesitant to buy because of the price, but it was 100% worth it. I will now be trying more Fenty Skin products."
		},
		{
			"review_title": "nice scent, the tub will last long",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "If you know the scent of fenty skin spf, this smells the same. It’s very thick and a little goes a long way, so you don’t need much. Some reviews mentioned it’s greasy and leaves a film - I didn’t experience that. It was a little sticky after I first applied it but then it went away. I applied it at night and woke up with moisturized skin, although the scent did fade."
		},
		{
			"review_title": "Meh..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love the Fenty skin face products but this and the body scrub……..just no. This left my skin with a white shade and still had to add a layer of lotion cause it didn’t look right"
		},
		{
			"review_title": "Copy of WHIPPED VASELINE INTENSIVE CARE.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "It's ALRIGHT.  ITS DOESN'T SMELL LIKE ANYTHING AND ...ITS OVER HYPED.   THE PROBLEM IS : TOO GREASY AND DOESN'T ABSORB IN AND LEAVES things full of oil !  Yes it makes your skin slick n soft but it stays on the surface and I have A JAR OF WHIPPED VASELINE IN THIS FORM ....and it does the same thing but it costs 3 bucks.   You paid 30 bucks for this ?!  No. No. No.    Stop hyping this up....just use Vaseline! Lol"
		},
		{
			"review_title": "soft skin = massages",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I was apprehensive about getting this because it's so expensive, but after getting a voluntary massage from my boyfriend because of how soft my skin was after using a sample of this stuff, I bought the full size and I'm OBSESSED. I love how neutral the scent is, it goes with all my perfumes but it still smells nice on it's own too. I do wish it sank in faster, but I'll let it slide for how well it works."
		},
		{
			"review_title": "pricey, but worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I love this stuff. I usually have to mix lotion and oil together to stay hydrated but this does really well on its own. I’m kinda mad that I like it because it’s expensive for some lotion but it works! It gives you a nice shine without feeling heavy. The scent pairs well with most of my perfumes because it’s light and clean."
		},
		{
			"review_title": "Hands down the absolute best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I can’t remember the last time I wrote a review for a product I purchased from this site, but this item warrants it. This is hands-down the best moisturizer I’ve ever used. I feel SO smooth & supple after I apply this and my skin has a very pretty glow. I love the smell as well. It’s a very clean scent that pairs well with just about any fragrance you spray on afterwards. I also appreciate the fact that you can just get a refill rather than buying a whole new container. I don’t know what I’ll do if this is ever discontinued because nothing compares, in my opinion."
		},
		{
			"review_title": "Bad packaging for a meh product. Stay away.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The packaging is just the worst. I had to look up YT videos to see how to open this thing. I literally almost broke the lid trying to pry it open. I love body butters, so I wanted to try this one out. It has the creamyness but it's not moisturizing. My skin dried out pretty quickly and the fragrance dissipated real quick. I wish it had ceramides or ingredients that actually help the skin barrier. Save your coin, there are better body butters out there."
		},
		{
			"review_title": "Body butter cream that turns into a body oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am pregnant and was looking for a body butter cream that wasn't too heavy and difficult to spread. I tried so many and this one is definitely my favorite. It's not as light as a body lotion but for being a butter it is very easy to spread. It feels more like an oil while you're massaging into the skin. I apply it at night time as it doesn't absorb immediately but it leaves this moisturizing feeling that I can even feel when I wake up in the morning. Love it so much! :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this is the best body cream. so hydrating and great especially for winter time, a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Love the way my skin just soaks in the product without leaving it oily. Has a nice clean smell."
		},
		{
			"review_title": "I NEED it and look forward to using it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I tried this in the small size first to peep it. I hate that I love it because it’s so freaking expensive, but I will be repurchasing the full & travel size LOL. It feels so good on my dry skin, it literally soaks it up. Definitely a Buttah. And it smells AMAZING…kind of like her face wash, but this lasts longer on the body so I keep smelling my hands HA! Packing is beautiful and modern, looks good anywhere in my room. It’s a must & staple. Rihanna gets so much of my money!"
		},
		{
			"review_title": "Best Body Lotion (but expensive)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Body lotion is definitely something you can get for cheap, but if you're fine splurging, then this is the right body lotion for you. Feels amazing on the skin, smells delicious, and makes you look shiny and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The best body cream I’ve ever tried. Worth every cent. It’s the only  body cream your body will crave for. A little goes along way. Very light scent and leaves the skin moisturized all day. What are you waiting for gurl buy it!!!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "My skin LOVES this!  I got this as part of a bundle deal with the Buff Ryder, and I used this all over my body. My skin has never felt this moisturizers and rich! I ran out, and I had to go back to my regular lotion. They do not compare at all, my skin feels dry after putting on lotions claiming to have jojoba and coconut oil in it.  I’ve even used several other body butters in the past, and this Fenty one is the best. Originally wasn’t sure if worth $40, but it is."
		},
		{
			"review_title": "Number12me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Rich skin tone, Dry skin",
			"review_text": "I've tried several different body creams.  THIS creams has by far been the best for me. I absolutely love the light fresh smell too. AMAZING"
		},
		{
			"review_title": "A little goes a loooong way",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I'm usually a body lotion person but decided to try this body butter. I just used today and like someone else said,  a little goes a long way.  Like a really long way. If over applied, it does feel sticky or greasy. I can see this lasting me almost all winter. I like the smell.  It's very light clean floral, i can barely smell it.  Just feel the price point is a little high but if this will last months,  then it's probably worth it."
		},
		{
			"review_title": "the best body butter on the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This body butter is worth the money! A little goes a long way and seeps into your skin and makes it soooo smooth. And I love the scent, i’m already about to buy the refill!"
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "Loved this , this is so hydrating and smell so luxurious paired with the body scrub ,"
		},
		{
			"review_title": "definitely a winner for ME!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Normal skin",
			"review_text": "I love the smell and feel of this body cream ! It’s so sheer and makes your skin feel so smooth & clean."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Absorbs really well into the skin rather than sitting on top of it and feeling greasy. Love the smell as well !"
		},
		{
			"review_title": "No no for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Besides all the great reviews that I read, this isn’t the best cream that I ever tried.  It’s good but not the best.  It’s very oily and I don’t like the sensation in my skin.  I don’t know if I like or hate the smell; it’s just too weird.  I think it’s like a common drug store cream in a fancy brand tag.  I don’t  even like the package; sorry Riri I love you but this is a no no for me"
		},
		{
			"review_title": "Buttery Soft Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Rih did it again. I mean the scent isn't too overpowering. When you use it on your skin it's not too oily very moisturizing and leaves your skin feeling smooth and hydrated. Take it from me get yourself one. You won't regret it!!"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "O.M.G! First off the smell is amazing!! The texture is very thick and goes on super smooth. It leaves my body very soft."
		},
		{
			"review_title": "Fenty Buttah Drop",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "That buttah baby! I’m so addicted to this buttery body cream! It makes your skin instantly soft…I highly recommend for those romantic nights with your significant other or if you just want to treat yourself"
		},
		{
			"review_title": "so glad I tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "okay first of all I normally do the Sol de Janeiro bum bum cream and other body moisturizers and stuff but I'm always looking for something new and I love this stuff. for the price it's a steal because a little bit goes a long way. Now I personally only use it right when I get out of the shower after exfoliating because of the oil and I don't want excess product just laying on my skin. But when I use it right out the shower after exfoliating it takes very little in my Skin's feels so good. And the smell is really nice I would prefer it to smell a little stronger but either way I'm happy it's going to last me a long time."
		},
		{
			"review_title": "A Great Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "The light scent is inviting. It’s not overpowering at all. The cream is very thick but it’s worth it. I don’t feel like my pores are clogged. This cream would be even better when used in the winter. It moisturized and improved my skin after just 2 uses. I bought 2 because I knew I’d love it. I’ll buy this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Awesome product! Feels very good on the skin and keeps my skin feeling hydrated for a while"
		},
		{
			"review_title": "Very Thick",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Not for me it’s very thick, and very greasy after applying I have to use a dry washcloth to remove the excess oil. I do realize it’s “oil” body cream but it’s just to much and too thick."
		},
		{
			"review_title": "Non-oily whipped body cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was expecting this to be oilier, but this feels like a beautiful body lotion to my dry skin. I was a bit apprehensive about the “whipped oil” part but it’s not at all sticky or oily. It sinks in effortlessly and leaves my skin soft and smooth. It barely leaves a bit of a sheen on my skin. Love the gentle floral fragrance. It’s a luxurious body butter for adults."
		},
		{
			"review_title": "Moisturizing feel good skincare for your body",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I used to love the original Sephora body butter but since it was discontinued I have tried more creams, lotions and oils and never found anything as moisturizing until I tried this Fenty body cream. Your skin will thank you!They even have refill pods that will save you a little bit of money.LOVE this product."
		},
		{
			"review_title": "Not Worth The Money!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m a big body butter fan so I had to try this! I was hesitant at first because of the price but wanted to see if it was worth it. I love the smell and the consistency. It’s very creamy, not too thick and applies really good. I just don’t feel it’s worth $40!! Tree hut body butters give the exact same feel to me and are way less expensive. I like it, but I don’t love it, sorry Rih Rih!"
		},
		{
			"review_title": "luxe and lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Received this is a sample. Great luxe texture and super hydrating, while absorbing nicely. I do not like heavy scents. The fragrance is very light, but absolutely lovely. Will definitely add to my body hydration mix."
		},
		{
			"review_title": "to the point review",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Pros:  - nice glossy sheen especially in sunlight  - unique consistency (fluffy)  - minimal scent (good for when your wearing perfume etc)  - semi sustainable packaging  - black owned!!   Cons:  - a little thick for my liking. I hate taking a long time to put on lotion this definitely isn’t the thickest but still a little too think for me.  - softens but does not offer extended moisture for really dry skin like mine if I don’t apply right away out of the shower my skin is so dry - not enough product for price — overall pricey for a daily lotion  - doesn’t offer that skin softening effect like other cheaper old school Shea/Cocoa butter lotions  Overall I won’t be repurchasing because i don’t think it’s worth the money. Maybe if it was improved and the price point was a little lower. I guess I’d recommend if you don’t mind the thicker formula and the price."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Nicely hydrating and leaves a subtle sheen to the skin. However, I was turned off by the scent which to me smells like fake cherry. It is fairly light so others might be able to look past that. As others have said, this lotion sits on top of the skin rather than absorbing quickly or well. When I run my hands over my skin, my hands look greasy because the lotion is just sitting on top. Maybe someone with drier skin than mine would do better with this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the smell of this stuff and my skin feels great after I use it. There's a decent amount, and I just skim the top with my fingers, so this will last me forever. I bought this on a whim and I'm so glad that I did."
		},
		{
			"review_title": "Disappointed Customer",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Oily skin",
			"review_text": "I gave this product a try, but I agree with other reviews that said the product is greasy and sits on top of your skin versus being absorbed. It makes my skin feel greasy instead of moisturized. I am a long time Body Shop Shea butter user and will go back to that. It is much better. I will not purchase this product again."
		},
		{
			"review_title": "The perfect body moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve never used a cream like this before. It instantly softened my skin, I put it on before bed and woke up with amazingly soft skin. I’m sad it’s so expensive because I will be buying it for the rest of my life. The smell is exactly what I was hoping it would be…pleasant  and very very light. I’m sensitive to strong smells so I returned the khiels body butter and got this instead and it is so much better. I was afraid it would make me look oily like the people in the ads but nope, just use a little and rub it in for the perfect amount of moisture. You won’t regret buying it."
		},
		{
			"review_title": "Eczema prone skin approved!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay, WOW. I am impressed with this cream. I LOVE it. I’ve tried so many creams, lotions oils etc and this solves it for me! I was using Cerave’s cream up until I started using this product and it makes my skin soooo smooth and soft while Cerave’s cream didn’t give me that wow factor.  This cream is different. The moisture lasts longer and has a slight scent. I use it twice a day b/c my skin tends to get dry but this product has solved the flakiness! I really wish the packaging was different.  Like a pump within a jar, other than that I am going to repurchase this especially with fall/winter season coming up!"
		},
		{
			"review_title": "Refill Container is Confusing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "The product is great but the refill container is confusing. The cover did not fit over the refill nor does the refill fit inside the original container. I hope I am not supposed to transfer the product from the refill to the original because I won’t purchase again. That’s my reason for taking off one star."
		},
		{
			"review_title": "Smooth Body cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Nice, smooth body cream not too heavy with a lite fragrance."
		},
		{
			"review_title": "Bomb ‼️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "Its so good makes your skin soft and you can tell the quality is there !!! Worth the price a little bit goes a long way"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVE... I am on my third one. I adore bath and body works shea products and this was just as good if not better/"
		},
		{
			"review_title": "Cool!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Very cool texture, does not irritate my sensitive skin!"
		},
		{
			"review_title": "My New Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "At first I thought this would be too thick for the summer, so I went back to my favorite body butter... Josie Maran. But after trying both, side by side for a month now, I'm finding that my skin loves Fenty Butta Drop. It absorbs quickly and the softness and scent don't quit. I can't believe how soft my already incredibly soft skin feels. I am always in search of the best body moisturizers, and I believed Josie Maran's body butter to be it. But this body cream from Fenty is no joke. Worth every Penny!!"
		},
		{
			"review_title": "Excellent product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I won’t be running out of this anytime soon… And I’m using it pretty regularly. It’s thick, smooth, but not remotely greasy, and my arms, legs, and chest really feel hydrated and cared for after several weeks of use. When I finally DO run out of this, I’ll definitely be buying it again. At first I thought I was a fool for paying this much for a lotion… but this is an extraordinary amount of product, and I’ll be nowhere near running out of it anytime soon. And I mean, this is going to last me for months."
		},
		{
			"review_title": "Why are you reading reviews. Just Buy It !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Guys this is the absolute best body moisturizer ever ! A little goes a long way . All you need to do is glide your finger on top. Dont even scoop! Great luxurious scent that makes you feel soft and airy. Soaks right up and glows like a MOTHER ! Drop your coin and dont even think twice. You’re gonna love it"
		},
		{
			"review_title": "Best body cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I've been needing a new body cream so bad due to my really dry skin. I've tried multiple body creams and none of them keep my skin hydrated enough and help smooth out my skin. This cream has helped tremendously. If you're not a fan of heavy creams, then I wouldn't suggest this cream for you. I normally am not a fan, but the effects this cream has had will override my distaste for heavy creams haha."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am a little disappointed with this cream. It’s too expensive for what it actually does. I have super dry skin on my legs. I applied this right after my usual shower routine or after using the Buff Ryder scrub. This oil-rich cream softened and moisturized my skin well, making it supple and elastic. Unfortunately, after sometime, the skin felt borderline greasy. I like my moisturizers to get absorbed into the skin, which this doesn’t do. The oils just stayed on top of my skin and never really got absorbed. I was almost expecting this cream to leave a ‘sweat mark’ on my office chair (I know, gross!). Thankfully it didn’t, but that was the feeling I was getting every time I sat on my chair. Also, it’s supposed to have a tropical fragrance, but it’s barely noticeable. Not just on the skin, but even in the container, there was almost no fragrance. So I gave it a shot, but won’t be buying this again. There are other body creams in the market that are way more effective at a much cheaper price point."
		},
		{
			"review_title": "Sorry but it’s overhyped….",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "As an owner of multiple Fenty Skin product I can definitely say that this product is overhyped. I’m not getting the tropical fruity scent that is described. It smells like a Aveeno lotion and the product is a little bit greasy. But it does get the job done but I wouldn’t purchase again."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This stuff is amazing. It smells great and is very moisturizing. I’m talking about the type of moisture that will last until the next time you shower. It’s not greasy and will last until the next day. I received a sample packet with a previous order and fell in love with it. A little goes a long way so I think this will last a long time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "It’s amazing. I love that it does not have an over powering smell to it. It’s nice and soft. This body cream is also very moisturizing I do not need to use a lot for my legs which is great."
		},
		{
			"review_title": "luxurious!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "i love this stuff!!! i was really worried about other reviews about the smell, but honestly there’s not too much of one. i feel so luxurious wearing this, my skin just soaks it up. first time i put it on, even my boyfriend asked me what was making me look so glowy!! it’s a heavier cream but not greasy, go get it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Rich skin tone, Combination skin",
			"review_text": "Lasting effect. I didn’t use for a couple days and still had the sheen the body cream gave me. Without it or with regular lotion I have pretty dry skin"
		},
		{
			"review_title": "Butta Babyyyyy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Only moisturizer that my skin loves! Heals dried cracked skin! Thank you Rihanna!"
		},
		{
			"review_title": "Cheaply nostalgic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This scent takes me back to my childhood where I had cheap berry scented things. Every time I put it on I think of Bratz dolls. Also feels greasy."
		},
		{
			"review_title": "LEMME TELL YOU !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "So! I read mixed reviews about this product and I finally decided to purchase this item. Can you say hydration ??! Really nice and smooth, love the Sutle smell the product has and it kept me glowing in my dress for the whole night! I seen quite a few people complaining about the price & size, this tube is HUGE you definitely get a bang for your buck. I’ve used this product for two days & I love it !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Excellent Body Butter - It’s so hydrating, creamy and it the fragrance is so light airy.  It’s perfect for dry skin.   Definitely an 10/10"
		},
		{
			"review_title": "Very greasy/Does not dry",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "This product has a wonderful light smell. However, it does not dry down and leaves a very greasy stain on everything. I put it on my very dry legs and it never sunk into my skin even after hours of wear."
		},
		{
			"review_title": "I LOVE IT!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I have extremely dry skin. This product is absolutely amazing. I am super picky when it comes to my lotion, and this I love. It gives a beautiful sheen, on me it’s not tacky, nor does it transfer onto my clothes. I almost finished with my first tub and I’ve already purchased another refill."
		},
		{
			"review_title": "Best One Yet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I love this moisturizer SO MUCH. I use it at night and after my shower and my skin has never felt healthier and been smoother! 12/10 you have to try this!"
		},
		{
			"review_title": "A Fenty product not worth buying",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "A huge disappointment! This has no real scent which was surprising because the other FS products smell amazing. Also the lotion is not moisturizing nor does it give the sheen that you see on the ladies on IG. It's literally like the regular lotion with the thin consistency of lubriderm. I was expecting something a little heavier or creamy, that would give that coconut oil like sheen but it just disappears like no lotion was used at all, and there's a slight tack once the product is rubbed in and dry which is a problem if I'm spending $40 for it. I should smell good, have a glow and feel silky smooth. I was so looking forward to it, but it was a BIG let down"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "For someone who’s been whipping her own mango and cocoa butter for yearssss i hate to see a butter pot at 52$… there’s definitely some pricy oils and may be worth the price but idk if i would."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I got a sample of this and I liked it. I gave it 4 stars because  while the hydration is amazing (!!!), the smell isn’t that great. It smells like any cheap subtle berry lotion. I was so excited and hoping for a better scent because it’s Fenty!! My legs looked hydrated and felt super soft after applying this, so it’s a 10/10 for my dry skin. Even after showering the lotion off, they’re still super soft. If you don’t mind berry smells and like them, go for it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I have super dry skin and this cream is amazing. I have been on a quest forever to find a cream like this that works and doesn’t irritate my sensitive skin. It is very emollient so it can be a little greasy but minimally so. It’s absolutely worth the price. Your skin will glow."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "This is a very rich nice cream, very moisturizing that lasts a long time. However I’m giving 3 stars. Taking 2 stars off for the scent, I just don’t care for it. I can’t even describe what it smells like, but I don’t find it to be pleasant. Kind of disappointing because I would re-purchase it otherwise. I would still recommend it for someone to try because obviously people like different scents. It’s a good quality body cream"
		},
		{
			"review_title": "Like creamy silk!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Love this product. It's like creamy silk. It's fairly thick, yet very creamy. Love the smell as well. It's not too overwhelming."
		},
		{
			"review_title": "Rhianna is the skincare guru we don't deserve.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This is perhaps the MOST luxurious lotion I have ever tried because the word lotion feels totally inadequate. My skin feels totally hydrated but without a greasy feel. I also love that its a refillable container."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "My skin looks & feels incredible after applying! Very lightweight & a little goes a long way."
		},
		{
			"review_title": "The holy grail in body creams!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "I just love this whipped body cream. Leaves your skin so smooth and feeling soft. Not greasy at all. Just melts into your skin as you rub it in. I love it. I use it everyday. A must have in your collection."
		},
		{
			"review_title": "a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This product is everything. I stand by it 100%. One if the most hydrating butters I have ever come across and butters/lotion is my love languages. Everything about this product is great. I use it straight out the shower and my trouble areas which are my feel and heels. My skin sucks up this product, consumes it and it stays hydrated even after the produc dries. Leaving my skin feeling supple and smelling fresh and fruity.  If you haven’t added this to your bag, do so now! You will love it too. I highly recommend adding this to your summer skincare routine and it’s great for all skin types."
		},
		{
			"review_title": "Gives my skin a nice sheen while moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This cream feels so luxurious, and smells so lovely. The smell doesn't last on the skin but it gives my skin a nice sheen and glow especially in the sun without feeling greasy. It's also very moisturizing. It's worth it!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "Love the buttery feel long lasting shine  will recommend"
		},
		{
			"review_title": "Love it, for real!⭐️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Hands-down one of my favorite body moisturizers, nice light scent and it feels and looks great on the skin.  Sometimes people feel FENTY is overhyped, she just gets it with most of her products.  This one is a definite hit!⭐️"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love everything about this. I love the smell. Love the way it makes my skin feel. This is just fabulous. Definitely worth the buy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Glides on and leaves me with a nice, luxurious glow without feeling thick or tacky. I was hesitant at first because of the price, but a little goes a long way so the product has lasted longer than expected. It spreads well and evenly and I also like the light scent! It smells clean but isn’t overbearing."
		},
		{
			"review_title": "you need this in your life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m not going to lie, I really didn’t expect to like this product at all. I saw a picture of Rihanna on Twitter promoting it so I bought it on a whim, fully expecting to toss it aside within a few days. After a few weeks of using this every single day I can say with full confidence I’ll be using it until I run out and immediately buying a refill! Never have I had a lotion or body butter moisturize so well without feeling heavy or greasy AT ALL! The scent is so neutral but still pleasant, I honestly have no bad things to say about this at all. I still feel moisturized nearly 24 hours after I’ve applied it but it’s light enough that I can use it right before bed and my sheets don’t stick to me (you know you hate it too). Just buy it already!!"
		},
		{
			"review_title": "best body butter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this body butter! Super hydrating and the smell is awesome. It is not greasy at all. Definitely repurchasing"
		},
		{
			"review_title": "great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this product! I feel really moisturized with the cream, but wished it was just a tad more hydrating. The lack of scent is great as it pairs with any perfume or other scented products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This is such a great moisturizer. I was pleasantly surprised when I used it for the first time. it quickly absorbs into the skin and leaves my skin with a beautiful glow. There is a slight floral scent that is evident when you first apply it. But the scent is so minute it dissipates when I apply deodorant or perfumes. The only drawback for this product is the price. It's quiet expensive for the amount that comes in the package. Nonetheless, I will overlook the price and purchase it again."
		},
		{
			"review_title": "Silky Smooth and Can Still Wear Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This body butter is everything!! I love Sol de Janeiro body butters, but find the scents so overpowering that I can’t put on perfume after applying the body butters. Butta Drop is my perfect body butter. The scent is light enough to wear on its own but you can also put perfume on.   It makes your skin so silky smooth and moisturizes deeply. 10/10. Highly recommend."
		},
		{
			"review_title": "Absolutely Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A little goes a long way, for me at least. It’s pretty concentrated without being greasy. (Key: this did not make me greasy) You can feel the difference in this vs a cream/ butter without oils in it but wow! Does this one take the cake! The scent is very soft and light but that’s what makes it so beautiful. It has a great luxurious feel as well. I’ve used tons of lotions, creams, and body butters, but this for sure will be a re-buy!"
		},
		{
			"review_title": "Keeps skin soft and supple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Great for dry skin. It absorbs nicely and the moisture really lasts. It has a nice scent, but not so strong that it interferes with any scented soaps or perfumes that you may use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A little definitely goes a long way. I use this for night time only because it makes my skin real slick and doesn’t really dry. Also idk if I got a bad batch but there’s no scent at all in mine lol unless it’s super super light but when I sniff the tub I get nothing"
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Buy this, it is creamy ,luxurious and very addictive. Riri has created something amazing. Love this and so well you."
		},
		{
			"review_title": "Dry Skin, You NEED Fenty’s Butts Drop",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Love Love LOVE this product!! I just picked up this product and it is amazing. Moisturizes like a dream! If you have dry skin like I do, you will make this a staple for you body care."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Super hydrating just a little goes a long way. I bought the Buff Ryder when I came out and they are an amazing combo"
		},
		{
			"review_title": "really nice.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "I really enjoy this. It’s really light in scent which I appreciate. Not necessarily a floral. Just a clean scent. I’ve already bought the refill. But I also went theough this in 2 weeks lol"
		},
		{
			"review_title": "Fenton Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
			"review_text": "This cream packs a good amount of moisture! Light and pleasant fragrance…, love it!"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Love this lotion!! I love pretty much everything from Fenty and this is no exception! It smells great, like a mild fruity sort of scent. But it’s subtle so it shouldn’t be too harsh for anyone. It’s also crazy thick but absorbs so easily!! My skin feels so soft after I put this on! It is on the pricier side for a cream, but I really do think it’s worth it. I also really love that it comes in refillable packaging. I know for a fact I will be purchasing more refills!"
		},
		{
			"review_title": "Never going back to other body moisturizers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Loveee. So hydrating, smells good & last through out the day"
		},
		{
			"review_title": "Very moisturizing, but doesn't absorb",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I would gladly recommend this product to masseurs / masseuses, given the amount of slip it provides. But I have to say that Sol de Janeiro has spoiled me, as far as absorbency is concerned. Yes, this is very moisturizing, but make sure not to rub against or sit on anything for at least an hour because you will wipe stuff off your body / leave cream residue behind. Just a heads up."
		},
		{
			"review_title": "amazing product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love this product! Only body cream that actually hydrates my skin for the longest time and gives me a beautiful glow! Only issue is that it makes me leave a mark everywhere, but I love it ✨"
		},
		{
			"review_title": "ehh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "Tried to love it but I noticed every time I use it I start itching and getting tiny bumps."
		},
		{
			"review_title": "Smells nice, but the texture throws me off.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "Smells nice but leaves has a greasy vasoline like feel. If you dont mind that type of texture then this is for you! Also a little amount of product goes a long way. I'll probably add this to my winter skincare lineup."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Leaves my skin so softttt and smoothhh. Definitely became a staple in my body care routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this the past few days and I love it! It feels very light, yet hydrating and luxurious. Very lightly fragranced and leaves skin feeling supple. I’ll definitely buy again."
		},
		{
			"review_title": "A little goes a long way.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "10/10 i recommend. my skin is supper hydrated and soft after using this product. I can see why some say its greast, but as an african american woman, my skin needs the hydration and TLC. Great job Fenty skin with this product! It smells nice and refreshing as well. I highly recommend this product! I use this daily after the shower."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "If you’re looking for a smell good lotion this is not it. It smells like Jergen’s lotion which I’m not typical a fan of.  It’s very moisturizing and seems to last awhile so I still like it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Ri did that thing! I compared this to the MK body cream and the butta drop wins hands down. The fragrance is light and it leaves my skin silky smooth"
		},
		{
			"review_title": "Greasy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Very greasy and does not absorb well, hours after putting on you can still feel a greasy film on the skin. The smell is not too strong. There’s nothing special about this cream and not worth the money. Will not be purchasing again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "So thick, lightly scented, super hydrating. This is my new winter skin go-to. It is a bit too opulent for my summer skin, but man, this is a little bit of skincare magic and I am here for it."
		},
		{
			"review_title": "Words cannot even describe how amazing this is!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I could write a review of a thousand words but my goodness this body cream is so so amazing. The way it slides onto your skin without leaving a stick residue is perfect. It smells similar to the other Fenty Skin products and it probably my favorite from the entire line. I will continue to repurchase this no matter what. It is also a very large container so I know it’s going to last a while. I can not wait for Fenty to come out with a fragrance or body spray to match it. 10 out of 10 recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a luxurious high-end product WORTH EVERY PENNY! A little goes a VERY LONG WAY and the moisture really heals and transforms skin tone and texture. The concept behind it is so fascinating because we're all so used to low-quality skin lotions for a really low price that doesn't work. This is made with quality ingredients and it really does transform the way you think about your typical skin care routine as I can go 2-3 days without remoisterizing with this product. I cannot imagine using anything else after this! Plus it smells fantastic - its a very light and subtle fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I bought this as a birthday gift and she loved it. Her skin is soft, non sticky and has a nice sheen to it."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I absolutely love this. Very thick consistency-so a little goes a long way. Light scent which I also love because I love to layer my scents. So hydrating to the skin. I will purchase this again."
		},
		{
			"review_title": "it will be a repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great moisturizer. It’s 90 degree weather where I’m at and I usually stay away from heavy creams. But this one is perfectly whipped. It goes on smoothly. It doesn’t grease up on the skin. It keeps the skin looking hydrated and it feels soft."
		},
		{
			"review_title": "Luxurious moisturizer with great scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Fenty has another win, in my book. The formulation is not sticky or greasy but very luxurious and moisturizing. I was hoping the scent would be similar to the skin care and it is! Love that the packaging allows for future refills in an environmentally friendly way. All around, definitely would recommend and buy again for effectiveness, packaging, and scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I Love ! A little goes a long way.  The scent isn't too strong.  My skin stays moisturised and stays soft.  Definitely a repurchase for me"
		},
		{
			"review_title": "Where has this been my whole life?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I just love this.  It smells really nice, like a soft citrus with a touch of floral that keeps it from smelling like Pledge or an orange.  Great for right out of the shower to seal in moisture.A little goes a long way and leaves a satiny finish that does soak in but not right away.  When it does (10-15 min maybe?…my skin is normal to dry, but not flakey). If you use too much, I could see it turning into a slip and slide type situation but a small amount is wonderful.  I honestly wish they’d make a perfume or body spray with this scent.  Clean but not soapy.  Citrus without the cheapy synthetic scent…very little silage.  Just a nice combination of moisture and fragrance that’s perfect for just out of the shower."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The scent is very light which I like, but it feels a bit thick for me and my skin didn't seem to absorb it as well when applied. Overall, probably not for me seeing as I prefer more lightweight body creams. Will continue using for a couple more days to see if it does indeed better moisturize my skin! I also got this online, and the day I got it, the container was marked with black marks that I couldn't wipe off or scrub off (with alcohol or soap). A little disappointed in that regard, but that's probably just me. The attached photo is after the scrubbing."
		},
		{
			"review_title": "YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This is the BEST STUFF I HAVE USED IN A LONG TIME KEEPER!!"
		},
		{
			"review_title": "it’s just ok for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "It’s not bad by any means but the product does not justify its price. I hoping for a subtle yet some kind of fragrance and I can barely smell anything. It reminds me a lot of the Josie Maran Unscented body cream. It did leave my body soft but at first application it does feel oily. The packaging is very nice but I guess because it’s fenty I was hoping for more. I will continue to stick with my sol de janeiro which is only 6 bucks more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Ok Riri I see you!  So I appreciate a few things about this body cream.  It is exactly what it is called a whipped oil body cream! It’s light enough to not be greasy but it definitely does retain good moisture.  It’s like a slick/ satin/ suede to the touch feel.  Whatever it’s very good for the price. I dig it!"
		},
		{
			"review_title": "Velvety Smooth Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Absolutely love the Fenty Butta Drop Whipped Oil Body Cream! The scent is light, slightly floral, slight sweet. This cream soaks in beautifully and leaves the skin moisturized, including a healthy glow, for the entire day. It’s a must have!"
		},
		{
			"review_title": "smooth like butta!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love this so much. It makes my skin so smooth and soft and leaves a light, fresh scent. Some people said it leaves their skin oily but they didn’t give it time to soak in."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Rihanna never misses! This lotion is so hydrating and gives a shine to the skin. The scent is a little weird to me, but not too bad. Definitely will be purchasing the refills"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Has a very light citrusy/floral scent. Takes a few minutes to absorb and leaves my skin so soft! Love it. Would be absolutely delighted if there was a travel size."
		},
		{
			"review_title": "Flawless Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Flawless Glow that last all day❤️❤️. My skin looks like butter! The smell is mild and not overpowering!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "When I first heard this came out I thought it would be similar to the Sol De Janeiro one I have. This Fenty one is way too oily. Everything is slippery after putting this on. Plus the scent for this isn’t that strong. Sol De Janeiro is better!"
		},
		{
			"review_title": "Best Body Butter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love this body butter.  It’s not greasy, and leaves your skin feeling smooth and moisturized. The fragrance is not heavy or over powering."
		},
		{
			"review_title": "Love It!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this body cream! It leaves my skin silky smooth and soft without the greasy feeling. It’s thick not but heavy thick. I love the smell, I only wish the smell lasted longer. Not a deal breaker! I will most definitely be purchasing the refill."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the real deal! Very moisturizing body butter! Nice work Fenty Skin!"
		},
		{
			"review_title": "Best Body Cream Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I'm going to keep it real this is the best body cream I've ever used in my entire life!!! This product is A1!! this body cream leaves your skin looking so moisturized & it's so thick it absorbs in your skin right away leaving such a beautiful glow. The only thing I would say that's not good about it is the packaging it's too plain she could have used a prettier jar because the product is golden so the package should be golden as well. you're definitely paying for what you get it's worth the money. Period!!"
		},
		{
			"review_title": "Like Buttah, Babes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Easily my new favorite body butter!! Instantly softens skin and boosts radiance. Light fragrance gives fancy floral spa vibes before it dissipates. This is by far the best product I have ever purchased from Fenty Skin or Fenty Beauty! Better moisturizer than my beloved tubs of SDJ or JM. Love mixing with Bum Bum just to bring that shimmer to this ultimate shine. Just bought a second tub and a refill so I can keep one by my bed and the other in the bathroom. Skin feels plump from being brought back to life. Silky soft and smooth like buttah, baby!!"
		},
		{
			"review_title": "Best body butter ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I have very dry skin and have tried soooo many products. This Fenty body butter is luxurious and very moisturizing and worth every penny"
		},
		{
			"review_title": "Not the greatest",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Has an okay feel to it. Not enough scent for me personally. Sol de Janeiro is better."
		},
		{
			"review_title": "So in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Omg this is now my go to body lotion! I love it so much, I was interested when it first launched. Now I've found a creme that is cruelty free and works amazing! Tried it right after my shower and it sank into my skin, now it feels so smooth. I have suuuppppeeeerrrr dry skin so this is such a win! 10/10."
		},
		{
			"review_title": "Iffy but fell in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "As the reviews say, the smell is a little weird. BUT I was willing to try it out for a while because of the silky smoothness. The scent faded but my skin shines. Love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "We LOVE her!! Rich, creamy, moisturizing, and the glow is definitely noticeable. The scent isn’t too strong, very fresh and inviting."
		},
		{
			"review_title": "Nice Whipped Body Oil…Not Body Butter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is a very nice whipped body oil. A little goes a long way since it’s an OIL. For the price, you get a lot of product and it’s nicely packaged to buy refills. I hope some day they will come out with a body scrub, it will make this a perfect duo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "smell is hit or miss as ANY smell but it has a nice fresh, clean scent not too heavy but it stays on the skin the consistency is not as thick as expected but it soaks it well on the skin and keeps you moisturized beautiful product feels very luxurious"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Was super excited to try this based on what the brand had put out in information wise during the promotion, it does not give my skin a glow like stated, it’s really thick, and leaves me feeling greasy. It is very moisturizing once it does absorb into the skin, which takes awhile. It’s ok but I would not purchase again. Other mentioned it smelled bad which I did not find the case. It does have a mellow smell but it’s not bad!"
		},
		{
			"review_title": "New favorite body moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This body butter is phenomenal! It’s very thick, so you don’t need a lot. It’s SO nourishing and moisturizing! The smell is pretty light, but so pleasant and relaxing. Absolutely love this! The packaging is super nice, plus I love that you can purchase a refill for it."
		},
		{
			"review_title": "Excellent, but not a fan of the fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The texture is fantastic and the cream feels amazing on the skin. I, unfortunately, am one of the people who finds the smell off putting, so as of now I am not sure I'd buy it again. For the price relative to size, it needs to check all the boxes and the fragrance doesn't work for me. Unscented, I'd buy this again in a heartbeat. I also love the refill option. Based solely on performance, absolutely I would recommend. Like all scents, it's a dice roll."
		},
		{
			"review_title": "Another Fenty Hit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This is the best lotion I’ve ever used. My skin drinks it up and shines for days. You don’t even need to use it daily. Thanks Riri!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I hate the smell. Definitely will not but it again. :("
		},
		{
			"review_title": "10 out of 10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I’m a kiehl’s whipped body butter  type of girl so I was grading fenty very hard but as expected a 10 out of 10, keeps me moisturized all day!"
		},
		{
			"review_title": "uhh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "Its nice and hydrating. I really loved how soft and smooth it made my skin but I noticed after using it for few days that it makes me really itchy. I wish it didn’t do that!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Rich skin tone, Normal skin",
			"review_text": "I purchased this body cream about two weeks ago. It is amazing. It leaves your skin so soft and supple. A great buy"
		},
		{
			"review_title": "You need this stuff in your life.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I only have one complaint - where is the travel size, because I CANNOT be without this product. I have been looking for a replacement for the heavy duty moisturizer Kiehls used to sell in a jar, and this has surpassed every expectation that I had. Moisturized, glowing and getting compliments."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "Just as it’s described,  it’s like butte baby. Infinite Moisture!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It makes my skin feel soft and moisturized. The only reason I knocked off a star is because the smell is almost like a grapefruit-sweet but tart at the same time. It’s a tad weird, but other than that I love it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really hydrating! This product is amazing, only downfall is I hate the scent. It is flowery/perfumey and kind of strong. The moisture benefits are worth it though. I shower at night so by morning the scent is gone but I still feel hydrated!"
		},
		{
			"review_title": "Butta Drop will have you SNATCHED AND WHIPPED OK!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Literally my new obsession. I can’t even begin to explain how soft this makes my skin feel and hydrated. It’s not sticky or oily. Leaves a nice gloss on your skin too.   I have SUPER SENSITIVE skin. I have seasonal eczema too. Like I tend to be allergic to everything and instantly get hives within minutes. But as a  medium brown multiracial woman with hyper sensitive skin and combination skin for my face, this product is UNREAL!   I’m very honest and was disappointed with the fat water, but this new drop OMG! So if ya store is out, get online and get this. I know I’m going tomorrow to buy more lol!   Oh and it smells HEAVENLY! I will say the scent is strong enough to smell through a mask. Like a cloth adidas double mask. But it’s a really nice smell. I wish she had a body wash to go with it."
		},
		{
			"review_title": "take your tiiiiiime",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a luxurious product that is an absolute DREAM to apply, just be sure to sit down and spend some good, relaxing time when you do so. This is a product meant to be savored as takes it’s time to quench your thirsty skin. Notice the beyond dreamy texture of this cream and the suppleness it gives your skin. Allow it to soak into your body and relish how deeply hydrated it leaves you. Catch breaths of the soft, clean scent. Don’t be in a rush— you WILL find yourself coming back to the comfort of this light yet deeply moisturizing whipped oil."
		},
		{
			"review_title": "Smooooooooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I was hesitant to try Fenty Skin in general despite loving everything else Rihanna does, but I decided to buy this randomly and I'm so happy I did!  The oil cream is sooo silky and smooth and has a ton and I mean a ton of staying power.   My dry eczema prone skin drank this up (I do not have an outbreak now just mentioned for skin type comparison) and I was soft for nearly an entire day before reapplying. I'm curious if there are long term  benefits to this because I really like the way I feel and I hope it lasts.  It's also a great massage cream. my boyfriend enjoyed it very much and he usually hates the feeling of lotions.  I took a star off because I feel like it should have come with an applicator and for the price I think it could be bigger, but I'm still going to repurchase. A tube version that's more travel friendly would be cool too."
		},
		{
			"review_title": "holy body cream grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love it body cream!!!!! This has been the only thing I found to make my skin feel soft and hydrated for hours. I wish it came in a bigger size and that the price wasn’t so high but it’s worth every dollar."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "Yes! Yes! And yes!! It’s thick and smooth at the same time. It smells very nice not over powering smell just light and it’s truly long lasting moisture. It’s my new fav"
		},
		{
			"review_title": "pretty good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love the thick consistency and the smell is nice, but it feels a bit sticky even hours after applying"
		},
		{
			"review_title": "Gives my skin a nice glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Omg this whipped oil body cream combo is great for my dry skin! It moisturizes and gives my skin the most beautiful glow. It's light, scented but not overwhelming, and the moisture lasts all day. I love this formula!"
		},
		{
			"review_title": "Its Everything!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I have extremely dry skin. For those that say it just sits on the skin and not sink in, maybe your oily..idk. This is fabulous, has a light smell. The smell isnt too heavy to me. It is on the pricey side. I wish it was like 20-25 dollars, or give more product. Other than that I love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Absolutely amazing! At first I thought this is kind of pricey but now totally worth it and I’m already on my second tub! Love the smell love how it makes my skin feel last all day just amazing! I still use body oil when going to bed or hanging around the house but when stepping out this is a must once again Rihanna has nailed it"
		},
		{
			"review_title": "Luxurious, Oily, buttery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Very luxurious feeling! I mainly use on legs, butt and boobs. Great before bedtime, or before/after laying in the sun."
		},
		{
			"review_title": "Great body butter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love it! It’s so smooth and moisturizing. No greasy or oily feeling. A little goes a long way. It’s a splurge, but worth it IMHO. I would definitely buy it again; preferably with a discount or sale!!!"
		},
		{
			"review_title": "Like Butta...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This is a beautiful and effective product.  I saw a dramatic difference in my dry skin after the very first use.  I enjoy the texture of the product and the way my skin looks feels immediately after application with a subtle beautiful sheen. The best though, is about 6 to 8 hours after spplication, my skin is incredibly smooth and baby soft.  Worth every penny of the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I really like the smell- it’s subtle but fresh. Very moisturizing and gives a nice glisten especially on legs."
		},
		{
			"review_title": "Now Rihanna…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It stank. Smells like green tea. Really strong green tea. Or a wet baby diaper. It felt extremely moisturizing when I tested it on my arm though. I just can’t get with the smell. I don’t know where y’all are getting “tropical” from.  I’m disappointed and won’t be buying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Very moisturizing. Has a soft, subtle scent. Definitely will repurchase."
		},
		{
			"review_title": "Amazing! But Pricey...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received a free sample with a previous order and immediately bought the full size. It's smooth, buttery, hydrating, and the scent is not overpowering at all, but it is light and fresh. It's a thick consistency and makes my skin glow and accentuates my tan. The only reason it's 4 stars is because it's pricey. I will probably repurchase, but if I were on a budget I couldn't. Highly recommend!"
		},
		{
			"review_title": "Does not sink in",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have dry skin and like a thick lotion all year round. I was really disappointed that this lotion is so full of silicones and does not sink in. If you use too much it is really oily and got all over my clothes (and thankfully washed out) but when I used any amount it did not sink in and just sat on my skin. It has a synthetic sweet smell that seems light but I could smell it throughout the day. I’m really disappointed in this lotion and will hold onto it for the winter hoping that it might be moisturizing and sink in for my super dry winter skin."
		},
		{
			"review_title": "Not blown away by this…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was excited to try this but in contrast to most other reviews..this is not a “oh-em-g” kind of product. It is nothing special..smell and consistency really is like a hair conditioning mask and my skin felt sticky and tacky afterwards. On a positive note..my husband loved the smell on me and described it as “fresh”. It makes a good moisturizer for after shaving legs but would likely not repurchase."
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I have to say when I 1st used this product I wasn’t impressed, so I decided to keep giving it a try and I’m glad I did!! I have dry skin and this cream is heavy enough for me and moisturizing it’s not greasy and dry to a dewy finish.  Leaves my skin soft no dry spots. Would definitely recommend and will be buying again"
		},
		{
			"review_title": "Now Rihanna…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It stank. Smells like green tea. Really strong green tea. Or a wet baby diaper. It felt extremely moisturizing when I tested it on my arm though. I just can’t get with the smell. I don’t know where y’all are getting “tropical” from.  I’m disappointed and won’t be buying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Very moisturizing. Has a soft, subtle scent. Definitely will repurchase."
		},
		{
			"review_title": "Amazing! But Pricey...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received a free sample with a previous order and immediately bought the full size. It's smooth, buttery, hydrating, and the scent is not overpowering at all, but it is light and fresh. It's a thick consistency and makes my skin glow and accentuates my tan. The only reason it's 4 stars is because it's pricey. I will probably repurchase, but if I were on a budget I couldn't. Highly recommend!"
		},
		{
			"review_title": "Does not sink in",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have dry skin and like a thick lotion all year round. I was really disappointed that this lotion is so full of silicones and does not sink in. If you use too much it is really oily and got all over my clothes (and thankfully washed out) but when I used any amount it did not sink in and just sat on my skin. It has a synthetic sweet smell that seems light but I could smell it throughout the day. I’m really disappointed in this lotion and will hold onto it for the winter hoping that it might be moisturizing and sink in for my super dry winter skin."
		},
		{
			"review_title": "Not blown away by this…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was excited to try this but in contrast to most other reviews..this is not a “oh-em-g” kind of product. It is nothing special..smell and consistency really is like a hair conditioning mask and my skin felt sticky and tacky afterwards. On a positive note..my husband loved the smell on me and described it as “fresh”. It makes a good moisturizer for after shaving legs but would likely not repurchase."
		}
	]
}