{
    "product_id": "1614",
    "name": "Private Blend Sampler Set",
    "brand": "TOM FORD",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 75.0,
    "about": "Set Description: This set helps you discover iconic scents designed for the true connoisseur: Lost Cherry, warm and spicy gourmand; Tobacco Vanille, opulent woody-tobacco scent; Soleil Blanc, coco de mer-infused solar-amber floral; Oud Wood, iconic blend of oud notes and exotic woods; Rose Prick, pristine floral bouquet...This Set Contains:- 5 x 0.05 oz/ 1.5 mL Fragrances in Lost Cherry Eau de Parfum, Tobacco Vanille Eau de Parfum, Soleil Blanc Eau de Parfum, Oud Wood Eau de Parfum, Rose Prick Eau de Parfum..Clean & Planet Aware.Our ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Lost Cherry Eau De Parfum: .Alcohol Denat., WaterAquaEau, Fragrance (Parfum), Benzyl Salicylate, Linalool, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Hydroxycitronellal, Benzyl Benzoate, Geraniol, Limonene, Coumarin, Cinnamyl Alcohol, Citronellol, Eugenol, Isoeugenol, Benzyl Alcohol, Citral, Amyl Cinnamal, Farnesol, Cinnamal, Amylcinnamyl Alcohol, Anise Alcohol, Methyl 2-Octynoate, Evernia Prunastri (Oakmoss) Extract, Evernia Furfuracea (Treemoss) Extract, Benzyl Cinnamate, BHT, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. ..Tobacco Vanille Eau De Parfum: .Alcohol Denat., Fragrance (Parfum), Water AquaEau, Linalool, Benzyl Benzoate, Geraniol, Limonene, Coumarin, Citronellol, Eugenol, Isoeugenol, Benzyl Alcohol, Citral, Cinnamal. ..Soleil Blanc Eau De Parfum: .Alcohol Denat., Fragrance (Parfum), WaterAquaEau, Benzyl Salicylate, Limonene, Linalool, Coumarin, Hydroxycitronellal, Benzyl Alcohol, Citral, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Pentaerythrityl Tetra-Dit-Butyl Hydroxyhydrocinnamate, BHT. ..Oud Wood Eau De Parfum: .Alcohol Denat., Fragrance (Parfum), WaterAquaEau, Linalool, Hydroxycitronellal, Coumarin, Farnesol, Limonene, Cinnamyl Alcohol, Tocopherol, Dilauryl Thiodipropionate. ..Rose Prick Eau De Parfum: .Alcohol Denat., Fragrance (Parfum), WaterAquaEau, Geraniol, Benzyl Alcohol, Hydroxycitronellal, Benzyl Benzoate, Citronellol, Limonene, Cinnamyl Alcohol, Evernia Prunastri (Oakmoss) Extract, Linalool, Coumarin, Alpha-Isomethyl Ionone, Benzyl Cinnamate, Eugenol, Farnesol, Citral, Benzyl Salicylate, Cinnamal, Bht, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzoic Acid...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-On clean skin, spray once or twice on desired areas. .-Do not rub the fragrance on skin. .-This will alter how the fragrance develops.",
    "num_reviews": 5,
    "overall_rating": 1.2,
    "product_url": "https://www.sephora.com/ca/en/product/tom-ford-private-blend-sampler-set-P514275?skuId=2818797&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2818797-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Waste of moneyyyyyyy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is such a joke you can literally get these for free at Sephora😭😭😭😭😂"
        },
        {
            "review_title": "underwhelming",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I love the 2 Tom Ford perfumes I have so wanted to try this. Not sure what I was thinking paying this price for sample sizes. I like 2 out of 5 of the fragrances. At least I learned a lesson not to do this again."
        },
        {
            "review_title": "Too expensive for sample size",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Those are very expensive samples that you can get for free."
        },
        {
            "review_title": "Don’t waste your money just buy the full sized",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the scents I have a few perfumes already and was excited to try these. A week into using them and two of them don’t even spray! So disappointing considering how much they are for so little."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "These should be given for free. Why Sephora is charging for samples? Outrageous!"
        }
    ]
}