{
	"product_id": "1649",
	"name": "Pink Perfection Petite Tweeze Set",
	"brand": "TWEEZERMAN",
	"categories": "Tools & Brushes, Beauty Tools, Tweezers & Eyebrow Tools",
	"price": 38.0,
	"about": "No match",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Use the Slant Tweezer to eliminate unwanted brow hair under and above your desired eyebrow shape and the Point Tweezer for removing fine or ingrown hairs..-Start by opening pores using a warm washcloth. (Not too hot or it can cause redness.) This will help get your hair ready for removal and can help reduce pain..-Hold the tweezers using your thumb and index fingers near the middle of the tweezer body for maximum control..-After locating the unwanted hair, grab the tweezer tips slanted at a 25-degree angle and squeeze down on the body of the tweezer, pulling in the direction of hair growth. This will remove the hair from the root..-Continue until you have removed all unwanted hair. .-Avoid over-tweezing by pairing with a Tweezerman mirror and using good lighting.                                          -Clean tweezer tips after each use with alcohol wipe or peroxide. Tweezer can be sanitized in an autoclave or barbicide.",
	"num_reviews": 167,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/hot-pink-petite-tweeze-set-P377523?skuId=1457688&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1457688-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "Worked great but after 2 months got very dull. The price makes me think they should come with a sharpener"
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have been using an identical set of Tweezerman for over 15 years. I decided to get a second set to keep in my travel bag. This pair of pointed tweezers are worthless. I’d have better luck trying to tweeze an unwanted hair with a set of chopsticks"
		},
		{
			"review_title": "precise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I had a pair of tweezerman tweezers growing up lasted forever. Just bought this set and so far loving how precise and easy it is to tweeze my brows and mustache."
		},
		{
			"review_title": "Great smaller length.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very happy with the quality of these. I like the smaller size. The come with a little cap for the top of them. Case would have been nice."
		},
		{
			"review_title": "Best of the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "As a professional wax specialist. These are my go to tweezer brands. Last a long time and grabs even the smallest thinnest hairs."
		},
		{
			"review_title": "Perfect for travel or on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love tweezerman, especially the pointed tweezers! They get all the stubborn hairs with ease and precision."
		},
		{
			"review_title": "great duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I think they’re great - and the sizing is perfect. Better deal than buying them individually. Wish they came with a storage case/pouch but asides from that they work fantastically."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "So glad I decided on these. I dithered for a while and tried other brands when I lost my full size slant Tweezerman tweezers. Nothing did the job as well. Loving this pair, and the pointy ones can be sooooo precise."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These are both great tweezers. Slightly smaller than regular size so they’re perfect to take with me when I travel, but great for everyday too"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Pas impressionnée À ce prix je m'attendais à mieux mais ça fait le travail"
		},
		{
			"review_title": "Gotta love em",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Could not be happier They are the perfect size and points style"
		},
		{
			"review_title": "The last tweezers you'll ever need",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I was surprised by how sharp they are this is also its fault since they can dull quickly or bend after a small drop."
		},
		{
			"review_title": "great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got them before and just love them! I recently dropped mine and it's not working well so I'm getting a new one. They're very good at picking the tiny hairs!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "They are sharp, but they don’t grab onto the hairs. The flat ones are okay but the pointed ones are pretty much useless. Absolutely not worth almost $30."
		},
		{
			"review_title": "Love this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love these! They're so portable. The slanted ones are good for general shaping, and the pointy ones are good for preciseness. The small size of these tweezers does not affect their performance."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Doesn't have a good grip on the strands of hair when plucking. Disappointed in this product"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Normal skin",
			"review_text": "I think the Revlon Slant tip tweezers are so much better and they cost much less."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been using these for a couple of months now. They work great! They’re like travel size exactly what I was looking for. Love these so much!"
		},
		{
			"review_title": "Good Value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Pretty good value, not small at all and seems to be good value. It came in a little plastic case which can be reused for storage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As usual Tweezerman tweezers are the best!  Totally recommend this set."
		},
		{
			"review_title": "Best Tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Great value for two tweezers. The sales at Sephora pointed out that for an extra $2, I can have the pointed tweezers in a set. I’ve used different brands and Tweezerman are the best! I purchased another set because hubby “stole” my other two pairs."
		},
		{
			"review_title": "What a DEAL!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "For the price, these are a DEAL!! Precise every time!! No need to spend more money...these work great!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Good product and would recommend to anyone."
		},
		{
			"review_title": "5 stars, by far!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are the best tweezers I've ever owned! I have never posted a review, but I felt the urge to get on here today to post one, because I've ALWAYS had trouble finding tweezers worth anything! They look great, and you buy them, and they're trash. These tweezers are AMAZING! And totally affordable. I've bought many more expensive one's that I'd call trash next to these. They grab right on to hair, but be beware, because they are strong, and the back part is not smooth, so I can see them cutting you if you stick them right on your face without being careful. Personally, I find that a GOOD thing, because this is why they snatch right on to those hairs! Best tweezers I've found!"
		},
		{
			"review_title": "I recommend this band to everyone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "A friend suggested I try these, it took me months to give in but I'm so glad I did. These are the best tweezers I've ever bought and even with the price I don't regret the purchase at all."
		},
		{
			"review_title": "Tweezerman Always Delivers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been buying tweezerman for years. Bought this set to replace my last tweezers. I like having the slated and pointed tips. I'm very serious about my brows. :)"
		},
		{
			"review_title": "LOVE this set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I LOVE these!!! I was in need of some new tweezers since my hubby keeps stealing my drugstore one. I hide these ones from him so that he can't steal them from me and wreck them, lol. I think they are the perfect size, the color is fun, and I feel like they far out perform my old drugstore one. (hubby can have that one, haha)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love it. Best tweeze set I’ve gotten so far."
		},
		{
			"review_title": "Mauvais choix",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Ces outils n’ont plus la même adhérence Les pinces à bout effilé et pointu sont plus larges et très arrondies  J’ai acheté ce duo 4 fois et rapporté mon dernier achat  Ma conseillère m’a avisé que d’aautres clientes ont fait la même décevante constatation  Je suis vraiment déçue"
		},
		{
			"review_title": "Love them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "Love this set so much! I love the pointed tweezers the most because of precision and ability to get those hard to reach hairs but the slanted tweezers are great too! Would definitely buy this set again!"
		},
		{
			"review_title": "This is the right tool for eyebrows",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used this brand for years and it works wonderful! Worth for what you pay. It’s very precise and strong. 3 years using the last one and I lost it!:( I bought it again :)"
		},
		{
			"review_title": "Literally amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love these. the normal tweezers are great. I am not too sure what you are suppose to use the pointy ones for, so I dont really use those."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is the perfect set!  I use the slanted one to pluck my brows, and the sharp one to remove ingrown hairs!  I bought another set for my travel case!  I only wish they were available in other colours!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Very good product , like it a lot"
		},
		{
			"review_title": "Good value",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The slanted ones work amazingly however the pointed ones don’t grab the hairs but they do I good job of digging out ingrown hairs and then the slanted ones work well for the rest so I’ll be keeping them"
		},
		{
			"review_title": "For a better tweezer go for Better.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It's the second time I give this brand a try after 7 years. And, unfortunately they still disappoint. They're expensive and below average quality. They just can't tweeze! Better is still the better brand out there. Tweezerman, man up and get it together."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "While the point Tweezerman tweezers stopped grabbing hairs almost immediately after I purchased, the slanted tweezers have worked better than any tweezers I have ever owned. I’m not on year 5 of the same pair of slanted tweezers and they still work great and pulling even the smallest of hairs. While the pointed ones suck. I’d recommend this just for the slanted tweezers."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love these. Cute for travel and work fantastic."
		},
		{
			"review_title": "Not Worth the Price!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been on the hunt for a great pair of tweezers and I purchased these as well as a pair of the Sephora brand tweezers. Unfortunately, both sets were absolutely awful to the point of useless, but at least the Sephora tweezers were not over $20! I thought that buying a Tweezerman product would be an investment because of the price"
		},
		{
			"review_title": "good for travel, not for home use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "this set was a great intro to tweezerman. great quality, they've held up for 3  years. i have 2 sets, one for home and one for a travel bag.  BUT, they're so short and this makes them pretty uncomfortable to hold after a while. (i have very unruly and bushy brows. by a while i mean 20 minutes or more.) i have purchased a full-sized set to use at home and hopefully they'll be more comfortable in my hand."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Usually love Tweezerman but these did not grab well. Will be returning."
		},
		{
			"review_title": "Good value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really like these, I think they are full size or pretty close to it, and good value for the set."
		},
		{
			"review_title": "Perfect set for perfect eyebrows",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Love this set - perfect for at home or on the go. And priced great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I'm in love with the precision tweezers, but both are absolutely amazing. I can nab short, stubborn hairs easily."
		},
		{
			"review_title": "Not good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Love the sharp tip but after a few uses they don’t work well anymore"
		},
		{
			"review_title": "Great tweezers!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that they are not tiny.. they are a good size honestly they seem full size. Very good at gripping even the smallest hairs."
		},
		{
			"review_title": "they are great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Twizzerman is the best out there. Forgot mine on a trip and went and bought these. Gave them to my mom since I had been visiting."
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Excellent product. Love it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "These are very good tweezers. I prefer the pointed ones for my brows, and I find this smaller size lasts longer than the full size version. Taking off a point because the points dull so quickly still."
		},
		{
			"review_title": "Tweezer review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Great tweezers! Gets even the little hairs that barely grew. The pointed tweezers are really Sharp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really love the point tweezer. Really precise."
		},
		{
			"review_title": "decent tweezers are a revelation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I never used to tweeze my own brows, cause it was just too painful and annoying. Then I read a wirecutter article about decent tweezers and I have to say they are right. I never realized that there is a difference between tweezers. It makes the biggest difference. Now I do my own eyebrows with ease, and hardly any pain."
		},
		{
			"review_title": "Waste of Money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "These are terrible! I love my other Tweezermans but these don’t seem to be great quality like those. They feel very lightweight and don’t “grab” my hairs at all. I will definitely be returning them ASAP!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I was originally worried that these might not be big enough and I’d have to order the full size ones. I find them a good size and easy to work with. I’m in love with how well they work and won’t own any other brand after this. Definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "ever since i got these, i basically refuse to use any other tweezers. i use the pointy ones moreso to help me with lash application, but overall such a great purpose and good investment!"
		},
		{
			"review_title": "would recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Bought these tweezers because i dropped my old ones in the black abyss that is my car.... got these on the recommendation of my friend and they are awesome!! sharp af so careful cause u can cut yourself. I'm Indian so i am constantly on the lookout for little hairs on my face and these have worked fantastic at getting to the little hairs both on my face and neck. Had them for a little over a 2 months and so far still as sharp as the day i got them, and I have been putting them to work."
		},
		{
			"review_title": "Excellent value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Excellent products as usual.  I purchased these years ago and I still use them weekly."
		},
		{
			"review_title": "best tweezers ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bought these towards when they first came out, and I'm still using them to this day! AMAZING tweezers!"
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I don't have this particular set but I want it! I think the price is amazing. Tweezerman are the best tweezers on the market IMHO.  I love the hot pink colour."
		},
		{
			"review_title": "Great Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this set. They provide the perfect grip to really get the tough hairs. They are portable, but not tiny. I'm impressed with the durability of this tweezers. I would recommend them to anyone. Perfect for facial grooming, even my husband loves using them."
		},
		{
			"review_title": "good product just to expensive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It works! I get it! But the pointy tweezer I really never reach for. Wish I just purchased the slanted larger tweezer."
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They really are great.  Worth every cent I paid.  You can send them back to Tweezerman and they will sharpen or replace them for free."
		},
		{
			"review_title": "love the set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like these tweezers set I use them on a daily and gets every hair on one try"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My most favorite tweezers I've ever used"
		},
		{
			"review_title": "Did not work",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have had many Tweezerman tweezers and have been happy with them. However, these just did not grab. They were also too short to really manipulate. Returned."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I think the point tweezer is much more useful/effective than the slant tweezers. It has a better grip and can get those stubborn in-growns without irritating the skin too much. The slant tweezers don't grip as well as I'd like them to but they are effective for just the usual hairs that you need to pluck. I definitely find myself using the point tweezer more since I can maneuver it in ways to not only get in-growns but also those thin hairs that break easily."
		},
		{
			"review_title": "sharp and perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This set of tweezers is all I could ask for! I can get every single brow stuble with this combo. Also any tweezer tasks are easily taken care of with either of the two."
		},
		{
			"review_title": "My favourite tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Tweezerman makes the best tweezers. The flat edge pair is great for brows and the pointed pair is great for short, hard to get at brow hairs as well as splinters. A bonus for me is that they come with plastic covers for the tips, which is great for travel!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The absolute best.  First, they last forever. Second, they do a wonderful job of gripping even the tiniest hairs without pulling your skin. Third, they have a nice coating on them that makes them easy to grip. Perfect."
		},
		{
			"review_title": "New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm pretty self-conscious about the stray hairs on my face. I am constantly plucking them out, like every day I find a different one that I missed. Upon first use, I am in love with these tweezers! I've never been a fan of pointed tweezers, but these are amazing. They got hairs I couldn't even feel with my finger. And I'm not sure what it is about these, but pulling the hair out was virtually painless."
		},
		{
			"review_title": "Good but not as good as the bigger Tweezermans",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got these because I wanted a small size that would travel. Sadly they are not as good as the larger tweezermans not just due to the size but mostly because if the grip. Bummer. Not bad enough to return but not great. I had an older silver set of small ones and those were great. Maybe the quality has gone down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great value ! Quality product and it's very precise"
		},
		{
			"review_title": "MVP",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Tweezerman Tweezers are the best you can buy. There is nothing that will ever top them. Do your eyebrows a favor and buy a pair"
		},
		{
			"review_title": "lose them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Both tweezers are great. They get all the hairs and with the pointed tip you can give yourself great shape. Best tweezers I've ever bought."
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "these are worth the money."
		},
		{
			"review_title": "love this brand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i bought another petite set a few years back and its great. the only reason i purchased this set is because i traveled with the old pair and forgot the airport dont allow the pointy one on the carry on and that was tossed out. was so upset by that and when i came home i purchased this second set right away."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the flat tweezer. Plucks everything. Point tweezer is nice too. Barely use that one though"
		},
		{
			"review_title": "pank!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was going to get a drug store make up brand but said F it, gotta stop in for a fragrance for m'day anyway. Love them! And missed having them. Little buggers are losable. No complaints. Worth it for both."
		},
		{
			"review_title": "awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Purchased these in attempt to tweeze my own eyebrows. The pointed one couldn't make contact with any hair. The larger one just tears the hear off. Definitely returning! Anyone recommend any other precision tweezers??"
		},
		{
			"review_title": "Sorry to be the bearer of bad news .....",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE Tweezerman products and have always bought them over the years. UNFORTUNATELY, with these little guys, the points are just OFF. The needle nose ones don't make good contact. You can't pluck anything with them. I gave up. The slant nose one are only slightly better. You can get a grip but only if you're lined up perfectly. This was very disappointing. I would have returned, but I ripped open the packaging and tossed it before I tried to use. My bad. Not worth the money. Get the BIG tweezers from Tweezerman, and try them before tossing the packaging. I find over time, depending on brand names can be a disappointment. Every brand starts getting cheaper to reap more profit. Sad, I know, but true."
		},
		{
			"review_title": "Does the job!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very good product and easy to work with!"
		},
		{
			"review_title": "Awesome!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Way better than the cheapie drugstore brands I've been using, both help groom with relatively little pain and good precision."
		},
		{
			"review_title": "Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the perfect tweezer set.  The slanted pair works great to maintain brows while the pointed pair (and they are very pointy!) gets ahold of those tiny hairs with no problem."
		},
		{
			"review_title": "tweezerman set",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "did not like theses tweezers at all. they were flimsy feeling and were not tight enough to pull out any hairs. disappointing for $27.00!"
		},
		{
			"review_title": "Haha",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So good, I sometimes catch my boyfriend borrowing them from my vanity to pluck a few stray hairs on his face."
		},
		{
			"review_title": "Ok Tweezer Set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've previously purchased tweezerman tweezers that I absolutely loved! Unfortunately i'm a little disappointed in this set, while both tweezers are sharp the mini size is hard to grip. Will probably return it for a regular sized option."
		},
		{
			"review_title": "I'm Amazed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I didn't realize how poorly my old drug store tweezers performed. These are wonderful! I am telling everyone to get these - I wish I had found out how sooner how well these tweezers (both types) do!"
		},
		{
			"review_title": "love the grip!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great grip! Well worth it!"
		},
		{
			"review_title": "Great tweezers!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great tweezers, nice and sharp. Can't believe I lived with terrible no-name drug store tweezers for so long!"
		},
		{
			"review_title": "best tweezers I have ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The slanted tweezers are great and grab a hold of every hair. The pointed tweezers are very sharp and can get even the shortest hairs."
		},
		{
			"review_title": "Not-so-sharp tweezers",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The slant tweezers are fine, but the point tweezer is 1) not extremely sharp, and 2) has minimal area of contact between the tips. This makes actually using this tool only for those with the steadiest hands and a great magnifying mirror."
		},
		{
			"review_title": "nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The tweezers r nice but I didn't like the grip the had. I really couldn't tweeze my eyebrows."
		},
		{
			"review_title": "waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I did not like it, I can not remove any hair with both of the tweezers."
		},
		{
			"review_title": "very satisfied",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Best tweezers I've tried before. Very tight, sharp, and efficient!"
		},
		{
			"review_title": "Had to return",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The pointed one was ok, but the slanted one was too small for grip. It is indeed for travel as it's not too bad if you're just tweezing couple of strands. But for actual tweezing of both brows and holding it for that long... it gets uncomfortable."
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This totally does the job done! Cleans up pretty good!"
		},
		{
			"review_title": "Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These tweezers are just perfect. They are sharp and get every little hair. They are also good for travel since they are small and compact."
		},
		{
			"review_title": "Almost Painless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These tweezers are great! I have always used cheap ones from Walmart and lived through the pain of plucking but these are actually less painful and are pink! How can you go wrong. Funny enough my husband let me pluck his for a pain comparison and he did not even flinch!"
		},
		{
			"review_title": "Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love tweezerman. This product is no exception"
		},
		{
			"review_title": "So good, I hide them!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I don't know why I waited so long to get these. My eyebrow tweezing time has decreased significantly since I purchased this set. They easily remove even the finest hair with great accuracy. I prefer the pointed tweezers over the slant, but the quality is equal for both."
		},
		{
			"review_title": "Best Tweeze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this set, my mom likes them too and she took one. Haha"
		},
		{
			"review_title": "Looking for a GREAT tweezer?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "...this isn't it. The pointed ones are decent, but the slanted ones leave much to be desired. I was looking for a really good tweezer and unfortunately, this isn't it. I expected more from a company called Tweezerman"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love these tweezers for grabbing delicate eyebrow hairs as well as splinters"
		},
		{
			"review_title": "Always the best.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Tweezerman has always made great tweezers. I prefer these mini tweezers rather than their full size counterparts. They aren't really that smaller than the full size ones. I think the full size is too long for me anyway."
		},
		{
			"review_title": "No more wasting money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "No more wasting money on buying tweezers only for them to go dull and become useless. I have found the perfect pair! I have been eyeing these for quite sometime now but the price drove me away and I really didn't buy into the hype. Let me just say that I don't know why I waited so long! These are, to me, the holy grail of tweezers. They get every little hair and are sharp! And the hot pink is awesome."
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've had my tweezers for 1.5 years and they still work great. Getting 2 tweezers for $32 is a steal. Here is the math: You can buy one for $27.50 Or get 2 for $32.00 Basically you're getting the second tweezers for $4.50"
		},
		{
			"review_title": "Nothing beats this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They both work extremely well and it's pink!"
		},
		{
			"review_title": "Great !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "the best tweezers I ever had and portable"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Works well, exactly as described."
		},
		{
			"review_title": "Point Tweezer is Great! Slant not so much...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Never owned or used tweezerman before. The slant tweezer is not good at all, it broke the hairs making it more difficult to pull them out. Point tweezer works wonderful!"
		},
		{
			"review_title": "nice combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Both these tweezers are the kinds I buy at the drugstore and lose on a regular basis except these are excellent quality, work amazingly well and are bright pink so I no longer lose them! Haha cute, practical and top notch what more could you want from a set of tweezers ;)"
		},
		{
			"review_title": "Great Value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the pointy one! Great for precision, it's like getting the slanted ones as a bonus!"
		},
		{
			"review_title": "Great Value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These come with caps for the ends so tips down get dull. They are easy to grip and easy to use. A great purchase!"
		},
		{
			"review_title": "Top notch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love my tweezerman tweezers. They get the tiniest hairs on the first pull. What more could you ask for?"
		},
		{
			"review_title": "Not like the Standard size set",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've had the standard size set for years now and it works great still. I was hoping this petite edition would be just as good. However, both tweezers don't even grab the stubby short eyebrow hairs I get. Also, the edges are not as sharp and pointy as the standard size. I had to return them."
		},
		{
			"review_title": "Tweezer mania",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am a tweezer addict and love this set. They both work great."
		},
		{
			"review_title": "Best tweezers I've used yet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was my first tweezerman purchase, and I'm impressed on all counts. I even love the acrylic packaging so much I store and display the tweezers in the original packaging on my vanity."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had no idea tweezers could be so amazing until I tried these!!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this petite tweeze set. I was previously using a cheaper brand and I am very happy that I paid more for this set. It is day to use and accurate."
		},
		{
			"review_title": "Bent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm kind of picky (no pun intended) about my tweezers. Unfortunately, these did not pass the test. The colour is gorgeous, but not really the quality I was expecting from Tweezerman. The pointed ones have already bent out of shape."
		},
		{
			"review_title": "good tweezers!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "these are a good set of tweezers. I got them to replace some I bent trying to fix my paper shredder. I was so bummed when it happened, but I am good to go again! worth the money!"
		},
		{
			"review_title": "Not precise",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got these to replace my Tweezerman mini slant tweezers that were going dull; I liked those and decided to get a set. Unlike my previous tweezers, these are terrible at tweezing hair — I keep either losing my grip or breaking the hair off. Also, the color is darker than pictured; it's a very shiny magenta. I'm returning these."
		},
		{
			"review_title": "Not a precision edge",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just picked up this set at Sephora today to replace my original silver petite set after the precision tip recently became slightly bent out of place and having misplaced the slant edge tweezer years ago. I have used that tweezer basically everyday for years and loved it, so I figured buying a new set would be the same. I was wrong. This new pink set is USELESS compared to my old silver one. The tip is squared/blunt not sharp/pointed and does absolutely nothing to grab my fine hairs! I am going to have to return this set and try another one. I'm just hoping they aren't making all of them this dull now or I'm in trouble."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They're right on key, and the bright color makes them easier to find!"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "these are such a great deal!! They really aren't all that petite from regular sized tweezers. Such great quality too!"
		},
		{
			"review_title": "Perfection Tweeze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love these tweezers get the job done(: worth every penny I paid"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm used to not-so-good drugstore tweezers, so initially, I wasn't used to how sharp these are. It took me a while to get used to because I would accidentally poke or pinch myself, which isn't so lovely. Performance wise, they are incredible. They get all those hairs you can't quite get with regular tweezers. Although they are mini, they are still a perfect size, and not mini to me at all. Overall, these tweezers are perfect for woman who like to maintain their eyebrows themselves or just maintaining their eyebrow shape. It's definitely a smart economic choice to buy this 'mini' set than to buy one full size. What one doesn't do, the other does. Awesome product!"
		},
		{
			"review_title": "Excellent precision!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These implements are only slightly shorter than the full size, and I don't see any difference in performance. They are very precise and the only thing that would make the set better for me is if they had a case (that option was a few dollars more)."
		},
		{
			"review_title": "Love the color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the colour of the Tweeze Set, easy to use and did the job."
		},
		{
			"review_title": "Great product!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love the combination of the tweezers. The quality definitely great and worth your money. I had the slanted tweezer for three years and it still works at great as brand the new ones. Sadly, I lost it a few months ago and I have to purchase a new one! So far, I am happy with the products and will continue to purchase this brand."
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The pointed tweezer works great but I am not a fan of the slant tweezer. The pointed tweezer is effective for small hairs and stubble but the slanted tweezer doesn't seem to grab anything."
		},
		{
			"review_title": "Tweezerman have better available!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought these after my much loved needle nosed Tweezermans became dull. The first one I bought--the tape that held them in the box ripped off some of the pink enamel. Not a huge deal, but a bother when you're spending this much. I returned them for another pair and that pair ALSO had the enamel come off when I took the tape off.  I did not find that either of these tweezers worked as well as my trusted and true needle nosed Tweezermans. Disappointing, for sure."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The point tweezers are very good, however the slant tweezers are mediocre. Considering how bad my luck has been with tweezers lately, I would say they were well worth my money."
		},
		{
			"review_title": "Sssharp and perfect size imo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I know these say petite but when you are used to drugstore tweezers, these are the perfect size! They are also very sharp and seem pretty durable."
		},
		{
			"review_title": "awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "warning: these things are SHARP.  in the best way possible. the slanted tweezers are my favorite, I've had this set for a little over year now and they are just as sharp as when i bought them almost a 2 years ago.  definitely a must-have."
		},
		{
			"review_title": "hot pink wins",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Perfect pair. Not too short or small for easy use. Great for travel. They come with the plastic tip cap but no case, which would have been a bonus but is not necessary. Love these. I just hope the color won't rub off like my polka dotted pair. 5 stars as the function is superb"
		},
		{
			"review_title": "Another great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had bought a tweezerman about a year ago, and sent it in for sharpening. I thought I would just buy a cheaper pair from a drug store to use until mine came back. I tried them, and couldn't grab onto a single hair, even the thick ones. So I ordered these. The smaller set is just as great as the larger ones, and able to get hairs I didn't even see. The day after I used these, my friend asked me where I went to get my eyebrows waxed, because they looked great!"
		},
		{
			"review_title": "Not So Mini",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I avoided purchasing these online since the description calls them petite---it used to say mini and thought they would be really mini and that's why you could by the set for about the cost of one. When in store I saw these and they are only slightly shorted in length than the original. The tips are just as long and wide as the original. This is a great deal and there is a noticeable difference in the ability to pick the specific hairs you wish to pluck and the grip is amazing so hairs don't slip.  Would recommend to anyone who does their own eyebrows because a good pair of tweezers will help a whole lot. This is basically a 2 for 1 deal and each one will get a lot of use!"
		},
		{
			"review_title": "Best Tweezers Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Slanted tweezer is great to remove a few hairs at a time and the pointed tweezer is great for those really short hairs (even ingrown). Both grab even the finest and shortest hairs."
		},
		{
			"review_title": "Worth Every Penny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Invest in a great pair of tweezers. These are amazing. Great quality. Very precise and gets the job done right. I love the pointed edge good for those small hair, and hard to grab hairs."
		},
		{
			"review_title": "My favorite tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've tried buying other brands but I always come back to these! They pointy ones are great from short hairs and the slant ones for everything else."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "25$ for tweezers seems ridiculous... Well it's not in tho case, you get what you pay for. These are worth the $$$!"
		},
		{
			"review_title": "Magnificent, perfect tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The needle-nose tweezers allow precise pulling of the finest little hairs; you can even grab a ridge of your fingerprints with them. Slant tweezers are beautifully precise. Ergonomic. If they're billed for 'travel' I'd like a little case, even just a plastic one? They do include tip guards which is nice. I'm not sure why they're called petite because I find the size exactly right. They are wonderful."
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are the best tweezers money can buy! I don't dread my weekly tweeze anymore."
		},
		{
			"review_title": "You can't go wrong with tweezerman tweezer.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this set during the F&F 20% off. They came in a plastic box but no storage plastic bag. I bought my first tweezerman tweezer 5 years ago and it is still pretty sharp. Well-worth the money."
		},
		{
			"review_title": "Tweezerman is the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I don't use any other tweezers. Easy to use. Precise."
		},
		{
			"review_title": "Easy Peasy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Standard slant tweezers great for plucking. The pointed ones are even better for the stubborn little hairs! Gets them right at the root. Great set."
		},
		{
			"review_title": "Love these tweezers so much, had to buy the minis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Tweezerman really does make the best tweezers. I have both of these tweezers in a full size, but they are a bit big to lug around when travelling. I bought this set because they never lose their edges, and the pointed set is fantastic for sliver removals."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They grab and hold what you want grabbed and held. Don't waste your money on other brands of tweezers."
		},
		{
			"review_title": "Good tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These tweezers can get the tiniest hair growth out. The pointed ones are very pointy so be careful. They both work really well. Very happy with them."
		},
		{
			"review_title": "Tweezerman All the Way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have tried other tweezers in the past and Tweezerman is by far the best. They are precise and easy to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Classic tweezerman quality. Super sharp, perfectly angled tweezer set. Love the smaller size."
		},
		{
			"review_title": "Great Tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone",
			"review_text": "Both of these Tweezers are great. If you can't grab a hair with one of them, then you for sure can grab it with the other one!"
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone",
			"review_text": "I've never had a pointed tweezer and my slant tweezer was not working well so I decided to get this little set. The slant tweezer works great, I can grab the hairs again. The pointed one is good but I'm not use to it so it's a little hard for me to grab the hair with such a small surface. This is a great set for traveling too. I am happy with this purchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone",
			"review_text": "best set of tweezers I have ever purchased! they grip every piece of hair and even little pores on my nose that are too stubborn to come off with the pores strip.  the color is very girly and the pink shown in the picture is its true color.  the petite size is very convenient for me to put in my purse or wallet and go."
		},
		{
			"review_title": ":Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone",
			"review_text": "I love these Petite Tweezers. They are easy to carry in my purse or gym bag and I use the pointed ones not only for tweezing but keep a set by my embroidery machine. They have great grasping power and I can easily retrieve the little threads undet the throat plate."
		},
		{
			"review_title": "Precise: one of the best tools you can own!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone",
			"review_text": "I've been doing my eyebrows for years, after a few horrible incidents at the beautician I purchased these and they are honestly the best tools I own.  Started using the shorter ones for comfort and ease and then started using the pointed ones cautiously and found they're amazing for the fine hairs that are barely noticeable but as a perfectionist annoy me.  They really help when you're trying to reshape the brows as well. A bonus that Tweezerman will sharpen them for me, living internationally."
		},
		{
			"review_title": "perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone",
			"review_text": "I love this set! its a perfect value for two! i gave one to my bf and kept one for myself. Its small and portable, I keep it in my purse at all times. I've used it for 4 months now and its still in good shape for plucking."
		},
		{
			"review_title": "Nothing beats a Tweezerman!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "You know you can count on Tweezerman products to WORK!"
		},
		{
			"review_title": "My new tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These tweezers are abosolutely awesome. They grab every small hair or barely there stragglers better than anythin new. Also, I get a LOT of ingrown hairs in my arm pits and legs and this does the trick to get them out!!"
		},
		{
			"review_title": "best I've tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I didn't want to spend a lot on tweezers when my last pair were no longer usable so I bought some at the drug store. Big mistake. They wouldn't grab any hair, at all. I tried several different kinds and they were all terrible. I finally decided to get these Tweezerman tweezers and geez do I wish I had gotten these first. They are precise, sharp, and a good deal for two pairs. I will continue to buy this brand and stop messing around with inferior products from the drug store."
		},
		{
			"review_title": "best tweezers!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "These are definitely a must have! Tried others before and these are hand down the ones to have!"
		},
		{
			"review_title": "Never used the pointed tweezers before...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love these! Even the hardest, tiniest hair I can tweeze with the pointed tweezers. Worth every penny."
		},
		{
			"review_title": "Bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The slanted tweezers do not grab your the Iittle hairs too good. The tweezers are to lose. I got this one because I lost the one I had.. Maybe it's the rubber wraparound the tweezer that makes it hard to grip the hair"
		},
		{
			"review_title": "OK Tweezers",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The slant edge are better than the pointy tweezers which don't seem to have a sweet spot."
		},
		{
			"review_title": "Tweezers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I think every woman should own these! I love them! They work fantastic."
		}
	]
}