{
	"product_id": "693",
	"name": "Rose Quartz Eyeshadow Palette",
	"brand": "HUDA BEAUTY",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 94.0,
	"about": "What it is:A palette that allows you to play with and create magnetic makeup looks offering 18 rosy tints and earthy shades across five different textures...Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:This powerful palette includes eight velvety-soft pigmented mattes; three high-shine buttery metallics; three pearly, soft-shine metallics; three quartz-inspired multi-shimmer marble creams; and one pearly gloss hybrid. The shades blend true to color and were designed to look vibrant and stunning on everyone..This Set Contains:.Palette Size:Full size",
	"ingredients": "Quartz:.Mica, Dimethicone, Hydrogenated Ethylhexyl Olivate, Synthetic Fluorphlogopite, Cetearyl Ethylhexanoate, Zinc Stearate, Simmondsia Chinensis (Jojoba) Seed Oil, Polybutene, Octyldodecanol, Silica, Hydrated Silica, C30-45 Alkyl Dimethicone, Calcium Sodium Borosilicate, Dodecane, Hydrogenated Soybean Oil, Sucrose Acetate Isobutyrate, C10-18 Triglycerides, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Disteardimonium Hectorite, Phenylisopropyl Dimethicone, Decylene Glycol, Sorbitan Sesquioleate, Triethylhexanoin, Octyldodecyl Stearoyl Stearate, Cetyl Peg/Ppg-10/1 Dimethicone, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane, Dimethiconol, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Beta-Sitosterol, Squalene. ..Aura, Gratitude, Precious, Happiness, Mantra, Serenity, Radiate:.Talc, Aluminum Starch Octenylsuccinate, Zea Mays (Corn) Starch, Silica, Magnesium Myristate, Cetearyl Ethylhexanoate, Dimethicone, Decylene Glycol, Bis-Diglyceryl Polyacyladipate-2, Quartz, Dimethicone/Vinyl Dimethicone Crosspolymer. ..Cosmic Love:.Calcium Aluminum Borosilicate, Mica, Synthetic Fluorphlogopite, Dimethicone, Calcium Sodium Borosilicate, Hydrogenated Ethylhexyl Olivate, Silica, Octyldodecanol, Hydrogenated Soybean Oil, C10-18 Triglycerides, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Dodecane, Simmondsia Chinensis (Jojoba) Seed Oil, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Disteardimonium Hectorite, Decylene Glycol, Sorbitan Sesquioleate, Octyldodecyl Stearoyl Stearate, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane. ..Empowered:.Mica, Synthetic Fluorphlogopite, Dimethicone, Zinc Stearate, Diisostearyl Malate, Octyldodecyl Stearoyl Stearate, Stearyl Dimethicone, Trimethylsiloxysilicate, Ethylhexylglycerin, Decylene Glycol, Tin Oxide. ..Joy:.Synthetic Fluorphlogopite, Mica, Dimethicone, Zinc Stearate, Diisostearyl Malate, Calcium Sodium Borosilicate, Octyldodecyl Stearoyl Stearate, Stearyl Dimethicone, Calcium Aluminum Borosilicate, Tin Oxide, Trimethylsiloxysilicate, Silica, Ethylhexylglycerin, Decylene Glycol. ..Energized:.Mica, Dimethicone, Hydrogenated Ethylhexyl Olivate, Synthetic Fluorphlogopite, Octyldodecanol, Silica, Hydrogenated Soybean Oil, C10-18 Triglycerides, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Dodecane, Disteardimonium Hectorite, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Octyldodecyl Stearoyl Stearate, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Decylene Glycol, Sorbitan Sesquioleate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane, Simmondsia Chinensis (Jojoba) Seed Oil. ..Love Stone: .Polybutene, Octyldodecanol, Mica, Calcium Sodium Borosilicate, Dimethicone, Calcium Aluminum Borosilicate, Synthetic Fluorphlogopite, Dibutyl Lauroyl Glutamide, Dibutyl Ethylhexanoyl Glutamide, Octyldodecyl Stearoyl Stearate, Dodecane, C10-18 Triglycerides, Helianthus Annuus (Sunflower) Seed Oil, Caprylic/Capric Triglyceride, Silica, Propanediol, Jojoba Esters, Helianthus Annuus (Sunflower) Seed Wax, Styrene/Butadiene Copolymer, Tin Oxide, Ethylhexyl Polyhydroxystearate, Decylene Glycol, 1,2-Hexanediol, Dimethicone/Vinyl Dimethicone Crosspolymer, Caprylhydroxamic Acid, Polyglycerin-3, Acacia Decurrens Flower Wax, Tocopherol, Ascorbyl Palmitate. ..Cherished: .Talc, Mica, Dimethicone, Magnesium Myristate, Dimethiconol Stearate, Octyldodecyl Stearoyl Stearate, Phenoxyethanol. ..Blissful:. Synthetic Fluorphlogopite, Mica, Calcium Aluminum Borosilicate, Dimethicone, Hydrogenated Ethylhexyl Olivate, Silica, Calcium Sodium Borosilicate, Octyldodecanol, Hydrogenated Soybean Oil, C10-18 Triglycerides, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Dodecane, Disteardimonium Hectorite, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Octyldodecyl Stearoyl Stearate, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Decylene Glycol, Sorbitan Sesquioleate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane, Simmondsia Chinensis (Jojoba) Seed Oil. ..Abundance:.Mica, Synthetic Fluorphlogopite, Dimethicone, Zinc Stearate, Diisostearyl Malate, Octyldodecyl Stearoyl Stearate, Stearyl Dimethicone, Trimethylsiloxysilicate, Calcium Aluminum Borosilicate, Silica, Ethylhexylglycerin, Decylene Glycol, Tin Oxide. Moon Magic – Calcium Aluminum Borosilicate, Mica, Silica, Dimethicone, Hydrogenated Ethylhexyl Olivate, Octyldodecanol, Hydrogenated Soybean Oil, C10-18 Triglycerides, Calcium Sodium Borosilicate, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Dodecane, Disteardimonium Hectorite, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Octyldodecyl Stearoyl Stearate, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Decylene Glycol, Sorbitan Sesquioleate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane, Simmondsia Chinensis (Jojoba) Seed Oil. ..Self Love: .Mica, Dimethicone, Synthetic Fluorphlogopite, Hydrogenated Ethylhexyl Olivate, Octyldodecanol, Hydrogenated Soybean Oil, Calcium Sodium Borosilicate, C10-18 Triglycerides, Hydrogenated Soy Polyglycerides, Coconut Alkanes, Dodecane, Simmondsia Chinensis (Jojoba) Seed Oil, Silica, Tin Oxide, Hydrogenated Olive Oil Unsaponifiables, Disteardimonium Hectorite, Decylene Glycol, Sorbitan Sesquioleate, Octyldodecyl Stearoyl Stearate, Propylene Carbonate, Ethylhexyl Polyhydroxystearate, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, C15-23 Alkane. ..All – May Contain (+/-) Ci 16035 (Red 40 Lake), Ci 75470 (Carmine), Ci 77000 (Aluminum Powder), Ci 77007 (Ultramarines), Ci 77491 (Iron Oxides), Ci 77492 (Iron Oxides), Ci 77499 (Iron Oxides), Ci 77742 (Manganese Violet), Ci 77891 (Titanium Dioxide).",
	"how_to_use": "Suggested Usage:.-Build your base with the matte powder shadows. .-Pick up metallics and cream shimmers using a brush in small circular motions. .-Apply on lids for an illuminating finish. .-Build an extra layer using your fingers or a sponge brush for a high-shine foil effect. .-For a soft pearlescent glow, apply the pearl gloss hybrid to bare lids using your finger or a flat brush...Huda’s Hacks:.-For deeper shades, blend is your friend. Brushes are super important to get a smooth finish in the crease and across the lid. .-Not all deep shades have to be bold and graphic. Blend out the deep mattes with a fluffy brush to give definition and shape to the eyes without overtaking the entire makeup look. .-For soft daytime looks, build a light base using matte shades, adding shimmer across the lid using your finger, a flat brush, or a sponge applicator. .-The metallics and pearl gloss hybrid can also be used to contour the lower lash line. Add to inner corners for a soft highlight to keep eyes looking big and bright.",
	"num_reviews": 311,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/huda-beauty-rose-quartz-eyeshadow-palette-P477474?skuId=2492023&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2492023-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "rosy sparkly beautiful 💖",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve had this palette for a year and I’m obsessed; as a pink/brown girl it’s perfect, the shades are pigmented and smooth, even the sparkly ones don’t have a ton of fallout which I love!!!  The “cream marble” shadows are exquisite and some of my favs ever.  I use ‘Moon Magic’ and ‘Self Love’ for my inner-corners and always get compliments!  I don’t use the glossy one ‘Love Stone’ as much as I should and even after this time it hasn’t dried out!  Honestly my favourite palette I own <3xo"
		},
		{
			"review_title": "A must have palette",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Absolutely stunning pigment. Blends beautifully. I always get compliments when I'm wearing it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love it. If I had the opportunity to buy it again. I'll do it"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful colors and textures, but multiple pans had crumbled when I received it. I was able to press them back into shape, except for one shade that kept crumbling until it broke everywhere and wasn't fixable. Shane, it was the best color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "It's my all-time favorite pallet! I get compliments every time I use this"
		},
		{
			"review_title": "Love watermelon",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The pinks in this pallet are so pretty Huda. Beauty is my new favorite line she supports watermelon. And I will continue to buy from her"
		}
	]
}