{
    "product_id": "1633",
    "name": "SOS LipSoftieu00ae Hydrating Lip Treatment Balm",
    "brand": "Tower 28 Beauty",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 22.0,
    "about": "What it is:A lip treatment that delivers the intense hydration of a lip mask to rescue dry, chapped lips..Formulation Type:Lip Balm & Treatment.Benefits:Hydrating, Long-wearing.Highlighted Ingredients:- Shea Butter: Boosts lip hydration and soothes skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This this cushiony treatment balm is designed for sensitive, irritated lips and delivers instant comfort and long-lasting hydration for smooth, softie lips. It is made with a blend of four restorative oils and lysine, is non-sticky, soothing, and the subtle vanilla flavor is fragrance-free to avoid further drying out lips..Clinical Results:Immediately after use:",
    "ingredients": "-Shea Butter: Boosts lip hydration and soothes skin..-Jojoba Oil: Locks in moisture to keep lips soft and supple..-Lysine: Prevents dryness and helps to smooth and soften lips...Hydrogenated Polyisobutene, Polybutene, Diisostearyl Malate, Hydrogenated Soybean Oil, Hydrogenated Olive Oil, Polyhydroxystearic Acid, Hydrogenated Jojoba Oil, Ethylene/Propylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax, Euphorbia Cerifera (Candelilla) Wax, Lauroyl Lysine, Butyrospermum Parkii (Shea) Butter, Vanillin, Ricinus Communis (Castor) Seed Oil, Caprylyl Glycol, Tocopherol, Ethylhexylglycerin, Phytosterols, Tocopheryl Acetate, Butylene/Ethylene/Styrene Copolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Glycine Soja (Soybean) Oil, Cocos Nucifera (Coconut) Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Titanium Dioxide (Ci 77891)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply generously to lips for hydration and comfort. .-Use at night for an overnight mask.",
    "num_reviews": 176,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/tower-28-sos-lipsoftie-hydrating-lip-treatment-balm-P509899?skuId=2735207&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2735207-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "SOS Vanilla",
            "shade_descriptor": "Clear",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735207-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Don't Waste Your Money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love Tower 28 but this product was horrendous -it was grainy and sticky from the first use. It also gave me a mild allergic reaction, as my lower face would itch and breakout whenever I used this. Another word to the wise; using reward points to take money off is the worst way to use your points, I used my 500 points to take $10 off and I didn't receive them back after I returned this product despite it being so disappointing and giving me a reaction, so I only got $5 back from a product I hated, which wad frustrating since it took so long to build up my points. I reached out and was told Sephora won't return your points unless you used them on an order that was lost in transit. I would recommend instead using them to pick something out from the rewards bazar instead or take money off a product you already know and love. Kind of disappointed in Sephora tbh, I feel like they could do better than how they handled this situation."
        },
        {
            "review_title": "The first skip from this brand",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "These are not what I thought. They feel like left out melted frosting. This is one product from the brand I will not be replacing."
        }
    ]
}