{
	"product_id": "1047",
	"name": "Lover Eau de Parfum Travel Spray",
	"brand": "The Maker",
	"categories": "Fragrance, Women, Rollerballs & Travel Size",
	"price": 57.0,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Warm Woods.Key Notes:Luscious Fig, Flirtatious Jasmine Sambac, Arousing Oud.Fragrance Description:The Maker’s Lover Eau de Parfum is a hypnotic, woody scent that evokes a warm embrace. Creamy sandalwood, luscious fig, and sparkling vetiver blanket the skin while layered notes of jasmine sambac, narcissus, and a whisper of oud slowly reveal themselves like desires between lovers..About the Bottle:Inspired by an antique ink flask, the bottle is sensuous, smooth, and comfortable to hold with fluted glass panels. Ribbed glass is a signature look seen throughout The Maker Hotel, from fragrance and candles to glassware and lighting fixtures. Made with post-consumer-recycled glass, The Maker uses 27 percent less glass than traditional perfume bottles and C02-free production methods..About the Fragrance:Both grounding and magnetic, this gender-inclusive fragrance was inspired by the unrelenting bond between two lovers.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Eau), Citronellol, Geraniol, Hydroxycitronellal...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spray the fragrance on your wrists, shoulders, or neck to create a personal fragrance aura. .-When pairing multiple scents, apply them to different areas of your body and let the fragrances gradually come together..-Do not press your wrists together after application or spray two fragrances on the same spot. It will destroy the composition. ..Recycling Instructions:.Each part of The Maker perfume bottles can be recycled within your home recycling bin by following these steps: .-Remove the cap, made of Zamak, and recycle with aluminum metals..-Unscrew the spray pump, pull out the plastic tube, and recycle with plastics..-Recycle the pump with aluminum metals. .-Recycle the glass bottle with glass. .-All of The Maker boxes are made with FSC-certified board and can be recycled with paper.",
	"num_reviews": 302,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/the-maker-lover-eau-de-parfum-travel-spray-P509399?skuId=2694693&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2694693-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.33 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2694693-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Complex and obsession inducing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "Utterly obsessed with this fragrance! It’s complex and unique and I found myself smelling my wrist over the course of the day over and over again. It starts off with an earthy fig that fades and blends into this gorgeous clean green yet musky scent. Lover is definitely one that will turn heads and make others ask what you are wearing. I only sprayed once and it lasted all day, so it is potent without the silliage being overbearing. I ordered the discovery kit to start but I will absolutely be ordering the full size because I can’t live without it."
		},
		{
			"review_title": "Not for me and I’m a fig lover.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "Not for me nice for a man however. I prefer more jasmine less woody. This is very similar to Dyptique Phylosikos which I love. It’s also extremely strong I cannot wash it off with Dawn dish soap."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "That perfume is so good, unisex. And I got so many compliments."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Lover Eau de Parfum, is such a great and mature scent. Something that is worn on a night out type of situation. However, it is very strong, so a little does go a long way. I was also very satisfied by how long lasting it was!"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This perfume smells so nice!! The first week I wore it, I seriously got so many compliments. My scent is not something I get complimented for, but this perfume changed that for me. It is also very long lasting!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I think this has easily become one of my new go to scents!! Every time i have worn this since getting it i have gotten sooo many compliments.. the key notes of fig and oud blend so perfectly its the best night time going out perfume im absolutely in love"
		},
		{
			"review_title": "This scent just makes me feel good !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I paid and bought the mini size to try out (I didn't get it for free to review). I love it! it's not my usual scent, I normally go for sweet  coconut/vanilla type or straight up rose scents but something about this perfume just got to me. It smells so good it puts me in a better mood. It's warm and woodsy, perfect for fall/winter. Plus the quality is excellent, it's super long lasting and strong without being too much. I don't wear it everyday but I keep it in my purse for whenever I'm having a rough day or just need a pick me up, it always cheers me up!"
		},
		{
			"review_title": "Wanderlust",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The Maker Lover Eau De Parfum is an enchanting escape bottled in fragrance form. From the moment I spritzed it on, I felt as if I had been whisked away to a dreamy, far-off destination, one where sunsets linger and every moment feels full of possibility. The inspiration behind this fragrance “a travel fantasy” comes through beautifully in its layered, evocative scent. The top note of luscious fig greets you with a ripe, juicy sweetness that feels like a warm embrace. As it settles, the flirtatious allure of jasmine sambac blooms, adding an airy yet intoxicating floral heart. The base is where the magic deepens, with sensual vetiver and arousing oud creating a rich, smoky warmth that lingers delicately on the skin. Wearing this fragrance made me feel confident, playful, and undeniably alluring, as though I were stepping into the role of a worldly adventurer with stories to tell. It’s a scent that evokes wanderlust and reminds me of places I’ve loved or long to visit."
		},
		{
			"review_title": "Too strong and not feminine",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Unfortunately I found the scent to be too woody and masculine for my taste. It is quite strong. Because of this you can’t really wear it for all occasions. The scent lasts for a long time. The woody note is too overwhelming. I wouldn’t it recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This perfume is so unique! The lover is rich, with musky notes and a touch of sweetness. I can also feel some floral accords. It is very long lasting and I only need one spritz! And I get tons of compliments every time I wear it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "the perfume is such a nice woody scent with fruity and floral notes that i feel like is perfect for date night. i have starting going for this one more often now and i see that i am getting some compliments on it as well!"
		},
		{
			"review_title": "Perfect Holiday Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Makers Lovers perfume is perfect for anyone. The scent is so warm, rich & woody. Beautiful notes of fig, jasmine sambas, vetiver & oud. Great for the winter holiday months. The scent is very long lasting all day."
		},
		{
			"review_title": "Unisex perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Very similar to Billie’s perfume in my opinion! Definitely great unisex perfume & very long lasting. I caught whiffs of it throughout the day. Very complex at first but Dries down very nicely to a woodsy scent"
		},
		{
			"review_title": "Woody, warm and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "This is such a beautiful woody scent! It leans sweet and creamy on my skin, and gives me a warm and comforting feeling. The projection is moderate but not overpowering. I also love that it has very impressive longevity - I can still smell it on my skin at the end of the day. This is my first fragrance from them and I'm really impressed!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The scent is so good and perfect for a nice classy evening. The strongest notes are oud and jasmine. It lasts for a while as well and melts into a better luxurious scent after few hours. Few sprays are enough for the whole night"
		},
		{
			"review_title": "Luxury in a bottle - cozy!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Such a fantastic perfume for winter!!! This cozy, warm, rich scent is perfect for evenings out over the holidays! So yummy - it is a very unique blend that I have never smelled before. Very long lasting on your clothes/body!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Lovely fragrance. I love how woody, yet not overpowering it is. As someone who identifies as a woman, I appreciate unisex scents. My husband and I share fragrances and I can definitely see him stealing this one. I think it’s a very sexy scent and the name fits it perfectly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "If you are some who like earthy and woody scents, this will definitely be the scent for you. It is a very musky, woody but sexy scent. The key notes consist of Luscious Fig, Flirtatious Jasmine Sambac, Arousing Oud. I find it interesting how the inspiration was inspired by two lovers. Hence the name of the scent. Makes it seem like there is a true love story behind the scent. The scent does make me feel like I’m at home by the fire having a date night while there’s a winter storm outside."
		},
		{
			"review_title": "Convenient on the go!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The smell of this perfume is definitely a delicate floral smell. I have grown to love the smell after my second use but prior it felt overpowering. I have been using it on the go quick  for a quick touch up. Pro is that it is Super convenient for on the go. Definitely something different to add to my collection"
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The moment I tried Lover, I was drawn in by its rich, earthy depth. The key notes of luscious fig, flirtatious jasmine sambac, and arousing oud create a warm, inviting scent. It feels cozy, like being wrapped in a soft embrace, but also has this magnetic, sensual quality that slowly reveals itself.  What I love most is how Lover evolves throughout the day—it starts with that deep, woody warmth and then the floral jasmine and creamy sandalwood come through, making it feel both grounding and alluring. The inspiration behind it, the bond between two lovers, really comes through in the way it makes me feel—connected, confident, and a little bit mysterious.  The bottle is beautiful too—smooth, sleek, and eco-friendly, which adds a personal touch to the experience.  Overall, Lover is a timeless, gender-inclusive fragrance that feels both intimate and bold. It’s perfect for anyone who loves warm, woody scents that leave a lasting impression."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "My first and immediate response was that there is a strong but earthy smell. I also like that it can be used by men and women since the smell is not very girly or anything. I will be using this daily from now on."
		},
		{
			"review_title": "Not my favourite scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Lover Eau de Parfum smells good but I cannot say it’s my favourite scent ever. Personally I’m smelling too many notes at once and It’s kind of throwing me off. Smelling it from a far on my body it smells good but when I spray it onto my wrists and sniff it directly it smells a little spicy which Is not my favourite. The scent did last throughout the day which was good! Overall not my favourite but very good quality perfume."
		},
		{
			"review_title": "Strong woodsy scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product free from @skeepers_us in exchange for my honest review.  The Maker Lover Eau De Parfum. This perfume is an earthy woody scent with hints of fig and jasmine. It’s vegan, cruelty free, contains no formaldehydes, contains no phthalates, and is a clean product.   It is quite a strong perfume. I was quite surprised how strong it is as soon as you spray it. You definitely get the woody scent to it. It reminds me of an earthy scent mixed with strong perfume. It’s not a bad scent, but for me, I may like it if it weren’t so strong. It almost felt a little overbearing. This could just be my scent preference, so I’d definitely recommend still giving it a try! That’s the fun unique part about scents, is there are SO many to try from to suit our personalities! #skeepers #themaker #themakerlover #lovereaudeparfum #perfume #scent #cologne #vegan #clean #fragrance #fig #jasmine #phthalatefree #formaldehydefree #crueltyfree #free #review #productreview"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I recently got to try this luxe perfume. I would definitely agree with this title “Lover”. It reminds me of being swept away off my feet in love. The scent to this is unisex and genderless. I can definitely smell the jasmine, oud, and fig. When you spray it on, it’s very strong but after a few minutes you get a nice woodsy smell."
		},
		{
			"review_title": "Convenient on the go!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The smell of this perfume is definitely a delicate floral smell. I have grown to love the smell after my second use but prior it felt overpowering. I have been using it on the go quick  for a quick touch up. Pro is that it is Super convenient for on the go. Definitely something different to add to my collection"
		}
	]
}