{
    "product_id": "304",
    "name": "Milk- Personal Eau de Parfum",
    "brand": "Commodity",
    "categories": "Fragrance, Women, Perfume",
    "price": 202.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Iso E Super, Mahogany Wood, Tonka Bean.Fragrance Description:Milk Expressiveu2019s warm notes of tonka bean and mahogany wood are made lustrous with Iso E Super and white cedar. Light as a feather, this sweet and caressing scent lays close like a second skin..About the Bottle:The Personal fragrance is housed in an all-white bottle, illustrating the soft, ethereal nature found across the Scent Space. All Personal perfumes also have a minus sign after their name to further demonstrate their decrease in projection..About the Fragrance:In creating Milk- Personal, I wanted to capture the intimate nostalgia of a fall family vacation spent making su2019mores around the fire. This fragrance is a creamy, sheer interpretation of an ambery composition that is soft and rather innocent. u2013Christelle Laprade, Maker",
    "ingredients": "SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Coumarin.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spritz one to two times directly on the pulse points, such as your wrists, inner elbows, or sides of the neck. .-Pulse points are warmer areas of the body that act as natural diffusers when emitting a scent..-After application, allow the scent to air dry. .-Rubbing or dabbing will break down a fragrance and cause it to wear off more quickly..-If you wear fragrance on the wrists, be sure to reapply after frequent handwashing..-Properly store your bottle to extend its shelf life, including recapping after each use and avoiding direct sunlight... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense...Recycling Instructions: .-While Commodity works toward fully recyclable packaging, most of your fragrance can currently be recycled. .-Box, paper notecard, and pulp tray should be recycled as paper. .-Glass bottle and metal pump should be recycled as glass. .-Cellophane and bottle cap should be thrown in the trash.",
    "num_reviews": 29,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/milk-personal-P502304?skuId=2616068&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2616068-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz / 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2616068-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have been wanting this perfume for ages! I am definitely not disappointed. it lasts forever!"
        },
        {
            "review_title": "A nice scent but not something I would reach for",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I blind bought this perfume and itu2019s a nice fragrance just not something I enjoy as a scent profile. I love cleaner and sweeter scents like Glossier You, Clean Reserve Skin and Dylan by Rosie Jane, and this was just a bit too powdery and peppery for my usual taste, but otherwise would smell great on someone who loves those scents!"
        },
        {
            "review_title": "Worth every penny, a delicious scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is, by FAR, my favorite out of the three Milk perfumes. This is one that smells the most marshmallow-y and has the least of the woody scent that the other two have. I expected that it would be the weakest smelling and / or not last that long, but to my surprise, it actually lasted throughout the day and into the night when I spray it into my hair or along my neck. (Perfumes usually do not last long on me, so I was really impressed.)"
        },
        {
            "review_title": "Major flop ud83dude2d",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried using this perfume like 3 times and it barely smelt of milk or marshmallow, there's like a cedar note in here that ruins it for me personally. It is personal but not very milky or marshmallow like. Save your money for something else as I plan on returning  it to spend my money elsewhere for a non mediocre perfume. However the employees that helped me were very kind so kudos to them!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Excellent scent, very lactonic and creamy. Itu2019s like wrapping yourself in the most snuggly sweater with a chai latte in the fall. Itu2019s so comforting and pleasant. Itu2019s light but somehow envelopes your whole body in this incredibly warm scent."
        },
        {
            "review_title": "Too musky for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wanted to like this so badly! Just not for me. In the first spray I really pick up the sweet fluffy marshmallow and vanilla (which I love) with a hint of musk. But after a while, the only thing that clung to my skin was the musk (might just be my body chemistry). The fluffy sweetness I liked went away and turned too masculine on me, like cologne. But if you like the unisex/slightly masculine scents you might like this."
        },
        {
            "review_title": "The personal scent is sooo underrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "In my opinion this is by far the best out of the 3. It sits closer to the skin and is a little less woody and a bit more marahmellow, milky goodness. OBSESSED ud83eudd0d"
        },
        {
            "review_title": "Comforting & Light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I blind bought this fragrance.  I was hesitant to purchase it because at the time, there was only 9 reviews for Milk- but hundreds for Milk Expressive.  I was honestly torn between the two for a while.  I ended up going with Milk- and I think it was a great choice. It's a very comforting set, I do get the woody scent at the begging but, then it settles into a nice lactonic, warm, calm marshmallow scent. I am actually thinking of purchasing expressive now because I loved this one."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Absolutely love this fragrance. Itu2019s light and warm with the right amount of milky vanilla. I also have it in expressive but I much prefer personal for daytime wear"
        },
        {
            "review_title": "Beautiful fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I recently received the travel sized version of this fragrance and it has once again proven to me that Commodity is fragrance brand that is high in my scent pantheon. This lactonic fragrance is beautifully balanced with the woody notes and the tonka bean. I walked past, and my sister asked me what I was wearing (a true compliment in my opinion). I've also found this to be a great layering scent, as are most of Commodity's personal line. I'll either be scoping this out to see when it will be back in stock on Sephora or just getting it directly from the Commodity website."
        },
        {
            "review_title": "Best scent ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the warm and spicy scent of this fragrance. I get compliments every time I wear it. Iu2019ve been stopped in the grocery store countless times and asked what are you wearing. I would highly recommend getting some you wonu2019t be disappointed! you wonu2019t be disappointed"
        },
        {
            "review_title": "Canu2019t put it down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Milk - Personal is incredible. Itu2019s sweet and creamy, but clean. Itu2019s so cozy. Iu2019m constantly using on its own and mixing it with other fragrances. Iu2019m often mixing it with deeper, spicier scents to bring some sweetness in. Itu2019s so yummy!"
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells like the better, muskier version of philosophy fresh cream."
        },
        {
            "review_title": "Better as a room spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "On my skin, this just wasnu2019t it. It got smokier than I would have liked. However, I love spraying it as a room spray! Gives me very cozy fall/winter vibesud83cudf42u2744ufe0f"
        },
        {
            "review_title": "Nice but too light.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is a nice scent. You definitely smell the marshmallow. it's a bit sweet but not cloying. My only complaint is that it's way too light, and the scent doesn't last."
        },
        {
            "review_title": "Cozy and clean scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells so clean and yummy!! I literally cannot stop smelling myself. Itu2019s such a great and cozy everyday scent that will leave you with the desire to reapply over and over again."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is terrible. Smells like smoke from a cigarette. It's absolutely disgusting"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "It is not bad it sort of smells unisex, yummy vanilla with a woodsy note that kind of smells like cologneu2026 smells very much like bath and bodyworks bonfire bash!"
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve never smelled anything quite like this, it is the perfect combination of every smell Iu2019ve ever loved. It is gentle but feminine and soft, but also very particular. It is worth the hype, worth the money. You will LOVE this"
        },
        {
            "review_title": "Strong musky smell, not very feminine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am not a fan of the smell, it is is very intense. To me it does not smell like By the fireplace by Replica as some say."
        },
        {
            "review_title": "Love Milk but can get sickeningu2014my pros and cons:",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I got a sampler set of all of Commodityu2019s fragrances and Milk is the only one I liked (but they all have this similar woodsy, almost leathery dna). My sample was the u201cexpressiveu201d version and I found it was too strong for my sensitive lungs (but I still love smelling nice with nothing overpowering) so decided to order a travel size in the u201cpersonalu201d strength which is the lightest. The reason I find this isnu2019t full size worthy so travel size is ideal is because it can be sickening. I feel like I would definitely get sick of it before being able to finish a bottle. Milk gets mixed reviews of people saying it gets nauseatingly sweet and I totally get where theyu2019re coming from. For that reason I would stay away if you feel that way towards anything TOO sweet, definitely smell it beforehand or get a sample. I especially feel this way wearing it in hot weather, this is definitely not a summer scent, this would be disgusting in the heat. The personal I find is lighter, fluffier, and not as woodsy as the expressive. The product photos of the personal show raw white marshmallows while in the expressive they have those same but toasted kinda burnt marshmallows and I feel this perfectly illustrates the difference in the two.  Also, despite this one staying close to the skin, it is surprisingly long lasting (at least on me). As soon as I received it in the morning I sprayed it once on the back of my hand; itu2019s now nighttime (Literally 13 hours later) and I can STILL smell it on my hand. Yes I did wash my hands today lol with an unscented cleanser. Itu2019s still there, so I find this the perfect concentration because while itu2019s not overpowering for those sensitive to fragrances, the longevity is actually there which you normally wouldnu2019t expect from an eau de toilette (diluted, lighter fragrance). All in all I do love Milk as a scent and will enjoy in the colder months but would not suggest you blind buy. Totally sample if you get the chance. Canu2019t wait to try more lactonics!"
        },
        {
            "review_title": "One of my most favorite perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love Commodityu2019s products so much, and Milk- Personal is my absolute favorite. The first time I tested it in store, I couldnu2019t help but gravitate towards it. It is light and sweet, my perfect go to! Love!"
        },
        {
            "review_title": "Nice smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells like a clean body! Itu2019s musky soft clean i love this smell!! (I donu2019t get marshmallows from it?) I like it a lot but so expensive. Itu2019s lasts about 6hours on me.Iu2019m 17 so about two sprays is enough(itu2019s strong"
        },
        {
            "review_title": "A dreamy, delicious gourmand fragrance.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received a purse spray sized bottle of Milk Personal in my beauty box subscription, and after wearing it once it became my new favorite. It smells dreamy and cozy like marshmallows, cold milk, and warm amber. I always am complimented every time I wear it. It is perfect for any occasion. It's light but lasts all day on the skin.I plan to purchase the large bottle to treat myself for my birthday in a few days and I might get a bottle of the Milk Expressive too, because I love it so much. I definitely recommend. You will be pleasantly surprised."
        },
        {
            "review_title": "I like",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells good like oud my man said I like it I guess Iu2019ll buy it again"
        },
        {
            "review_title": "Compliment getter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my favorite of three and my favorite out of Commodity's fragrances. This is such a beautiful marshmallow scent. While it says personal, I did find that I had a lot of projection and longevity out of this product. I've also received SO many compliments when I wear this. Absolutely love it!"
        },
        {
            "review_title": "GORGEOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "So I had tried the middle of the road Milk in my Ipsy bag, and to be honest wasn't really crazy about it. It is warm and sweet, yes, but there is also a sour sharpness to it I really don't care for. I got the complete book to try all the scents in all the spaces and this Milk Personal REALLY stood out to me, which I wasn't expecting because I can definitely be a fan of loud fragrances.  To me, this personal one smells like iso-e super (that's the woodiness, I'm guessing), which is very much a your smell but better type of deal, as well as something inherently warm and cozy and delicious but not gourmand or overly heavy or sweet.  A touch of vanilla but it isn't loud, it whispers. I just can't say enough nice things about this fragrance, which really surprised me because again, the other two Milks are too lactonic for me. This one is a winner!"
        },
        {
            "review_title": "Marshmallowy Woody Goodness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "ABSOLUTELY GORGEOUS! Itu2019s sweet, lactonic, and woody u2014 perfect for fall and winter. Moderate projection and lasts about 6-8 hours on skin, 10 hours on clothes"
        },
        {
            "review_title": "Too different than expressive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I adore expressive - however I was interested in trying personal in hopes of a softer, less musky scent (I read a review of someone saying the personal was more sweet less musk). It was much more woody than the expressive which was not for me. Iu2019m sure this will work for others but donu2019t expect much marshmellow/sweetness with this one"
        }
    ]
}