{
	"product_id": "1360",
	"name": "Lash Sculpt Lengthen and Lift Mascara",
	"brand": "REFY",
	"categories": "Makeup, Eye, Mascara",
	"price": 35.5,
	"about": "What it is: A lengthening and lifting mascara that sculpts and separates lashes with the unique, curved, comb-like applicator..Formulation Type: Lengthening..Benefits: Long-wearing..What Else You Need to Know: REFY Lash Sculpt creates a sculpted, lifted, lengthened lash for an all day lifted hold. The non-transfer, pigmented formula contains a duo of waxes that are also in our Brow Sculpt, helping to sculpt and set the lash. The unique, curved, comb-like applicator targets each lash to separate and lengthen, creating a high impact finish..",
	"ingredients": "Aqua/Water/Eau, Acrylates Copolymer, Paraffin, Synthetic Beeswax, Glycerin, Palmitic Acid, VP/Eicosene Copolymer, Polybutene, Bis-Diglyceryl Polyacyladipate-2, Mica, Acacia Senegal Gum, Glyceryl Stearate, Copernicia Cerifera (Carnauba) Wax, Euphorbia Cerifera (Candelilla) Wax, Phenoxyethanol, Stearic Acid, PEG-100 Stearate, Tocopheryl Acetate, 1,2-Hexanediol, Caprylyl Glycol, Alcohol, Panthenol, Hydroxyethyl Cellulose, Isopropyl Titanium Triisostearate, PPG-2-Deceth-30, Sodium Hydroxide, Sodium Dehydroacetate, Dimethicone, Sodium Laureth Sulfate, Sodium Acetate, Isopropyl Alcohol, Pantolactone, Biotin, CI 77499.",
	"how_to_use": "Suggested Usage:.- To sculpt, comb through lashes from root to tip..- Use the shorter bristles for your inner lashes and the longer bristles for your outer lashes..- Insert the curved applicator back into the bottle at an angle and screw to close.",
	"num_reviews": 269,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/refy-beauty-lash-sculpt-lengthen-and-lift-mascara-P510451?skuId=2617819&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2617819-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Black",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2617819-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Black",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Lengthens my lashes, it’s the perfect my lashes but better."
		},
		{
			"review_title": "A MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I LOVE THISS SOOOO MUCHHH! It made my flat lashes look super long and stayed in all day. It also does not make my lashes clumpy, IT IS A MUST HAVE FOR MEEEE"
		}
	]
}