{
	"product_id": "557",
	"name": "The Lift Legend Volumizing Hair Goal Concentrate Mix-In",
	"brand": "Function of Beauty PRO",
	"categories": "Hair, Hair Styling & Treatments, Hair Masks",
	"price": 6.0,
	"about": "What it is: A Hair Goal Concentrate for volumizing, designed to be added to any Function of Beauty PRO haircare product to customize your formula. Function of Beauty recommends The Lift Legend Hair Goal Concentrate for straight and wavy hair to give those strands a bit extra volume, lift, and boost...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Color Safe.- Volumizing..Key Benefits:.- Helps hair bounce.- Boosts volume.- Provides body..Highlighted Ingredients:.- Amaranthus Plant Extract: Boosts volume...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Add this Hair Goal Concentrate to your Function of Beauty PRO Shampoo or Conditioner Mask to fully customize your formula. Add up to three Hair Goal Concentrates per product to address a range of haircare concerns. Due to the concentration of natural ingredients the formulas may appear colored...Fragrance Description: Fragrance free",
	"ingredients": "-Adaptive f3 Bonding Complex (TM/MC): Technology that directly targets damage on each hair strand to rebuild bonds and reduce breakage..-Lysine from Rice Amino Acids and Manketti Seed Oil: Adds body, flexibility, and shine...Custom Recovery Shampoo for Wavy, Damaged Hair:.Water (Aqua), Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Decyl Glucoside, Sodium Lauroyl Lactylate, Glycol Distearate, Hydroxypropyltrimonium Inulin, Rice Amino Acids, Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Panthenol (Provitamin B5), Arginine, Jojoba Wax Peg-120 Esters, Sodium Lauroyl Sarcosinate, Fatty Acid C8-18, Sodium Isethionate, Glycerin, Hydroxypropyl Methylcellulose, Cellulose Gum, Xanthan Gum, Citric Acid, Itaconic Acid, Caprylic Acid, Xylitol, Tocopherol, Ethylhexylglycerin, Fragrance (Parfum), Aminomethyl Propanol, Sodium Chloride, Trisodium Ethylenediamine Disuccinate, Benzyl Alcohol, Phenoxyethanol, Meg-Ester, Sorbeth-230 Tetraoleate, Peg-120 Methyl Glucose Dioleate, Potassium Sorbate, Polyquaternium-7, Polyglyceryl-10 Laurate, Sorbitan Laurate, Sodium Laurate, Methyl Gluceth-10, Sodium Benzoate, Benzyl Salicylate, Citronellol, Linalool...Custom Recovery Conditioner Mask for Wavy, Damaged Hair.Water (Aqua), Cetyl Esters, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Dimethicone, Arachidyl/Behenyl Alcohol, C13-15 Alkane (Hemisqualane), Fragrance (Parfum),  Rice Amino Acids, Cocos Nucifera (Coconut) Oil, Schinziophyton Rautanenii (Manketti) Kernel Oil, Argania Spinosa (Argan) Kernel Oil, Prunus Armeniaca (Apricot) Kernel Oil, Ricinus Communis (Castor) Seed Oil, Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Chenopodium Quinoa Seed Extract, Hydrolyzed Cicer Seed Extract, Lens Esculenta (Lentil) Seed Extract, Panthenol (Provitamin B5), Glyceryl Ricinoleate, Guar Hydroxypropyltrimonium Chloride, Arginine, Itaconic Acid, Cetyl Hydroxyethylcellulose, Tocopheryl (Vitamin E) Acetate, Tocopherol, Arachidyl/Behenyl Betainate Esylate, Ethylhexylglycerin, Benzyl Alcohol, Cetrimonium Chloride, Polyquaternium-37, Amodimethicone, Propylene Glycol Dicaprylate/Dicaprate, PEG-100 Stearate, Isopropyl Alcohol, Glyceryl Distearate, Glyceryl Monostearate, Disodium EDTA, PPG-1 Trideceth-6, Polyglyceryl-10 Laurate, Propanediol, Citric Acid, Acrylates/Stearyl Methacrylate Copolymer, Sorbitan Oleate, Caprylic Acid, Xylitol, Aminomethyl Propanol, Sodium Benzoate, Benzyl Salicylate, Citronellol, Geraniol, Linalool...Color Vibrancy Hair Goal Concentrate Mix-In:.Water (Aqua), Glycerin, Oryza Sativa (Rice) Seed Protein, Phytic Acid, Oryza Sativa (Rice) Lees Extract, Gluconolactone, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Calcium Gluconate...Scalp Hydrating Goal Concentrate Mix-In:.Water (Aqua), Saccharide Isomerate, Citric Acid, Sodium Citrate, Sodium Benzoate, Potassium Sorbate...Oil Control Hair Goal Concentrate Mix-In:.Glycerin, Water (Aqua), Sarcosine...Brass-Toning Hair Goal Concentrate Mix-In:.Water (Aqua), Glycerin, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Viola Odorata Flower/Leaf Extract, Xylitol, Caprylic Acid, Caprylyl Glycol...Curl and Coils Defining Hair Goal Concentrate Mix-In:.Water (Aqua), Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Benzyl Alcohol, Xylitol, Caprylic Acid, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Hexylene Glycol...Volume Hair Goal Concentrate Mix-In:.Propanediol, Glycerin, Amaranthus Hypochondriacus Leaf Extract, Phenoxyethanol, Citric Acid, Caprylyl Glycol, Potassium Sorbate, Water (Aqua), Hexylene Glycol...Shine Enhancing Hair Gloss Goal Concentrate Mix-In:.Water (Aqua), Propanediol, Humulus Lupulus (Hops) Extract, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Hexylene Glycol...Moisturizing Hair Goal Concentrate Mix-In:.Hypnea Musciformis Extract, Sargassum Filipendula Extract, Sorbitol, Gelidiella Acerosa Extract, Benzyl Alcohol, Sodium Benzoate, Potassium Sorbate, Ethylhexylglycerin, Tocopherol...Anti Frizz Hair Goal Concentrate Mix-In:.Tamarindus Indica Fruit Extract, Potassium Sorbate, Sodium Benzoate.",
	"how_to_use": "Suggested Usage:.-With the spout facing up, push back the tab to snap open..-Pour entire contents into your Function of Beauty PRO Product. .-Shake or stir for 15 seconds until fully mixed in..-Add up to three Hair Goal Concentrates per Function of Beauty PRO Product... Recycling Instructions:.- 100% Recyclable Carton made of FSC Certified cardboard.",
	"num_reviews": 31,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-volume-lift-legend-hair-goal-concentrate-mix-in-P507580?skuId=2706661&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2706661-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "OUT OF STOCK",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2706661-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "i have been able to get wait longer between washes without sacrificing how my hair looks!! i never have to use heat on my hair but it is always bouncy."
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I added this to the shampoo and I really saw a difference in volume! Hair also felt very soft and shiny. It was a fun experience to mix it in. I tried their straight shampoo and mask."
		},
		{
			"review_title": "Volume? Yes Please!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These Mix-Ins by Function of Beauty have been such a nice addition to my haircare routine. I do love that I can choose when I want to add these into my routine, and when I'd rather wait.  I love how soft my hair is and how much more volume there is after using this product. Many times I would dry my hair and it would turn out so flat. Not with this concentrate!! Love!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "this volumizing mix in product is a nice touch to the function of beauty pro shampoo. i do feel that my hair is more voluminous but not a crazy amount. maybe i need to add more of the mix- in. gifted by function of beauty pro"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This lift legend mix in really does give you some volume! I love it"
		},
		{
			"review_title": "game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "helped my hair tremendously! adding these to the shampoo and the conditioner definitely helped my hair as i have frizzy and straight hair. Make sure to grab these if you get the shampoo and conditioner you won’t regret it!"
		},
		{
			"review_title": "Elevate Your Hair Game",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Looking for a simple way to add some extra volume to your straight or wavy hair? The Lift Legend Hair Goal Concentrate might be just what you need. I've been customizing my haircare routine by mixing this concentrate and the results have been fantastic. The volume and boost it adds are seriously impressive. Plus, the fact that it's 100% vegan is a huge win in my book.  I highly recommend giving The Lift Legend a shot. You won't be disappointed!"
		},
		{
			"review_title": "The Volume Boost my Hair Needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "I am loving the Function of Beauty Pro line as I can customize it to achieve my hair goals.  One of those goals is to add more lift and volume to my hair, and since adding this concentrate to my shampoo, it has really made a difference in the amount of volume my hair has.  My hair has more bounce and looks so much healthier & fuller!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This was a fun add-on concept! However I’m not sure if it worked super well for my hair type. I have long stick straight hair, and I didn’t find that it gave a lot of volume. This was sent complimentary from Function of Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Function of Beauty. These mix-ins are so much fun & so creative to customize your hair routine. The lift legend gave some lift to my very thin, fine, limp hair and did not leave it oily or greasy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This was gifted to me by Function of Beauty and I love how I can add this to my hair products! I think it does make a difference and helps to give my hair more volume while also making it feel smoother. Although it’s not a must-have in my opinion, I would recommend it if it’s something you want to focus your hair on!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love how to became my favorite conditioner as I really felt like this particular conditioner, nurses my hair and keeps at silky while I use all these heated tools. I think definitely I see better results using the shampoo with this particular conditioner and it will love to see how else will improve that condition of my hair. Gifted by function of Beauty pro."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I added this product to my shampoo because I tend to lack volume in the top part of my hair. I wanted a little help and this product did not disappoint. After washing and drying my hair looked shiny and with volume. Gifted by function of beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The Volume Hair Goal Concentrate Mix-In, aka The Lift Legend, is a volume-boosting marvel. This transformative mix takes my hair from flat to fab in an instant. A few drops blended with my regular products, and my locks gain impressive lift and body that lasts all day. I'm impressed by its lightweight texture and how easily it incorporates. The formula doesn't weigh down my hair and adds a lovely shine. A definite game-changer for anyone aiming for enviable volume. gifted by function of beauty"
		},
		{
			"review_title": "Highly recommend for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I added this to my Function of Beauty Hair Mask and it’s a game changer! I leave the mask on for about 20 minutes before washing out and style per usual. The is a definite improvement in the overall volume and health of my hair. It looks fuller, healthier without feeling weighed down. One pass with my straightening brush and I’m set for the week. 10/10 - definitely recommend for fine, frizzy hair especially if you like the voluminous blowout look - use before you blow dry. **gifted by function of beauty pro**"
		},
		{
			"review_title": "Gave me less volume",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The Lift Legend Volumizing Hair Goal Concentrate Mix-In gifted by Function of Beauty is a small oil packet to shake into their shampoo. I found this product and the shampoo to weight my hair down and give me less volume and it was too difficult to wash out of my thick hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from functionofbeauty. This is easy to use and works well! You can add this to your shampoo also but I added it to my conditioner for extra volume. Because my hair is thin and long, it's easy for my hair to look limp and weighed down by products. A little extra volume goes a long way for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this concept! Adding boosters to the shampoo in order to individualize targeted issues is a great idea. This makes my hair voluminous without being frizzy. My hair feels clean and fresh. Gifted by Function of Beauty Pro"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This volumizing mix in was gifted to me by function of beauty pro. I added this to the straight hair shampoo for added volume. I didn’t notice a difference in volume when using this compared to other shampoos but it still cleaned my hair nicely without stripping it!"
		},
		{
			"review_title": "Not as heavy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "At first I was confused because I didn’t know if I should mix this in with the shampoo or conditioner but I was pleasantly surprised to learn you can put it in either. I chose to add it to my hair mask. I can’t tell if my hair has more volume than usual but what I can say for sure is: my hair does not feel as weighed down nor heavy as it normally would with other richer masks. Gifted by function of beauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This volume concentrate was interesting and new. I’ve never had to mix something into my shampoo before, but it was easy to do. I did stir it up with a spoon to make sure it was well mixed. I think it helped with volume a little bit. Complimentary from Future of Beauty PRO"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Volume Hair Goal Concentrate Mix-In works wonders. My hair is straight and flat all the time. Ever since using this product I have more volume and my hair looks so much better. My hair is softer and looks healthier. I highly recommend this product! I received this product complimentary from Function of Beauty PRO."
		},
		{
			"review_title": "Easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Easy to use and has a light and thin texture. They have a floral and sweet scent. Easy concentrate target a certain hair concern. It helps with things like volume and oily scalp. Very easy to use due to the packaging design. You just snap the front part of the F and add the concentrate in. Gifted by Function of Beauty"
		},
		{
			"review_title": "Yes!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My hair is usually flat, dry, frizzy, and annoying to be honest. This product truly works amazing. My hair feels shiny, hydrated, and voluminous now! It looks absolutely amazing and feels even better. I was seriously about to chop INCHESSS off my hair bc of how dry the ends were, but now they look and feel so healthy that I will not be trimming. I recommend this product, especially with the shampoo also. I was gifted by function of beauty pro."
		},
		{
			"review_title": "Great addition",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I received this kindly, gifted by function of beauty. It’s hard to separate the difference in results from the concentrate versus the full-size product itself, but I am very pleased with everything! I do feel as though my hair has had a bit more volume but what I love is that it hasn’t changed the texture or consistency of my hair in the process. My hair is very fine and almost completely straight, and I want volume but usually forgo volumizing products because of the grittiness or almost dirty Feeling when I use them. But using this concentrate in conjunction with the shampoo and conditioner has given me a great result."
		},
		{
			"review_title": "Love the volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The concentrates for Function of Beauty are so unique, you can add a concentrate that you want to focus on to treat your hair with more volume and shine, of course I added these to my shampoo. My hair looked rather dull before and with long straight hair down to my waist, my roots were flat and lifeless. This helped my hair have more volume, specifically I wanted my roots to look less flat. After I dried my hair, it felt very revived and I love the way it looked and feel. Gifted by Function of Beauty for my honest review."
		},
		{
			"review_title": "Lovely product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I recently received a complimentary from Function of Beauty PRO. I really like The Lift Legend Volumizing Hair Goal Concentrate Mix-In. It such a perfect product to help my hair look fuller and volumized. It super easy to apply. It can be used for any kind of hair type. It such a lovely product, it's 10 out of 10."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is such a fun concept of having for shampoo making it so customizable to your hair goals you just add into your shampoo shake it and then go ahead and use and it targets your hair needs that you wanted."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Gifted by Function of beauty, these concentration packets are super easy to add into your shampoo or conditioner with the benefits that you’re looking for. I really enjoyed using this and I did feel like my hair has so much more volume!"
		},
		{
			"review_title": "Bouncy Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This product is great for customizing your shampoo and conditioner. I have flat oily straight hair. This gives my hair more volume and shape. This product was complimentary from Functions of Beauty PRO."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I love how easy it was to mix the products with all 3 concentrates. I divided all three equally and put them into both shampoo and conditioner, one at a time. One thing that would be helpful is a measuring line to know exactly how much to add. Gifted by Function of Beauty PRO"
		}
	]
}