{
	"product_id": "396",
	"name": "DermInfusions™ Blur + Repair Cream with Hyaluronic Acid and Peptides",
	"brand": "Dr. Dennis Gross Skincare",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 92.0,
	"about": "What it is:An ultra-hydrating, lightweight cream that visibly blurs fine lines, smooths, plumps, and firms skin, reducing redness and improving the look of skin’s elasticity..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Cream.Highlighted Ingredients:- Four Weights of Hyaluronic Acid: Visibly plump and restore the moisture barrier..Ingredient Callouts:Free of parabens and phthalates. It is also cruelty-free..What Else You Need to Know:Packed with peptides and multiple weights of hyaluronic acid, this cream visibly fills fine lines and restores skin’s moisture barrier. Ceramides, shea butter, and encapsulated resveratrol ensure optimal hydration and visibly enhance elasticity for firmer-looking skin over time. Skin is left feeling smooth, supple, and ready for flawless makeup..Clinical Results:In a 2-week clinical study of 32 participants:",
	"ingredients": "-Four Weights of Hyaluronic Acid: Visibly plump and restore the moisture barrier..-Peptides: Visibly firm and restore the skin..-Shea Butter and Ceramides: Intensely moisturize and smooth skin...Water/Aqua/Eau, Ethylhexyl Palmitate, Isopropyl Palmitate, Glycerin, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Propanediol, Glyceryl Stearate SE, Cetearyl Alcohol, Sodium Hyaluronate, Ectoin, Sodium Hyaluronate Crosspolymer, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-1, Heptapeptide-6, Sodium Acetylated Hyaluronate, Hydrolyzed Sodium Hyaluronate, Resveratrol, Linolenic Acid, Linoleic Acid, Ceramide NP, Ceramide AP, Ceramide EOP, Phytosphingosine, Phospholipids, Leontopodium Alpinum Callus Culture Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Avena Sativa (Oat) Kernel Oil, Squalane, Saccharide Isomerate, Adenosine, Dimethyl Isosorbide, Ethylhexylglycerin, Pentylene Glycol, Butylene Glycol, Cetearyl Glucoside, Sodium Stearoyl Glutamate, Glyceryl Undecylenate, Glyceryl Caprylate, Caprylyl Glycol, Cholesterol, Carbomer, Coco-Glucoside, Sodium Lauroyl Lactylate, Ammonium Acryloyldimethyltaurate/VP Copolymer, Sodium Lactate, Hydroxyapatite, Sodium Hydroxide, Sodium Polyacrylate, Xanthan Gum, Chlorphenesin, Sodium Citrate, Citric Acid, Sodium Gluconate, Phenoxyethanol.",
	"how_to_use": "Suggested Usage:.-For AM/PM use..-Massage one to two pumps into clean, dry skin..-For optimal results, apply after Dr. Dennis Gross Skincare peel and serum (each sold separately).",
	"num_reviews": 116,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/dr-dennis-gross-skincare-derminfusions-blur-repair-cream-with-hyaluronic-acid-peptides-P513503?skuId=2790574&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2790574-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2790574-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Not for me, but worth a try if you have dry skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’m a big Dennis Gross fan. The brand packs so many functional ingredients into their products that I feel like I’m getting a good value - even at the $100+ price points. The peel pads have been a staple in my routine for years now. If I had to point to one product that made my skin as good as it is today, it’s the peel pads. So I was thrilled when this peptide-rich blurring moisturizer was released. Unfortunately, while it’s a nice cream to apply and I’m sure the ingredients provide benefit to skin long-term, this moisturizer makes me very oily and shiny throughout the day. So much so that I’m just not using it anymore. I hate catching a glimpse of myself in a mirror and seeing visible oil sitting on my skin. That’s not what I’m paying for. So I’m just using it on my neck or on days when I’m not leaving the house just to finish up the jar. I do love the serum from this derminfusions line, though. If you have very dry skin and aren’t prone to oiliness, you may well love this moisturizer. Definitely worth a try."
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product after a few weeks, my skin has never looked so smooth. Highly recommend for those with sensitive, dry skin!!"
		},
		{
			"review_title": "A key to my nightly regimen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am using this product nightly and am very satisfied with the feel and impact it makes on my face. I precede it with the extra strength peels and the Derminfusions Fill and Repair Serum."
		},
		{
			"review_title": "It's a really lovely cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
			"review_text": "This moisturizer layers wonderfully, absorbs quickly, and leaves a light, blurring effect. I have slightly oily, 45 y/o skin, and this product doesn't leave me greasy at all. It also lasts a ridiculously long time. I just finished my first jar and think I've had it well over 3 months. And since it's in and air tight jar, there was absolutely no issue with spoilage. There's no smell, and the texture is light, too. I've seen an improvement in my skin texture and fine lines, especially on my forehead. It's not going to make you 16 again, but it's worth the investment."
		},
		{
			"review_title": "Not Worth the Price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "This made my dry, dehydrated skin look even worse. I tried it for a week. Made my makeup sit terribly on top of it as well. At this price point, I should see a difference the next day, which I can easily compare to something at a much lower price point, like Cerave's skin-renewing night cream. Major difference."
		},
		{
			"review_title": "Holy grail of moisturizers for combo mature skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is the holy grail of moisturizers for combo skin. I have been on the hunt for a non-greasy, lightweight but nourishing moisturizer for the day and this is IT. It was recommended by the Sephora store manager who is my go-to gal for all things.. and she did not steer me wrong. Thanks Becca!!! This combined with the Iconic primer is the perfect combo. Give it a try, it will not disappoint!"
		},
		{
			"review_title": "Glad I gave it a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "I originally saw this product advertised on Instagram and it was touted as being a blurring cream. Well, as a mature woman of a certain age, I have started to experience some drying of my skin in the T zone and thought I would give this cream a try. I am really pleased with this product! It has markedly reduced the dryness to my face. I highly recommend this cream for everyone. The only draw back would be that because of the unusual delivery system you may need to open the jar and stir the cream from time to time."
		},
		{
			"review_title": "Doesn't work under makeup (or at all)",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I was so excited to try this but it is a real fail for me. I missed the deadline for a refund because I really wanted to give it a fair trial. It pills and balls up so it can't be worn under makeup, and it feels filmy so it didn't feel nice to wear at night either. I didn't see any results after 6 weeks, not in blur or repair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was not hydrating enough for me. There are some great ingredients in this, and it didn't cause me any notable irritation or breakouts but it did sting upon applying at times when my skin was drier. I noticed no positive changes in my skin. I used it up in less than a month because I had to reapply multiple times a day. It didn't work for my sensitive dry skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "It is a relationship and night hydration cream... Helps with fine lines and dehydration of the skin I use it on the face and neck, the feeling on the skin feels good, I like the glow on the skin and neck Gifted by ddgpartner"
		},
		{
			"review_title": "Work on the pump and packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Great texture and feel on face but the package isn’t functional. The pump broke after first use. You can unscrew the lid to apply but annoying with the price point paid"
		},
		{
			"review_title": "Yuck.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This just sat on top of my skin, greasily, and pilled up when I applied makeup over it. Even with no makeup, it pilled with the slightest rubbing, and what rubs off is somehow oxidized a gross brown color.I was literally afraid to make out with my husband because I knew it would pill up."
		},
		{
			"review_title": "Good, but not great…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This Blur + Repair Cream from Dr. Dennis Gross is very nice however I wasn’t wowed by it. First, I loved the texture of the cream. Its application was smooth and the cream absorbed really well. I love how the finish dries down to a satin matte finish. It didn’t leave me oily at the end of the day so it’s great if you have more oily skin. I didn’t really see any immediate results. I don’t really  have any redness in general, but it did do a decent job of blurring and minimizing fine lines and wrinkles on my face. It helped smooth out the skin so makeup applied easier. The container pump was horrible and definitely needed improvement. I was only able to get two pumps in before the pump clogged up. I ended up removing the pump lid and scooping my finger in to get to the cream. Overall a good choice for moisturizing make up primer, but definitely not a must have in my opinion. Note that received this product complimentary from ddgpartner in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "While this moisturizer may be a bit pricey, we all love hyaluronic acid for its excellent hydrating properties. Perfect for the upcoming dry winter season. I’m not sure I noticed much blurring from this product"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love all Dr Dennis Gross products and this one was no exception. One of my favorite parts is the container that you push down to get the perfect amount of product everytime and do not have to dip your finger into the container and get all of it germy! The cream is thick but not too heavy on your skin and works so well. I was gifted by ddgpartner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I love this repair cream so much! It honestly has helped restore my skin barrier since I started using it and has been so gentle on my skin! I would highly recommend this for people with sensitive skin gifted by ddgpartner"
		},
		{
			"review_title": "Moisturizer and makeup primer all in one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "One word to describe this moisturizer is versatile.  It provides enough hydration for my dry skin, but it has a satin matte finish so it won't add unnecessary shine to those with combination or oily skin.  I can use it in the daytime as both a moisturizer and primer because it blurs the look of fine lines and texture, ensuring my face is as smooth as possible for makeup application.  I can also use it at night because it nourishes my skin without feeling greasy and rubbing off on my pillow.  There is a subtle herbal scent that doesn't irritate my sensitive skin.  The airless pump dispenser is my favorite because it's more hygienic and it preserves the potency of ingredients inside.  Gifted by Dr. Dennis Gross."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’m loving this cream from Dennis gross. It hydrates my skin so well and would be perfect when my skin gets drier In the winter. It also gives a nice youthful glow to the skin without making my face oily. Gifted by ddgpartner"
		},
		{
			"review_title": "Pretty great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I liked this. Although expensive I loved the dispensing method and I am quite impressed with the formula. Upon the week that I’ve been using it I’ve noticed my skin was a lot more moisturized and hydrated. Offered by ddgpartner"
		},
		{
			"review_title": "Great for under makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Love this face cream. It looks so good under my makeup! It really does give me a blurring effect. It makes such a good base for foundation that im not using a primer anymore. Its really hydrating but still gives me a matte finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This stuff is amazing!! You will notice a difference in your skin immediately. The blur effect lasts all day. I have been loving to use this product before my makeup. I wasn’t sure if it was also repairing but my skin definitely feels smoother. Gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I love this moisturizer! It’s definitely a two for one product. It’s such a hydrating but lightweight cream to use for everyday but it also serves as a primer for makeup. It leaves the skin so smooth and pump. Perfectly prepped for foundation. It does leave a matte look but I have really dry skin and it doesn’t dry me out at all. I would highly recommend! I was gifted by ddgpartner but opinions are my own."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by Dr. Dennis Gross Skincare. This cream is thick so a lot goes a long way. It blends in nicely and does not feel at all heavy. It’s lightweight and leaves skin feeling hydrated and smooth. Makeup looked great over it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product complimentary from Dr. Dennis Gross. I am obsessed with how great it feels on my skin and how it insurges my skin with an added layer of moisturizer. It's been so great on my sun damaged skin and I love using it as a primer for my makeup."
		},
		{
			"review_title": "Love this cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is the Cream my skin has been waiting for! It's lightweight, creamy and does it all for my skin to look young, healthy and flawless. Just look at the benefits: instantly blurs fine lines, smooths, hydrates, plumps, firms, strengthens skins moisture barrier, reduces redness and improves skin elasticity. I love it's satin matte finish and it acts great as a makeup primer too. I cant say enough good things about this cream. Try it so you can experience the amazing visible results for your skin. Complimentary from ddgpartner"
		},
		{
			"review_title": "Great lightweight moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a lightweight moisturizer with semi-matte finish. Even though it feels super lightweight, it makes my skin feel plumped, soft and hydrated. It also slightly evens out my skin tone and provides a subtle blurring effect. Considering it doesn’t peel under my makeup, it can be a nice primer for someone who doesn’t like greasy moisturizers, but wants hydration. As a standalone product, I would also suggest it for someone who prefers lightweight moisturizers. I love the jar with a pump that keeps the product safe and fresh, and I also didn’t notice a distinct scent, which is a huge plus for my sensitive skin. Gifted by ddgpartner in exchange for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This product was gifted by ddgpartner. I use this in the morning after I tone and wash my face, and it works quite well. It leaves my skin smooth and hydrated. The formula is a little bit on the thicker side, but it blends out nicely. I also use it at night after I wash my face."
		},
		{
			"review_title": "2 in 1 product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I was gifted by Dr. Dennis Gross Skincare this new DermInfusions Blur + Repair Cream. For me this is a 2 in 1 type product because not only can you use it as your finishing moisturizer cream in your skincare routine you can also use it as your makeup primer since it has a satin matte finish and blurs your skin. This cream is great for oily skin with the satin matte finish. This cream is lightweight, fast absorbing and gives your skin a nice bounce after application. The combinations of Peptides, Hyaluronic Acid, Ceramides, Shea Butter, and encapsulated Resveratrol aid really leave your skin smooth, prepped and supple for glass skin look!"
		},
		{
			"review_title": "A great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was gifted by ddgpartner to review this product. I absolutely love this repair cream. It leaves my skin feeling rejuvenated and fresh and like new skin. I highly recommend this to anyone and everyone. 10/10"
		},
		{
			"review_title": "awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I really like using this cream, I noticed the effect of tightened, smooth and even skin, the cream seems to smooth out the skin and make it look young. The cream has a very convenient jar with a dispenser."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This was gifted byddgpartner but all opinions are my own. I’ve been using this cream for about two weeks and I feel the difference in my skin. I have very sensitive, irritated and rosacea prone skin. I felt this cream soothed my skin and rebalanced my skin’s dryness and sensitivity."
		},
		{
			"review_title": "Morning Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "gifted by ddgpartner for my honest opinion.This Cream is a game-changer for my skincare routine. The lightweight cream visibly blurs fine lines and firms my skin with its potent blend of hyaluronic acid and peptides. It intensely moisturizes without feeling greasy, leaving my skin smooth and supple. I can honestly attest to the improvement of my skin hydration and elasticity, its fluffy and easily absorbed in the skin. My daily moisturiser."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This cream is amazing! I have been using it for a few weeks and my skin absolutely loves it. My skin is pretty dry and irritated, and this has kept it super hydrated and soothed some irritation. This was gifted by ddgpartner"
		},
		{
			"review_title": "Good daily moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "gifted by ddgpartner for my honest opinion This moisturizer is so good. I love the fluffy texture and how it leaves my skin feeling. The ingredients looks so good. So far I’ve been using it for a few days and I definitely agree my face wakes up feeling smoother. In conclusion I’ll have to give it a bit more time to give a full review but as of right now this is a nice hydrating cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This moisturizer was appealing to me because I have some redness and scarring that I would like to get rid of. After using this moisturizer for a couple weeks, I have a noticeable difference in the appearance of my skin. I will definitely make this a staple in my skincare routine! This was gifted by ddgpartner."
		},
		{
			"review_title": "Love the satin matte finish!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've been using Dr. Dennis Gross DermInfusions Blur + Repair Cream for close to 2 weeks. This cream works great with my combo/oily skin. The texture is a little thick, but it feels so lightweight and moisturizing on my skin. I love that this cream has a satin matte finish that doesn't leave my skin looking or feeling oily. I also love that it comes in a jar with a pump, which is so much more sanitary. One pump dispenses enough product for my face and neck. This cream is also unscented, perfect for anyone sensitive to fragrances. I like that this cream blurs the appearance of fine lines and leaves my skin plump and firm. Overall, this cream is amazing and has been a great addition to my skincare routine that I will continue using. Gifted by DDGPartner."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cream is perfect for super dry skin.  It is so nice and rich and feels so nice when I apply it.  The cream leaves my skin feeling super soft and hydrated.  It also works really well under makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Silky moisturizer that keeps my skin hydrated all day. Does not make me oily at all. There is absolutely no fragrance that I can detect which is a huge plus for me. I layer on top of a toner and serum and there is no pilling. I use it both in the morning and night; it’s my new favorite face cream. Offered by ddgpartner."
		},
		{
			"review_title": "works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "First let me say that the packaging on this is beautiful. I really like how you push down to dispense the product and it gives you just the right amount. I've been using this at night and it works well for me I do notice a slight bluring of pores, but mostly it's just a really hydrating cream. complimentary from ddgpartner"
		},
		{
			"review_title": "Nice cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this Blur + Repair Cream complimentary from Dennis Gros. The packaging of  this cream is very nice and stylish  The texture of the product is satin matte finish. Great for my my skin. My skin feels very hydrated and soft after using this cream  This cream can be used like a nice primer before make up"
		},
		{
			"review_title": "Smooth and blurred skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this as a gift offered by ddgpartner in exchange for my honest opinion. I have been using this cream for a couple of weeks and I love the way it makes my skin look and feel. I really notice the blurring effect it has on my large pores. I also suffer from dry skin pretty much all over my face and I already notice my skin feeling softer."
		},
		{
			"review_title": "obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Normal skin",
			"review_text": "this moisturizer is amazing! i have noticed my fine lines slowly but surly fading away. i have very dry skin and this keeps me so moisturized without breaking me out or feeling too thick on the skin. im obsessed!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This cream is a smooth textured, light weight cream that works really well.. this smooth texture leaves my skin feeling incredibly soft and refreshed. I love how quickly it absorbs. With instant hydration and a softening effect, my complexion appears smoother and healthier, especially around the eyes."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Loving the blurred effect. Kinda hides the blemishes and little things I don’t like on my skin. Between night and day I prefer using during the day rather than night. I’m not sure if the effects will be long term, but im hoping they will be. Offered by ddgpartner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this blur + repair cream for over a week now and I’ve seen a great improvement in my skin texture and how my makeup looks! It goes on more even and helps with my redness. It has been doing wonders so far! Gifted by ddgpartner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "love love love this moisturizer!! it goes on so nicely and feels great on my skin. it is definitely blurring as the name implies, and looks absolutely amazing! I highly recommend! gifted by ddg partner!"
		},
		{
			"review_title": "great solution for aging skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm absolutely loving the Dr. Dennis Gross Skincare DermInfusions Blur + Repair Cream! This rich and luxurious cream not only provides long-lasting hydration but also helps to blur fine lines and wrinkles, leaving my skin looking smooth and radiant. The unique blend of antioxidants, peptides, and hyaluronic acid works wonders to repair and protect my skin, while the subtle blurring effect gives me an instant confidence boost. Perfect for dry or mature skin, this cream absorbs quickly without feeling greasy or heavy. I've noticed a significant improvement in my skin's texture and appearance since using it - it's definitely a new staple in my skincare routine! gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Great moisturizer! This is the perfect moisturizer if you live in a hot climate. I recently moved somewhere very hot and hate the feeling of oily products on my skin. This applies with a semi matte finish which leaves my skin looking good and less oily for a long time. Gifted by DDGPARTNER"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Offered by ddgpartner The texture of the product is satin matte finish. Great if you have oily skin! Speak on results you saw, if any (immediately reduced redness, reduces the look of fine lines and wrinkles over time) It is the perfect makeup primer as it blurs fine lines before applying make up It is ultra-hydrating and very light weight!"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I recently had the pleasure of trying this ultra-hydrating, lightweight cream, and I have to say, it has quickly become a staple in my skincare routine. With its promise to visibly blur fine lines and improve skin texture, I was excited to see if it would deliver on its claims – and it absolutely did! First off, the texture of the cream is incredibly light, almost like a whipped mousse. It glides onto the skin effortlessly, absorbing quickly without any greasy residue. I have combination skin, and I was initially concerned that it might be too heavy, but it left my skin feeling hydrated and refreshed without any shine. After just a week of use, I noticed a significant difference in the overall appearance of my skin. Fine lines around my eyes and mouth seemed to soften, and my skin felt plumper and firmer. The cream also worked wonders on my redness – I often struggle with uneven skin tone, but this moisturizer has helped to calm and even out my complexion. One of the standout features of this moisturizer is its versatility; it truly caters to all skin types. Whether you have normal, dry, combination, or oily skin, this cream provides the hydration needed without overwhelming the skin. It sits beautifully under makeup, creating a smooth canvas that enhances the overall finish.  Offered by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was recently gifted this product in exchange for an honest opinion complimentary from Dr. Dennis Gross Skincare. I’m a little surprised when I first hold this product because the packaging is a bit light but I guess it would be great for traveling. The pump make it very easy to get the product. The cream itself is a very fluffy texture and sink so nicely into the skin. It is semi matte so it’s prefect for me to wear every morning before makeup. Highly recommended"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Dr. Dennis Gross DermInfusions Blur + Repair Cream delivers impressive results. It effectively blurs fine lines and imperfections, giving the skin a smooth, youthful appearance. The lightweight, hydrating formula absorbs quickly without leaving any residue. Perfect as a makeup base or standalone product. Though it’s a bit pricey, the noticeable improvement in skin texture makes it worth every penny."
		},
		{
			"review_title": "Blur cream!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a fab product offered by ddgpartner , it covers well but is very lightweight and i didn't need to use any other product which saves loads of time in the morning. The product has a really lovely fragrance and was very pleasant to use. I would say my only issue is that the medium shade i tired was slightly too dark for my (fairly normal) skin - but roll on the summer and a bit of a tan and it will be perfect :)"
		},
		{
			"review_title": "My skin loves this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "The DermInfusion Blur + Repair Cream I received complimentary from Dr. Dennis Gross has a beautiful texture! It goes on so smooth and my skin appears plump and happy! Love the pump top for easy dispensing too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This is such a beautiful product. It does a great job at leaving my skin hydrated while still giving it somewhat of a matte look. It’s perfect for under makeup and it also layers well with my other skincare products. Gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "I like this cream. It’s hydrating and does help with fine lines ! I’ve been very into peptides lately. That, plus dr dennis brand, best combo. I’ve trusted this brand for a long time. And now I got to try an excellent product. Gifted by the brand"
		},
		{
			"review_title": "good for lines and dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was thrilled to test out the DermInfusions Blur + Repair Cream gifted by DDG. It's perfect for my skin's needs: dryness, dehydration, fine lines, and a loss of plumpness as I age. This cream is essential for hydration. My skin now appears fresher and smoother. I appreciate that it's silicone-free and comes in a pump jar, which means no dipping fingers into a pot."
		},
		{
			"review_title": "Love this Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this free product gifted by DDG for my honest review. I love this cream. The packaging looks very nice and fancy. It has light weight and texture is rich. It absorbs quickly and I didn't feel heavy or greasy. It comes with a press pump jar which I love so much. After using this cream for over a week, I can feel my skin softer and more hydrated. I need to keep using it to see if any change on fine lines. But so far I love it & would highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this product! The container makes it super easy to dispense and get the perfect amount out. It smooths out my skin and blurs it. My makeup sits perfectly on top of it. It’s easy to spread and absorbs fairly quickly. Gifted by ddgpartner"
		},
		{
			"review_title": "Amazing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love this cream so much. it comes in a press pump jar, beautiful and easy to use. The cream is light weight and works amazingly. After using this cream for some time, it makes my skin very hydrated and feels soft. I can see my skin tone and fine lines look much better than before. Love it and recommend. Gifted by DDG’s parter in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The cream has a silky, lightweight texture that feels amazing on my skin. I love how it instantly smooths out fine lines, giving my face a more even, soft appearance. It absorbs quickly without leaving any greasy residue, which is perfect for layering under makeup. gifted by ddgpartner."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this as a gifted by ddgparter for my honest review. This brand has amazing products. I love the packaging is nice. The cream is a pump up which I love. I only use one pump. The texture is a not thick and absorb very quickly on my skin. Not really a scent to it. Doesn't make my face greasy or oily which I love. I have noticed a difference in my lines and wrinkles."
		},
		{
			"review_title": "Hydrating and Convenient",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recently started using the Dr. Dennis Gross DermInfusions Blur + Repair Cream offered by ddgpartner, and I’m thrilled with the results. The packaging is sleek and functional, with a pump dispenser that makes it incredibly easy to use. I love that I don’t have to open the entire jar each time, which keeps the product fresh and hygienic. As for the cream itself, it’s a game-changer. My skin feels noticeably moist and hydrated after each application. The lightweight formula absorbs quickly, leaving my skin smooth, plump, and ready for makeup. The blend of hyaluronic acid, peptides, and ceramides really works wonders. Plus, it’s free of parabens and cruelty-free, which is always a bonus. Overall, this cream has become a staple in my skincare routine, and I can’t recommend it enough!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been loving the DermInfusions Blur + Repair Cream so much because it’s such a multi use product and a time saver! It’s an extremely hydrating moisturizer, is anti aging, and works as a makeup primer as well so I don’t have to worry about using two separate products. It really does blur my pores and smooths everything out nicely. I also appreciate the pump packaging because it feels more hygienic. I’m excited to continue using it to see even more skincare benefits. Gifted by Dr Dennis Gross"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The texture of the cream is luxuriously rich without being overly heavy, which makes it perfect for both daytime and nighttime use. It absorbs well into the skin, leaving a subtle, velvety finish that blurs imperfections and gives a smoother, more even appearance. I’ve noticed a visible improvement in the overall texture and hydration of my skin. My skin feels plumper and more resilient, and the blurring effect is a nice bonus for those days when I want to go makeup-free. The cream might be a bit rich for those with oily or combination skin, especially in warmer weather. I personally prefer to use it as just the cream itself, not as a primer. complimentary from ddgpartner in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved using this repair cream. I saw less fine lines and wrinkles after using consistently. The cream leaves a matte not shiny finish. It was lightweight and can be used year round. My skin felt soft and smooth. I was gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received complimentary from Dr. Dennis Gross DermInfusions Blur Repair Cream Reduced redness, reduces the look of fine lines and wrinkles. Improving the look of skin’s elasticity. The texture of the product is satin matte finish. ultra-hydrating and very light weight. Great if you have oily skin! It is the perfect makeup primer as it blurs fine lines before applying make up. My skin feels so soft, plump and moisturized, not oily! My skin feeling soft and nourished. Improve skin's radiance and firmness! Deep hydrating & smoothing skin! So comfortable! So moisturizing and nourishing to the skin! "
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "DermInfusions Blur + Repair Cream is so good! It leaves my skin incredibly soft and smooth. Blurs fine lines and pores making it perfect to wear under my makeup. Skin is left plump and nourished. Received complimentary from Dr. Dennis Gross."
		},
		{
			"review_title": "LOVED!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this blur and repair cream! I received this as a gift, gifted by ddgpartner, but would definitely purchase again. My mom and I both loved the packaging, and how the product was pumped into a flower. Love this cream!"
		},
		{
			"review_title": "nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Complimentary from The Dr. Dennis Gross Skincare, Derminfusions Blur Repair Cream is a lightweight moisturizer that helps to smooth and blur the appearance of fine lines and wrinkles while providing hydration to the skin. It help to nourish and protect the skin."
		},
		{
			"review_title": "Bye bye pore !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Dr. Dennis Gross Derminfusions™ Blur + Repair Cream ✨  🧡 First off, the cream has a nice, smooth texture that feels great on my skin. It doesn’t feel heavy or greasy, which I love. When I apply it, my skin feels instantly softer and more hydrated.  One of the best things about this cream is how it blurs imperfections. After using it, my skin looks smoother and more even. I notice my fine lines and pores appear less noticeable, which boosts my confidence. It even helps my makeup go on better! 😍  This cream also packed with good ingredients that help repair my skin, so I feel like I'm doing something healthy for my face. I’ve been using it for a few weeks now, and my skin feels healthier and looks brighter. 💕  Gifted by ddgpartner"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This stuff is amazing! It has done wonders for my skin! My skin is hydrated, soft, smooth and looks less dull. My fine lines have started to fade and decrease and my texture is more even. It has evened out my skintone too! It has really repaired my flaws and left me with flawless skin! I love this stuff! Gifted by Ddgpartner!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this cream! I’ve been using the serum from the same line and I can definitely see improvement on my texture and lines. I can’t wait to see the long term results with the cream! The packaging is beautiful. Gifted by DDG"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This creamy moisturizer is hydrating and plumping, visibly filling fine lines temporarily. This pairs well with the rest of my skincare and I genuinely love the silky finish it provides. My redness is reduced, but only slightly. I received this complimentary from DDG."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This cream is great for people who do makeups. It prime the skin at the same time applying the moisturizer which reduce the chance of products piling with each other. It is silicone free and very smooth. It's gifted by DDG"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cream is so lovely! It’s so moisturizing and makes me have glass skin! It’s so glowy and smooth looking. The ingredients list is top notch with ceramides, peptide, and so many hydrators! I also love a pump jar. It also does not have a scent, so would be good for sensitive skin. DDG does it again! Gifted by DDG"
		},
		{
			"review_title": "Great brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This product was gifted by ddgpartner Great product, I loved how it give the skin a fresh feeling and the quality of this cream is amazing as well I definitely recommend it and I recommend this brand so much definitely and the design is amazing as well"
		},
		{
			"review_title": "Nice blurring moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I found this cream to be fairly rich and more suited to dry skin than my combo skin. This cream is blurring because it contains silicone, so it acts as a two in one cream plus primer combo. I do like the convenience of this, but it would be too heavy for me to use every day. I love the airless pump so points for that! Gifted by Dr Dennis gross."
		},
		{
			"review_title": "Amazing new cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This new cream is absolutely amazing! I have been using it alongside the DermInfusions Serum, and the duo has made such a change in my skin! I can see my fine lines filling out and plumping up my entire face. I love to take this cream down my neck as well to ensure I am preventing any and all signs of aging!"
		},
		{
			"review_title": "Needs extra step to make a difference",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I received a sample offered by ddgpartner in exchange for my review. It’s luxurious and the pump is so convenient to use. I wish all creams came in this type of packaging. When it comes to the formula, it absorbs fast and doesn’t leave sticky residue, but I did find that I don’t get enough hydration with this cream."
		},
		{
			"review_title": "Glow on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "I recently tried offered by ddgpartner Dr. Dennis Gross DermInfusions Moisturizing Cream, and it’s been a little miracle worker in a jar. As a mom who barely has time for herself, finding a product that delivers noticeable results without a complicated routine is a win. This cream is super hydrating and has a lovely, rich texture that feels like a treat every time I use it. What stood out to me is how it leaves my skin feeling smoother and looking more radiant, even on days when I’m running on minimal sleep. It seems to target those fine lines and dryness that sneak up on you (hello, motherhood), making my skin look fresher and more alive. If your skin needs a pick-me-up and you want something that feels luxurious but still gets the job done, this cream is definitely worth a try. Trust me, it’s like a mini spa moment you can fit into your busy day!"
		},
		{
			"review_title": "Great for recovery after peels",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was excited to try this to help me with some fine lines around the corners of my mouth. I think it will take some time to notice any improvements, but it did help my make up sit better on my skin and give a more flawless appearance. Which I was surprised that it did because it seems quite greasy when applying it and it doesn't seem to absorb. Some how it works though, and when you use it at night you wake up with glowing plump skin. I am prone to breakouts and this product did not irritate my skin whatsoever.  Overall,  although it did not instantly blur my problem areas, I am hoping with continued use it will help soften my wrinkles over time.  This was gifted to me by ddgpartner."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am absolutely thrilled with the Dr. Dennis Blur and Repair Cream! This product works wonders on my skin and has completely exceeded my expectations. Not only does it deliver amazing results, but it also has a calming effect that leaves my skin feeling rejuvenated and refreshed. I have sensitive skin, but this cream has never caused any irritation - it's like a soothing treat for my skin. I highly recommend this cream to anyone looking for a top-notch skincare product that delivers on its promises. Thank you, Dr. Dennis, for creating such an incredible product! gifted by ddgpartner for my honest review."
		},
		{
			"review_title": "A MUST have !!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ladies & Gentlemen run don’t walk and get yourself this product. I was gifted by ddgpartner this product to sample and I absolutely love it. I use it in the evening along with my face care routine and I have seen a significant change. My face feels hydrated the next morning and this cream instantly blurs my fine lines !! I’m impressed. And the hydration lasts all day. You will not regret buying this."
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "This cream feels incredibly rich and creamy.  I love the consistency.  It deeply hydrates and leaves my complexion plump with a blurring effect. . I love applying this as a hydrating primer under makeup. It makes my foundation look so seamless and flawless.  I love the packaging and the pump dispenses so beautifully.  I received mine complimentary from DDGpartner."
		},
		{
			"review_title": "light texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the lightweight feel of the DermInfusions Blur + Repair cream. It sinks right in without any greasy feeling. My skin is left feeling soft and supple, and it really does help to blur out any little imperfections. The pump dispenser is a great touch for easy use. Gifted by Dr. Dennis Gross."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The DermInfusions Blur + Repair Cream by Dr. Dennis Gross is a true multitasker. I’ve been using it as a primer under my makeup, and it gives my skin a smooth, blurred finish that makes my foundation look flawless. Beyond its cosmetic effects, I’ve noticed that my skin feels more hydrated and looks firmer after just a few weeks of use. It has a lightweight texture that absorbs quickly without leaving any greasy residue. The price is on the higher side, but considering it combines skincare and a primer, I think it’s worth the investment. gifted by ddgpartner"
		},
		{
			"review_title": "Light repair cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
			"review_text": "The Derminfusions Blur + Repair Cream gifted by Dr. Dennis Gross is a lovely, light cream. I think it's the perfect amount of hydration for Summer, but I think it is not going to be heavy enough for me to use in Winter in a dry climate with my dry skin. The ingredients are incredible, with four weights of Hyaluronic Acid, Peptides, Shea Butter, and Ceramides. I look forward to seeing the long term results on my fine lines!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
			"review_text": "I really like my new face cream. Gifted by ddgpartner. I use it in the morning and evening, and also as a base for makeup. It smooths out fine lines. The packaging is very convenient, and it has a nice consistency and scent."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love using this moisturizer at night and in the mornings every day because it really seems to soothe my dry skin and it makes my skin super soft after using it. It seems great quality and I also love to use it before my make up to act as a primer and to blur my skin. Offered by DDG."
		},
		{
			"review_title": "Have to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "I’ve been trying to focus on my skincare routine the last few months and have noticed significant improvement in a very short period with this moisturizer, specifically in the texture of my skin. Offered by ddgpartner. Totally recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Trying this new cream from Dr. Dennis, I have very dry skin and this cream has given me incredible hydration, my pores look different (I have used it 3 times already), my skin feels soft, it comes with a pump that is easy to apply. Gifted by Dennis"
		},
		{
			"review_title": "smoothes wrinkles and moisturizes facial skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Moisturizing cream with peptides. Can be used as a face base under foundation, absorbs quickly. Smoothes wrinkles on the face. Convenient dispenser in the form of a button. In the photo it seemed that the jar was glass, but it is plastic. The smell of the cream resembles herbs. The texture of the cream is white. Gifted by ddpartner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Wow! This is an amazing cream gifted by ddgpartner! After just a few uses my skin has really cleared up! Looks more smooth and less redness. My pores have become smaller and my face is less oily. A little bit goes a long way with this one!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is a great blur cream. It makes my pores instantly look smaller. It’s moisturizing and makes my skin look and feel so smooth. I love how it smells too. It’s in a nice container and really feels luxurious offered by ddgpartner"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "As a 46 year old with aging skin I’m always on the search for anti-aging products that actually work. Well I’m ecstatic I happened upon this one. This Repair and Blur cream does what it claims and literally blurs my fine lines and wrinkles while repairing damage from the sun. It is lightweight with a satin feel. Perfect for under makeup as a primer. My skin feel super hydrated and my makeup looks flawless with this under it.I highly recommend. This was gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Dr. Dennis Gross  This is nice! The lotion comes with a pump. Way more convenient than sticking your finger or using a spatula. I've used it under makeup and sunscreen.  I haven't noticed any pilling on either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This cream was great for my dry skin. It is moisturizing and does not cause any irritation on my skin. I like the packaging because it is a pump. It is convenient to use. This product was gifted by ddgpartner in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This new blur and repair cream from Dr. Dennis Gross is awesome. It gives your skin a smooth, blurred effect and helps hide imperfections. The cream is nice and hydrating without feeling heavy. It's perfect for getting a fresh, even look while also taking care of your skin. Gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently tried the Dr. Dennis Gross Skincare DermInfusions Blur + Repair Cream, and I couldn't be more impressed! From the first application, I noticed a silky texture that glides on effortlessly, leaving my skin feeling instantly replenished. This cream not only blurs imperfections beautifully but also offers a significant boost of hydration, making my complexion look plump and radiant. I appreciate that it contains powerful ingredients that work to repair and improve my skin's overall appearance over time. The subtle, fresh scent is a bonus, making my skincare routine feel like a luxurious experience. After using it consistently for a few weeks, I've noticed fewer fine lines and a more even skin tone. Overall, this product has become a staple in my skincare regimen, and I highly recommend it to anyone looking for a multitasking cream that truly delivers results! gifted by ddgpartner"
		},
		{
			"review_title": "loving it so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this cream so far. nothing bad to say about it. it is really moisturizing and makes my skin feel really really good. smells really nice and overall just a really good product. gifted by Dr. Dennis Gross skincare ten out of ten."
		},
		{
			"review_title": "Satin matte for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Received this product complimentary from Dennis Gross skincare. Always excited to try new products in my skincare routine. Applied this product after my serum followed by moisturizer. Felt cool and smooth on my skin. I love the satin matte texture of this product! After applying my face feels soft with no dry spots. Would recommend."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This has to be one of my favorite products i’ve ever received! This product was gifted by ddgpartner. The packaging on this product is incredible and i love that it has the airless pump jar! This moisturizer leaves my face feeling clean and smooth and not oily at all."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
			"review_text": "So, I'm not a super fan of the scent. Kind of reminds of dry erase markers. Claims to help with nourishment and hydration while also giving satin matte like finish. I am seeing and feeling the satin matte feel for sure, but my skin does not feel as nourished with hydration as much as I'd prefer. Instead of hydration, it feels like I've got a silicone feeling on my skin, which I'd say works well if you're applying makeup on top. On the plus side, my face does feel soft, and I like how it does not make me feel greasy or anything like that. Overall, it is great for a makeup base, not the best for overall hydration and nourishment. *complimentary from ddgpartner*"
		},
		{
			"review_title": "Very hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Sooo hydrating! The season is starting to change and my face is getting very dry and flaky. After using this for two nights, my face feels so so hydrated. I will be repurchasing this once I am completed. Highly recommend for combination skin. Gifted by ddgpartner"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Dr. Dennis Gross Soin Hydratant Lissant + Réparateur is an excellent moisturizer that promises not only deep hydration, but also skin restoration. The product has a light but rich texture that is quickly absorbed without leaving a greasy or sticky feeling.  One of the key benefits of this cream is its ability to visibly improve skin texture, making it smoother and firmer. The formula contains highly effective ingredients that work in synergy to restore the skin barrier and fight the signs of aging. After several weeks of use, you will notice that the skin becomes more hydrated and fine wrinkles are smoothed out.  This cream is also ideal for sensitive skin as it is non-irritating and helps soothe inflammation. Overall, this is an excellent choice for those looking for an effective skin hydrating and restorative product with anti-aging benefits.Gifted by ddgpartner"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "It promises to keep your skin moisturized for a whole 100 hours! That’s a long time of feeling happy and healthy skin, even when things outside are not so nice.⁣⁣ ⁣⁣After trying this cream I’m genuinely impressed with the results.⁣⁣ It provides intense hydration and doesn’t leave any sticky residue, And suitable for all skin types. Gifted by DDGPARTNER"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This cream was honestly amazing. It blurred and plumped my skin almost instantly. I like that it wasn’t super Dewey because I like more of a mat look and I felt more comfortable in this moisturizer than I have others. Overall, a really great product and I would recommend it. Offered by ddgpartner"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the texture of my skin now and smell really good also you can travel with the product I really love it and worked it for all skin types also I love the packaging I received this product for free but I highly recommended!!! gifted by dgpartner"
		},
		{
			"review_title": "very luxe cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "this cream is very luxe, the packaging is very beautiful and I love the pump. the moisturizer itself feels very similar to other high end creams I have it did not disappoint. My skin feels hydrated and soft all throughout the day. It is thick but is not heavy on the face which is a plus that’s hard to find. would recommend this was gifted by ddgpartner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is a dream cream for my dry skin! Loving the ingredients of it and how plumping + hydrating it is. I knew this cream  going to do wonders since it has peptides in it.  Bonus, it wears really well under my makeup too thanks to the blurring.  Gifted by DDG"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Lawd why do DDG products need to be so amazing; my dear wallet! This cream is very soothing and creates a great canvas for makeup. I’m not really sure what the “blurring” claim is for. I use this in the mornings. Gifted by ddgpartner"
		},
		{
			"review_title": "Mini face lift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "This product was gifted by Dr. Dennis Gross skincare. I absolutely love this cream. My fine lines are less prominent. My skin looks firm and refreshed and feels hydrated. It’s like a mini face lift in a bottle."
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have mature skin and this cream really saved my skin. Even in the summer my Face is dehydrated and this cream helped save it overnight. It is thick and creamy. I highly recommend if you have dry and dehydrated skin. Offered by ddgpartner"
		},
		{
			"review_title": "Perfect under makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "I was gifted by ddgpartner. I was extatic to try this because I absolutely love the brand and all the productsi have tried from this brand. I liked how my skin felt so soft and hydrated.  It went so smoothly under my makeup."
		}
	]
}