{
    "product_id": "1520",
    "name": "Beija Floru2122 Body Oasis",
    "brand": "Sol de Janeiro",
    "categories": "Skincare, Value & Gift Sets",
    "price": 65.0,
    "about": "What it is:A collagen-boosting Beija Floru2122 body care set delivers renewed, replenished skin and finishes with the fruity-floral Cheirosa 68 Perfume Mist..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Loss of Firmness and Elasticity.Highlighted Ingredients:- Vegan Collagen: Maintains skinu2019s natural collagen supply..Ingredient Callouts:Free of parabens, phthalates, mineral oil, retinyl palmitate, and sulfates SLS & SLES. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This three-piece, limited-edition set includes mini sizes of the Elasti Body Wash with hydrating vegan squalane and Elasti-Cream with retinol-mimicking Cacay Oil for cell turnover, plus a full-size Cheirosa 68 Perfume Mist..This Set Contains:- 3 oz/ 90 mL Beija Floru2122 Elasti Body Wash",
    "ingredients": "-Vegan Collagen: Maintains skinu2019s natural collagen supply..-Cacay Oil: A gentle retinol alternative that supports cell turnover. .-Plant Squalane: Rapidly plumps the look of skin while intensely hydrating...Beija Floru2122 Elasti Body Wash:.Aqua (Water, Eau), Sodium Cocoyl Isethionate, Stearic Acid, Sodium Methyl Cocoyl Taurate, Glycol Distearate, Cocamidopropyl Hydroxysultaine, Glycerin, Parfum (Fragrance), Squalane, Caryodendron Orinocense (Cacay) Seed Oil, Hibiscus Sabdariffa Flower Extract, Ethylhexylglycerin, Tetrasodium Glutamate Diacetate, Polyquaternium-7, Sodium Isethionate, Sodium Hydroxide, Sodium Methyltaurate, Xanthan Gum, Phenoxyethanol..Beija Floru2122 Elasti-Cream:.Aqua (Water, Eau), Cetearyl Alcohol, Caprylic/Capric Triglyceride, Parfum (Fragrance), Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Pyrus Malus (Apple) Fruit Extract, Cetyl Alcohol, Caryodendron Orinocense (Cacay) Seed Oil, Cocos Nucifera (Coconut) Oil, Butyrospermum Parkii (Shea) Butter, Behenyl Alcohol, Nicotiana Benthamiana Hexapeptide-40 sh-Polypeptide-47 (Collagen Amino Acids), Squalane, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Astrocaryum Murumuru Seed Butter, Astrocaryum Vulgare (Tucumu00e3) Kernel Oil, Copaifera Officinalis (Balsam Copaiba) Resin, Daucus Carota Sativa (Carrot) Root Extract, Helianthus Annuus (Sunflower) Extract, Helianthus Annuus (Sunflower) Seed Oil, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol, Xanthan Gum, Potassium Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Heptyl Undecylenate, Pentylene Glycol, Ethylhexylglycerin, Phenoxyethanol, Citric Acid, Sodium Hydroxide, Mica, Benzyl Salicylate, Alpha-Isomethyl Ionone, CI 77891 (Titanium Dioxide)...Cheirosa 68 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance), Alpha-Isomethyl Ionone, Benzyl Salicylate.",
    "how_to_use": "Suggested Usage:.Beija Floru2122 Elasti Body Wash:.-Work into wet skin, gently massaging as you go. Its creamy texture transforms into a rich, moisturizing lather. .-Rinse away...Beija Floru2122 Elasti-Cream:.-Massage into skin twice daily using circular motions all over the body...Cheirosa 68 Perfume Mist:.-Spray these mists anywhere and everywhere, including your body, hair, clothes, and even your home..-Mist all the time for a lingering scent of Brazilian jasmine, pink dragonfruit, and sheer vanilla.",
    "num_reviews": 13,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/sol-de-janeiro-beija-flor-body-oasis-P513078?skuId=2814853&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814853-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Fair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product is very good the perfume lasts long I still have the sent after two days on but the only flaw about this product is about the sizes the perfume is the right size but I do with the body wash and lotion was bigger but therthan that the product is amazing and long lasting"
        },
        {
            "review_title": "Amazing gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Just purchased a few of these.... its a great gift plus the mist is full size. Mist on its own is $38 plus the cream is $24.  So worth it ud83dudc4cud83cudffd"
        },
        {
            "review_title": "It is a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I LOVE THIS PRODUCT definitely worth the hype and money"
        },
        {
            "review_title": "Perfume smells like straight alcohol",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The perfume literally just smells like if you sprayed vodka on you or something, no floral scent at all. The lotion and body wash smell good but the perfume is bad"
        },
        {
            "review_title": "My signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "68 is my favourite scent and the savings of this set were too good to miss! I looove the fragrance and lotion--they both smell great and last a decent amount of time. I also appreciate the full size of the perfume too. The body wash is really nice and I do like it but I don't know if I would repurchase it for it's regular price--I got it because of the deal but I don't think it's worth it on it's own. I personally am a Dove body wash girl but it was nice to try!! Overall highly recommend!"
        },
        {
            "review_title": "Softly scented skin u263aufe0fud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "A must have ,, beautiful cotton meshes with a sporty scent . This smells reminiscent of Baccarat rouge 540. I love layering all 3 together for a long lasting beautiful fragrance! My skin feels amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love it and a super gift with great size products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026   u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026   u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026   u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026   u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026   u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Smells amazing. This set would be great for any gift since it includes a bit of the spray, lotion, and body wash"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Perfecto ud83eudd29ud83eudd29 el tamau00f1o del perfume es grande, realmente lo recomiendo 10000000%"
        },
        {
            "review_title": "Must have for Christmas",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "use this everyday loveeee I need a new one and I just got It"
        },
        {
            "review_title": "Pink Dragonfruit & Brazilian Jasmine Delight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "Number 68 is my absolute favorite of the collection. Iu2019m excited to try the body wash & cream. From reading other reviews I understand itu2019s moisturizing leaving you feeling smooth."
        },
        {
            "review_title": "Life-Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "So high quality!! I love this scent so much and the set is perfection!!!"
        }
    ]
}