{
	"product_id": "477",
	"name": "Brighten Up 3% TXA Dark Spot Toner with Azelaic Acid",
	"brand": "Farmacy",
	"categories": "Skincare, Cleansers, Toners",
	"price": 46.0,
	"about": "What it is: A brightening 3% TXA (tranexamic acid) toner that’s clinically proven to reduce the look of dark spots in just 7 days, gently resurfaces and evens skin with azelaic acid and 5% PHA, and is suitable for all skin types and tones...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Uneven Texture, and Acne and Blemishes..Formulation: Cream..Highlighted Ingredients:- 3% TXA (Tranexamic Acid): Visibly brightens and reduces the look of dark spots..- 5% PHA (Gluconolactone) and Azelaic Acid: Visibly evens tone, smooths texture, and gently exfoliates..- Upcycled Tangerine Peel: A hydrating nature-derived antioxidant...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: This brightening toner is formulated with a triple-threat dark spot solution that’s clinically proven to reduce the look of dark spots in just seven days and improve visible hyperpigmentation including post-acne marks, melasma, and sunspots. 3% TXA (tranexamic acid) visibly fades stubborn spots while azelaic acid and 5% PHA visibly refine skin texture and brighten for a smooth, even complexion...It’s suitable for all skin types and tones and layers well into your existing routine including other acids...Clinical Results: Based on clinical and consumer panel testing on 36 subjects after 7 days:.- Clinically proven to visibly reduce dark spots.- 97% agreed skin clarity was improved..Based on clinical and consumer panel testing on 34 subjects after 8 weeks:.- 100% showed visible reduction in dark spots.- 100% showed improvement in skin tone evenness.- 97% showed visible reduction in the look of hyperpigmentation...Clean at Sephora.Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-3% TXA (Tranexamic Acid): Visibly brightens and reduces the look of dark spots..-5% PHA(Gluconolactone) and Azelaic Acid: Visibly evens tone, smooths texture, and gently exfoliates..-Upcycled Tangerine Peel: A hydrating nature-derived antioxidant....Water/Aqua/Eau, Gluconolactone, Pentylene Glycol, Isopentyldiol, Tranexamic Acid, Betaine, Propanediol, Azelaic Acid, Ascorbic Acid, Citrus Aurantium Amara (Bitter Orange) Fruit Extract, Citrus Aurantium Sinensis Peel Extract, Citrus Reticulata (Tangerine) Fruit Extract, Glycerin, Allantoin, Polyglycerin-6, Inulin, Fructose, Glucose, Xanthan Gum, Cellulose Gum, Lactic Acid, Citric Acid, Sodium Phytate, Cellulose....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Swipe onto a clean face, morning and/or evening, avoiding your eye area..-Do not rinse..-Follow with serum or moisturizer.-For daytime use, follow with sunscreen...Recycling Instructions:.-Rinse out any remaining product..-Separate glass bottle and stopper..-Recycle glass bottle and outer packaging..-Send the cap and stopper to Farmacy to be recycled via TerraCycle®.",
	"num_reviews": 855,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/farmacy-brighten-up-3-txa-toner-with-azelaic-acid-P504614?skuId=2660892&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2660892-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "If I could give minus star, I would. Just 2 or 3 uses pf this product made my cheeks itchy and reddish in color and it evolved like a rash. My skin is not usually a sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have noticed a slight difference in my skin immediately after using this product, my skin looks visibly brighter and my dark spots (acne scars) are starting to slowly fade as well."
		},
		{
			"review_title": "Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product has worked better at clearing up acne spots than prescriptions."
		},
		{
			"review_title": "MUST HAVE for post acne marks/uneven tone/texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i have been using this product for about 2 weeks and i absolutely love it!!!! it is so gentle yet so effective for post acne marks, uneven skin tone & i’ve also noticed it’s helped with my skin texture. if you have sensitive skin & looking for an active i highly recommend this product"
		},
		{
			"review_title": "A little goes a long way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Normal skin",
			"review_text": "I left my comfort zone buying this product. I was used to drugstore toners that come in big bottles for very cheap, so I was hesitant to spend so much for so little product. I will never go back to drugstore toner. This little bottle has lasted me almost a year, and it really works. It has noticeably lightened up dark spots on my face, and dries quickly so I can get on with my skincare routine. highly recommend!"
		},
		{
			"review_title": "May cause cystic acne!!!! Don’t buy!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I had high hopes for this product to help my melasma and freckles. Unfortunately all I got was painful cystic acne after using this product. I don’t even know the last time I’ve had cystic acne. Wish I could return it but unfortunately I had such high hopes I threw the box away"
		},
		{
			"review_title": "Nopity nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "This product did not work on my dark skin. After using this product for a few weeks, I noticed my face started to get splotchy and there were light spots. I went back to my usual toner and after a few weeks, my tone evened out."
		},
		{
			"review_title": "Liking it So Far!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "A month in and this product helps reduce redness in my skin and has slightly lightened my dark spots"
		},
		{
			"review_title": "Big fan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I’m a huge fan of this. I have that melasma and I knew that txa was recommended for it but I had trouble a txa product I liked enough to use consistently. I love this because it’s so easy to apply and can be layered under other creams. I’ve been using it for about a month and there is a noticeable difference in my melasma and my skin texture in general"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Definitely cleared up my hyperpigmentation but caused some pimples and zits"
		},
		{
			"review_title": "Before for sensitive skin/citrus allergies!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I like the dispenser and how it allows for controlled drops at a time. BUT this product broke me out in hives overnight. I know it was this product because all the other products I used were ones I used before. I had to use hydrocortisone cream on my face this morning to deal with the red, angry skin it left me with.  Afterwards I double checked the ingredients online and realized I may have forgotten to do that before, and found that nearly half the ingredients were citrus based. Citrus based ingredients are a common allergen for people, though it's not uncommon to find a little citric acid at or near the bottom of an ingredient list, list product has a LOT of citrus based ingredients, both in number of ingredients AND amounts it seems. I don't think I've ever seen this much of a common allergen so prevalent in a formula. Granted, I should have checked the ingredient list first like I usually do, but I also think it's an obscene amount of citrus product and possibly not formulated well for skin to accept it. Keep in mind I HAVE used Vitamin C serums before, but the vitamin c in those has been better formulated for skin so I didn't have much trouble with it. Beware if you have sensitive skin or ANY kind of citrus allergy/sensitivity. Note: I couldn't get a good picture that showed the reaction justice due to lighting, and this is also several hours after I already applied the hydro cream to sooth it, but there are a lot of little whitehead-like bumps and blotchy redness and bigger red bumps."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I was genuinely amazed by this toner. I never considered a toner to be a necessary part of my skincare routine. However, after struggling with acne scars and post-inflammatory hyperpigmentation for a year, I thought I would give this a try and I'm so glad I did! I've been using it twice daily, alongside my other skincare products. I've been using it for about 6 months consistently and I've noticed a huge improvement to my skin texture! My acne marks are almost faded and my skin feels better than ever."
		},
		{
			"review_title": "don't waste your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "didn't do much, pretty disappointed considering the price"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This did nothing for my blemish marks, was expensive and smelled like chemicals"
		},
		{
			"review_title": "Couldn't have a routine without it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've been using this product for ~8 months now and I love it. I used to have such bad dark spots from my breakouts and this has helped so much to even out my tone and reduce my dark spots!"
		},
		{
			"review_title": "A must buy for dark spots from acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Light skin tone, Combination skin",
			"review_text": "I used twice a day. It reduced my acne scars significantly after 4 months. I will definitely buy again!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "this is AMAZING just ran out an will def be buying again"
		},
		{
			"review_title": "Dissatisfied customer",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I purchased this Farmacy brightening toner from Sephora a few days ago. I have used it twice and have noticed a rash and pimples on the areas applied. I only applied it on my cheeks and chin, and there are bumps and pimples. I do not have a comprimised skin barrier, as I use hydrating products and no actives. I have dry, acne prone skin and wanted to clear a couple of dark spots. This did not work for me, as I returned it after using it for 2 days. Good luck on your journey."
		},
		{
			"review_title": "Ok, but not quite.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This product started off fine. I have been using it for a few months. So far I noticed no difference what so ever. This is fine, not everything works so I didnt bother with a review. However! Its eating my skin off. I do use this properly per the directions. I only use it at night, I do not go out in the sun with this product on my face and I do not use any other products with acids in them. I now have a few spots where the skin just opened like I took a layer off. It bleeds. I stop using the toner, they go away, I start again and the sores come back. Im not sure whats in this since I have been using products (different brand) like these for a few years. I will not be purchasing this again."
		},
		{
			"review_title": "Does anyone smell acetone? Or just me?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I don’t know what to say. I wanted to love this at first, but it made my nail polish look dull from touching the cotton pad and I swear I keep getting a whiff of acetone. I’m baffled by a product that is supposed to be clean and natural."
		},
		{
			"review_title": "Definitely worth a shot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "Have been using this toner + the vitamin c serum from this line and it has done more for my acne than dermatologist prescribed retinol (was on Winlevi and it made my skin worse). I was able to see a difference in my skin’s texture on my forehead with the first week of use. And my dark marks on my jawline had faded significantly over the last 30 days. I have oily acne prone skin that was deemed to be hormonal. But when using hormonal acne-based creams from my dermatologist, it caused  painful cystic acne (6/02/24 picture) so I switched to the Farmacy’s brand and seen about 20-30% improvements within the first 7 days. No more random weekly jawline breakouts. They have a mini version of this toner now, I’d definitely start off with that one to see how your skin like it’s first. I also use a benyzol peroxide face wash and let my face air dry for a few minutes before applying the toner and vitamin c serum in the AM & PM  & it’s be great for my skin so far !"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "AMAZING!! I suffer from bad acne scarring and this toner has reduced them so much. I use it everyday and it is a thicker consistency, but if you wait before layering on serums or moisturizers, you’ll be good to go!"
		},
		{
			"review_title": "Safe for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product is making a noticeable difference! Fading some darker pigmentation from acne on my chin and forehead without drying out my combination skin. My skin is very reactive and sensitive but I have not had any problems since starting this product. Only great results. I would recommend!"
		},
		{
			"review_title": "Doesn't work on melasma",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "i had high hopes for this product, if you have melasma, it will darken it. Beware"
		},
		{
			"review_title": "On the fence.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I'm still undecided about this product. It seems to work okay on my face but caused irritation  and scaly skin when I applied on my neck area."
		},
		{
			"review_title": "Must have.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I love this product. Well absorbs in the skin.Gives a brightening affect and helps clear acne."
		},
		{
			"review_title": "Works nice - didn't break me out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Bought it to prep my skin for a peel because of the TXA but I actually like it. I don't use it every day so I can't completely give it a fair review but it didn't break me out and it sits nicely on the skin."
		},
		{
			"review_title": "I love this product, clear my skin, and make it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "I have more than one month, and this product clears my dark spots and makes my skin so soft"
		},
		{
			"review_title": "Works almost immediately!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I cannot get over how well this works - and FAST! Within 3 days my acne and sunspots are fading away. Highly recommend!"
		},
		{
			"review_title": "Great for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Super great formula for combination, sensitive, acne prone skin. I noticed a difference in my scarring as well as the texture of my skin after using this product. I have repurchased 3 times now!"
		},
		{
			"review_title": "No amazing results for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I’ve been using this for about a month.  I really wanted to have all the amazing results everyone else described, but it was not the case with my Melasma.  It has faded minimally at best."
		},
		{
			"review_title": "So good for gentle exfoliation / sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I’ve been using this consistently for 3 months and am obsessed!!! Dark spots are fading, helps control redness, and my friends have been complimenting how glowy my skin is."
		},
		{
			"review_title": "Incredible for sensitive skin and pigmentation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This product takes time to work for sure. I had 2 dark, almost purple post acne marks under my lip, and I used this twice a day in conjunction with a vitamin c serum. In 3 weeks, the marks have faded very noticeably to where I almost don't see them. My skin can also be very reactive and this did not trigger any sensitivity. Highly highly recommend, but also advise patience while waiting for results."
		},
		{
			"review_title": "Doesn’t work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I had high hopes for this product based on the reviews but I’ve been using this for almost 2 months and it has not helped. I even developed new dark spots since using it"
		},
		{
			"review_title": "Irritated skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Unfortunately I’ve only used this twice on my face (at night, days apart) and my skin has tiny bumps and burns after applying any other product. I might try using this on a less sensitive area."
		},
		{
			"review_title": "Has helped brighten my face!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I don't really leave reviews but wanted to for this product.  This is the first product I've used from Farmacy and I really like it.  I've been wanting to try tranexamic acid for a while and finally found a good product with it, azelaic acid, and PHA.  All three together are a powerhouse and I can already see how much brighter my face looks.  It's too early to see any difference in my dark spots but I can definitely see a glow to my face.  I can also see that it works in calming down the few acne spots I have and does well in removing any left over make up that my cleanser didn't remove.  Overall, I do like this product!"
		},
		{
			"review_title": "Skin feels lovely and clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Really like the way my skin feels and looks with this toner so far.  Can’t say much about reducing dark spots ( which stem from the liver releasing toxins to the skin), but will continue to use!"
		},
		{
			"review_title": "Permanent part of my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I'm on my second bottle now. I've been struggling with hyperpigmentation and I've noticed some spots fading since I start using this but it's definitely not a quick or drastic change. I still use it in my routine 1-2 times daily for the actives."
		},
		{
			"review_title": "Surprisingly works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m always so hesitant to try anything “reduces darks spots” as they often don’t work or end up harming my sensitive skin but this surprisingly works NOT only on my face but also my legs/back! Highly recommend!"
		},
		{
			"review_title": "Can’t use anymore",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s too harsh, give me overnight hives and constant itch"
		},
		{
			"review_title": "I'll Try Something Else..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Based on the reviews I read before purchasing, I was really excited about this product, but after using it for 3 weeks, I didn't see any results. I'll use it until it's gone but will keep searching for something else."
		},
		{
			"review_title": "Noticed a difference after one use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I had acne scars on the side of my face, and they were visibly reduced the morning after using this toner just one time! Still continuing to get great results after one month of nightly use."
		},
		{
			"review_title": "Works wonders",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "Didn’t take too long before most spots, freckles faded a lot."
		},
		{
			"review_title": "not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "used this every night and saw no change in my skin."
		},
		{
			"review_title": "Underdog",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "*Honest non sponsored review* I am a big fan of deep sweep from farmacy, so much so it had a promo where this product came with it for free, so I bought 3 gift sets.  I tried the brighten up toner for a few days but I have so many other products, I kind of forgot about it…  Fast forward to a week ago, I noticed my skin was looking dull and textured, post acne spots and all, come to realize I don’t really have anything for that ( and I have everything lol) until I remembered this toner.  And so I hoped on the Sephora app and did some research, come to find this can help!  It has been 4 days, my pores look smaller, my skin much more even, hydrated, glowing, and dark spots? Well they are fading!  3 months I’ve had this product sitting on a shelf to finally realize I cannot live without it!  Farmacy, even tho your packaging does not stand out like others out there, even if you only have a small shelf at the back of the store to showcase your line, let me tell you something, whatever it is you are doing keep doing it, you’ve changed my skin for the better, thank you xo"
		},
		{
			"review_title": "LOVE it! Crucial in my daily routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I notice a big difference in my skin. My dark spots are fading and some have disappeared entirely. I wish I had before and after photos! I use it daily and I feel like that would be key in getting the results you want. 2nd bottle now. Lasts a long time. Highly recommend this product to everyone"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This has been working great for me so far. It's been only three days and I can see clear difference in my skin."
		},
		{
			"review_title": "Give it a try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I’ve been using this product for 2 weeks twice a day and I’ve noticed my skin is brighter. The first week my skin did purged. This combined with my naturim retinal. I definitely recommend"
		},
		{
			"review_title": "Significantly Reduced my melasma",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Never written a review  but had to jump on as this really helped with my melasma. I’m on my second bottle. Definitely worth trying for dark spots. Didn’t notice improvement with skin texture though."
		},
		{
			"review_title": "YESS…GET IT!! IT WORKS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Yes,I would recommend this. I apply it in the a.m/p.m. I always get compliments on my skin afterwards.I do have sunspots on my face&they are appearing lighter.I have tried a lot of different products! This works! ￼"
		},
		{
			"review_title": "Glow or dark spot remover",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Overall the product feels great on skin and has this glassy glow which I love. However, it does not take away my dark spots. I’m almost done with half bottle, been using it for about two months for twice a day"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s a really good product especially if you have a lot of dark spots or acne spots."
		},
		{
			"review_title": "Too sticky/tacky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’m sure it works for some people, but I tried this once and hated it. I didn’t like the consistency or feel of it, and it went on so sticky! I mean, my face felt like tape….I’ve seen the great reviews and didn’t give it any time to say if it works, but I couldn’t stand the sticky, tacky feel on my face!"
		},
		{
			"review_title": "1000/10 stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i’ve been using this product consistently every night for about two months. the improvement i notice in my skin is beyond any results from any products i have ever tried (besides the ordinary niacinamide!) my complexion is smoother and all dark spots and acne scars have faded significantly. i can literally not recommend this product more. i have always liked the deep sweep toner but this one is on a different level. staple skincare product forever!!"
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Made my skin so much more even and glowing the next day after using this! Will keep this as a staple!"
		},
		{
			"review_title": "MUST-HAVE in my skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this product for probably a year now and I will never go without it.   At first, I thought it was a gimmick. I had noticed a change but was using several other new products at the time so I figured it was the other products.   Boy, was I wrong. After I stopped using it briefly, I noticed an instant change in my face. I broke out more, my face textured changed. So I went back on it again. I will NEVER go without it. My face has never been better (granted I’ve had a green peel and micro needling done as well in the past) but this is the best consistent product I’ve used for my acne.   100000% worth it, just be patient with the results!"
		},
		{
			"review_title": "Just Okay - Prefer Deep Sweep Toner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I enjoy most Farmacy products and thought I would love the Brighten Up Dark Spot Toner. After using the entire bottle I’m not blown away or disappointed, it’s an average product. I absolutely love Farmacy’s Deep Sweep toner, it is a holy grail toner for me. As for the Brighten Up toner, I do not see a need to repurchase. Especially since I did not notice any brightening."
		},
		{
			"review_title": "It did nothing for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I think I am being kind by giving it 3 stars because this did nothing for me and I used it as instructed."
		},
		{
			"review_title": "Brightening, gentle toner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I didn’t fully appreciate this toner until it ran out and I switched to a different formula, and now I am missing it! This made my skin so bright and lightened some very stubborn dark patches on my forehead. Also it is sooo gentle.  now that I’m using an aha toner again my skin has been so irritated and sensitive. This gave me gentle, consistent brightening and exfoliation without any irritation. I’m going to stick with it."
		},
		{
			"review_title": "Toner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Feels good and moisturizing before your routine but did not notice dark spots lighten."
		},
		{
			"review_title": "A little too dewy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Didn’t try long enough to see if it does what it promised since I couldn’t get past how greasy I looked. I was warned it was “dewy” but my daughter said I looked sweaty and not in a good glowing way."
		},
		{
			"review_title": "No brightness or scar reduction",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Have been using for 4 weeks now. I had one fresh acne, the scar is still there. If you compare to tranexamic acid from Facetheory, this does not even come close. I gave 3 stars because no side effects. But overall . B"
		},
		{
			"review_title": "Life changing toner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Favorite Toner! This toner is gentle in the skin and helps to even out the skin tone. Just one of my faves!!!"
		},
		{
			"review_title": "Noticeable Difference in Just One Day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I did not expect much from this toner, I've used so many products! I'm 55 and have a few sunspots on my face which I try to conceal on a daily basis. It's not unusual to expect at least some results within 30 days but this stuff literally worked overnight! The sunspots are fading on a rapid scale and I could not be happier with this purchase! *Not a paid review, this is my honest opinion."
		},
		{
			"review_title": "Fresh face!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow! My texture acne prone skin is loving this!! I wanted something to improve my overall tone and this has done that plus really help my skin look so refreshed! The texture is 10/10 too! It’s not watery or drying for me which I deff love"
		},
		{
			"review_title": "Must have products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Im using this product from more than 2 weeks and I have clicked pictures before and after and im bit surprised that it is working.I have purchased this product after reading reviews and im not regretting it it"
		},
		{
			"review_title": "Doesn’t work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I used this for six months and saw no change in my hyperpigmentation."
		},
		{
			"review_title": "Naa",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Oily skin",
			"review_text": "Burned my skin and left it really sticky. Wouldn’t recommend smelled gross as well"
		},
		{
			"review_title": "Horrid",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "0 stars if I could. This product broke me out and ruined my skin. Sephora won’t return it as it is over the return window, but it takes time to figure out what’s breaking you out. I threw this away as I would never give it away.  friends or"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this product, I use it as my daily routine vitamin C"
		},
		{
			"review_title": "Amazing toner that actually works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Absolutely amazinggggg. I gave this to my mom to use and photographed her skin every couple weeks. The difference is incredible. Brown spots and old acne scares either completely gone or barely visible now. I bought a second one immediately. Highly recommend."
		},
		{
			"review_title": "this is a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "normal and a bit of sensitive skin, helped so much! perfect for my skin and calmed my red spots on face, almost out and need a re-fill! For my skin is. Yes, recommend!"
		},
		{
			"review_title": "Must have for dark spots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’m a healthcare worker still required to wear masks in my workplace and after several years of this my skin has developed cystic acne and in return dark spots. I’ve tried many products with limited effect. I purchased this product on a whim and it’s fantastic. It’s super soothing on the skin and I’ve noticed a   Significant reductions in my dark spots. I’m so happy with this product, finally something that works"
		},
		{
			"review_title": "Wanted to love this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the other toner from farmacy so I was having high hopes for this one. Initially it feels really nice upon application but then after you do other layers it feels so sticky and weird. Tried with many different creams too"
		},
		{
			"review_title": "It Works Sis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It works. You’ll need to purchase a few bottles, nothing happens overnight, but you’ll see results when you stay consistent. I use this and the Kiehl's Clearly Corrective Dark Spot Solution together. Chefs kiss."
		},
		{
			"review_title": "Repurchasing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Finally nearing the end of my first bottle and couldn’t repurchase fast enough!!! This stuff works amazing and I think I’ve found that TXA is the best brightening ingredient for my combo skin. I use a clarifying or exfoliating this which I recommend because it really just targets discoloration and not pore cleansing"
		},
		{
			"review_title": "it works, just be consistent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I used this along with the good molecules discoloration serum (both contain txa, GM also has niacinamide in it) & it did wonders for my skin within 1-2 months. I used it every night before bed, so just use it consistently. black girl friendly!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love!! After getting off accutane, I had a lot of scarring. Consistent use of this and Cerave moisturizer got rid of dark spots quickly!! Will repurchase. Feels fresh and clean on face too"
		},
		{
			"review_title": "No noticeable change",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "VERY disappointed. I have been using for 2 weeks and have not noticed any changes to my skin or the dark spots. I know it's not suppose to be a miracle solution and completely eliminate the dark spots, but for the price, I expected at least a little bit of it lightened and not so dark. I've used half the bottle and nothing. Don't buy this expecting much,there's other products that lighten better than this."
		},
		{
			"review_title": "I wish I knew about the power of TXA sooner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Only product I’ve ever tried that actually visibly improves and lightens my sun spots, melasma, and post-acne marks. I’ve tried many different toners with little to no results until using this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "holy grail, bought this thing twice and I don’t see it leaving my routine anytime soon."
		},
		{
			"review_title": "No difference",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’m a brown girl with dry skin and hyperpigmentation. I bought this a few months ago and just finished the whole bottle and honestly did not see any difference."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Rich skin tone, Oily skin",
			"review_text": "I really wanted to like this toner but it left my face sticky every-time. I ended up returning it."
		},
		{
			"review_title": "Great for any Skin Type",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Excellent Product. I wasn't sure what TXA is, perhaps I'm still not sure. But I've found after using it only sometimes (when I remember), that my skin texture, and coloring has improved quite a bit. I supposed if you used it 2x a day for an extended period of time, you'd look like a million bucks! Will probably repurchase."
		},
		{
			"review_title": "No ! No ! No !",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s not hydrating my skin at all ! After you applied it to your face , it gets sticky and weird ! ! I don’t understand how it can get such high ratings!"
		},
		{
			"review_title": "my everyday routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "I loooooooove this product it worked ao well with my skin I can see the difference in just days I have combination skin not too oily more on the normal skin side this is my holy grail and the best part is that it's not expensive 😀"
		},
		{
			"review_title": "Unfortunately a pass for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I've been using this toner for months consistently, and haven't seen any improvement on my dark spots. I truly wanted to love this product because of the amazing reviews, but it just didn't work for me. I also didn't like the sticky feeling it left on my skin."
		},
		{
			"review_title": "I like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m almost done with my first bottle. I use it everyday. It has reduced the hyper pigmentation of my sun spots and reduced my acne scars. It has not caused any rashes or breakouts. I’ve never used a toner before this. I’ll continue using this"
		},
		{
			"review_title": "Not For Me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I bought this product a few months ago and started to have issue with an itchy, scaly rash on multiple areas on my face. I stopped and allowed my skin to heal thinking it was perhaps hormones (I just had a baby) alas, I used this product again just 2 days ago and I again have multiple itchy rashes all over my ace. Needless to say, it’s going in the trash."
		},
		{
			"review_title": "This product in my daily routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Omg.. .i just love this product.i really liked it .i just want to say thanks to pharmacy for this toner."
		},
		{
			"review_title": "The Ordinary Glycolic works better for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I have noticed some slight lightening of my hyperpigmentation but it’s also causing new breakouts, I prefer the Ordinary Glycolic Acid I saw results the next day with that. I only switched because of the glowing reviews but I’ll be going back"
		},
		{
			"review_title": "Holy grail for dark spots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I usually have really good skin, but this fall it really took a horrid turn and since I’m super sensitive, the dark spots were not budging, but this ?! HOLY GRAIL GET IT NOW!! 🥰🥰🥰"
		},
		{
			"review_title": "Caused rashes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I noticed it cleaned my pores and face really good but it caused rashes on my face so I had to return it after 3 weeks of use.  I have a sensitive skin so just be mindful if you do too."
		},
		{
			"review_title": "Great ingredients and nice formula.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Really great product that’s formulated very nicely. This is quite an innovative product, as there are no other products on the market right now with this ingredient combined that are in toner form. The texture watery but it has some substance to it, feels more like a lightweight serum which is nice. I’ve been using it for the past two months and I’ve noted my skin has gotten brighter. Will most likely repurchase when I run out."
		},
		{
			"review_title": "Forever user",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I figured I’d just try it, without expectations.   I have dark patches of skin on my forehead and cheeks I assume from living on the ocean for 40 years.  Every night before bed I apply.  After  I am very happy with the great results.  The dark patches have faded!   Noticeably.  about a month"
		},
		{
			"review_title": "Must give it a try you won't regret!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Literally the best product IVE EVER PUT ON MY FACE! It gets rid of active acne and acne scars! I have very acne prone skin and my skin has NEVER looked so good! I get compliments on my skin and I never have before."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had no improvement in the appearance of my dark spots after using this toner everyday twice for a month. The good thing about the toner is that at least it didn’t cause any breakouts!"
		},
		{
			"review_title": "On my second bottle, works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Normal skin",
			"review_text": "Incredible product to combat hyperpigmentation and dullness. There is very few products on the market that combine tranexamic acid and azelaic acid in one product. It’s gentle and it a ped up the fading my acne scars"
		},
		{
			"review_title": "Didn’t work for me: Brownskin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Saw no difference in my skin, using for over a month."
		},
		{
			"review_title": "Great addition to skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product is much better than I thought and has helped with some hyperpigmentation"
		},
		{
			"review_title": "Be careful!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Dry skin",
			"review_text": "I have sensitive dry and acne prone skin and it made me brake out in a rash all over my face. Would recommend for people without sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I used this for over a month and saw zero results from this product. I love farmacy products but this is a hard pass for me. my acne dark spots didn't fade any until I added retinol to my routine. this has a thicker watery feel it didn't soak into my reusable cotton rounds until I smushed it around otherwise it just ran off into the floor completely."
		},
		{
			"review_title": "Holy grail!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This product is literally liquid gold, i literally saw results in 3 days. My skin hasn’t looked this clear and bright in YEARS. It has faded almost all of my hyperpigmentation in literally just a week."
		},
		{
			"review_title": "It was leaking because it doesn't have a cap...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "It doesn't have a small inside cap so it  leaked when I opened the package..."
		},
		{
			"review_title": "Doesn't Touch my Dark Spots",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I wanted to love this, but was disappointed. I've used the entire bottle and haven't seen any changes in my dark spots whatsoever. On a positive note, though, it didn't dry me out. I love the Farmacy brand, but this was a miss for me."
		},
		{
			"review_title": "sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "I have sensitive skin. Using Oxy Wash and then this messed my skin up. I'm using neither product now and skin is healing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wouldn’t say it’s for someone with sensitive skin. I just applied it to the back of my hand and got an allergic reaction."
		},
		{
			"review_title": "Yes, it is that good.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have struggled with persistent acne/troubled skin for a decade now and guys… THIS TONER. This. Toner. Y’all I bought this five days ago and my skin tone is more even, my face is smoother to the touch, less congested, and my redness has gone down. Nothing else in my routine has changed. This is no joke. Yeah, she’s a bit pricey but a little goes a long, long way and she freakin’ WORKS. Do yourself a favour!!!"
		},
		{
			"review_title": "Never Knew i NEEDED this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "This product is no joke. After 2 days of using it in the morning & night after cleanser i started seeing a difference in my skin. Ive been breaking out and it immediately helped my acne and just overall skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I hate the price, but it's the first brightening anything that I have used that actually worked. So unfortunately for my wallet I have to keep buying it!"
		},
		{
			"review_title": "A Good Staple To Add To Your Skin Care!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The Farmacy Brighten Up 3% TXA spot toner with Azelaic Acid is a very light formula for the skin but still keeps my skin feeling hydrated and clears up the dark pigmented spots in a nice soothing gentle way without making my skin feeling striped. without a doubt, I would recommend this to people with sensitive skin. plus, it's a good staple to add to your morning or evening skin routine."
		},
		{
			"review_title": "Stunning Results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have been religiously using the glow recipe toner when I saw this dropped. I liked the glow recipe toner but wanted something to help with skin done/brightening. When I tell you I am FLOORED by the results in just two days of use! I recently have had a few breakouts that left scarring. After only two days they were almost gone. Amazing! New staple."
		},
		{
			"review_title": "Lo necesitas",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Lo mejor que he comprado hasta ahora.. comprenlo, lo necesitas"
		},
		{
			"review_title": "must have for scars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "has lightened my acne scars fast, doesnt smell bad, isnt damaging"
		},
		{
			"review_title": "Luv it🤍🤍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ce produit à améliorer nettement mon visage! Mon visage est plus lumineux, mes taches pigmentaire sans en voit de disparaître, mon teint est éclatant et les gens le remarque"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "So good!! Noticed a difference in 48 hours. 10/10 recommend"
		},
		{
			"review_title": "Hydration at it’s finest",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "First time trying Farmacy products and I must admit, this is the absolute best toner on the market. Your skin will feel so soft and will glow. It’s crazy because my skin is so moisturized that I have to remind myself to put on my moisturizer cream. It removes dirt easily. This is a must-have staple."
		},
		{
			"review_title": "not for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got a deluxe sample from sephora's beauty offers so I got to try this. Unfortunately, for my sensitive skin, the next few hours of my face after using this in the evening was red and blotchy w/ more visible dark marks.   It's too bad bc I've used tranexamic acid and azelaic acid from other products and it's been fine."
		},
		{
			"review_title": "Must have in skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": ""
		}
	]
}