{
    "product_id": "781",
    "name": "I WANT CHOO Le Parfum Travel Spray",
    "brand": "JIMMY CHOO",
    "categories": "Fragrance, Women, Rollerballs & Travel Size",
    "price": 47.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Mandarin Juice, Jasmine, and Vanilla.Fragrance Description:I WANT CHOO Le Parfum is a luxurious fragrance that celebrates glamour and joy. This daring scent combines notes of jasmine, pear, and sandalwood to compliment a high-energy woman looking for exhilarating fun.",
    "ingredients": "Sd Alcohol 40-B Alcohol Denat., Fragrance Parfum, Benzyl Salicylate, Linalool, Citronellol, Limonene, Benzyl Alcohol, Alpha-Isomethyl Ionone, Citral, Farnesol, Geraniol, Water Aqua, Butyl Methoxydibenzoylmethane.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 2,
    "overall_rating": 3.0,
    "product_url": "https://www.sephora.com/ca/en/product/jimmy-choo-i-want-choo-le-parfum-travel-spray-P513597?skuId=2794527&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2794527-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.34 oz / 10 ml parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2794527-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Smells a bit masculine.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I didnt really care for this scent. It honestly smells like something iu2019ve had before. Not to mention it dries down and smells pretty masculine on me. Overall it doesnu2019t smell bad. I donu2019t had it. Just wasnt whay I expeced"
        },
        {
            "review_title": "Smells nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Bought this as kind of a gag gift because the name is the same as my momu2019s cat choo. But surprisingly it smells really nice. I personally am not to into the floral fruity smells but it had a dark undertone to it. I wouldnu2019t wear it but maybe my mom will"
        }
    ]
}