{
	"product_id": "1558",
	"name": "Morning Buzz Vitamin C Trio Kit",
	"brand": "Sunday Riley",
	"categories": "Skincare, Value & Gift Sets",
	"price": 94.0,
	"about": "What it is:A vitamin C trio that works to deliver hydration and radiance, so skin looks firmer and plumper and dark spots are visibly diminished..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dullness, and Loss of Firmness and Elasticity.Formulation:Lightweight Serum.Highlighted Ingredients:- Phytosterols Complex, Saccharide Isomerase Extract, and Glycolic Acid (C.E.O. Serum).Ingredient Callouts:These products are gluten-free and cruelty-free..What Else You Need to Know:A vitamin C kit featuring Sunday Riley's bestselling vitamin C trio: C.E.O. 15% Vitamin C Brightening Serum, C.E.O. Afterglow Brightening Vitamin C Gel Cream, and C.E.O. Glow Vitamin C + Turmeric Face Oil. These formulas are powered by high-strength vitamin C, or THD Ascorbate, to deliver rapid, radiant results..This Set Contains:- 1 oz/ 30 mL C.E.O. Afterglow Brightening Vitamin C Gel Cream.Clinical Results:In a test, results showed C.E.O. 15% Vitamin C Brightening Serum:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Phytosterols Complex, Saccharide Isomerase Extract, and Glycolic Acid (C.E.O. Serum).-Ergothioneine, Sodium Hyaluronate, Lutein, and Allantoin (C.E.O. Afterglow).-Golden Turmeric Root Extract, Evening Primrose Oil, and Ginger Root Extract (C.E.O. Glow)..C.E.O. 15% Vitamin C Brightening Serum: .Water/Eau/Aqua, Tetrahexyldecyl Ascorbate, Squalane, Polyglyceryl-6 Distearate, Peg-8 Beeswax, Ppg-12/Smdi Copolymer, Glycine Soja (Soybean) Sterols, Sodium Phytate, Tocopherol, Acetamidoethoxyethanol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Jojoba Esters, Glycolic Acid, Caprylyl Glycol, Cetyl Alcohol, Polyglyceryl-3 Beeswax, Chlorphenesin, Glycerin, Polysorbate 60, Sorbitan Isostearate, Saccharide Isomerate, Citrus Aurantium Dulcis (Sweet Orange) Peel Oil, Citrus Tangerina (Tangerine) Peel Oil, Linalool, Limonene, Phenoxyethanol.. .Afterglow Brightening Vitamin C Gel Cream:.Water/Eau/Aqua, Dimethicone, Neopentyl Glycol Diethylhexanoate, Tetrahexyldecyl Ascorbate, Polyglycerin-6, Propanediol, Phenyl Trimethicone, Glycerin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Hyaluronate Crosspolymer, Ergothioneine, Xanthophyll, Allantoin, Citrus Aurantium Amara (Neroli) Oil, Sodium Acryloyldimethyltaurate/Vp Crosspolymer, Mannitol, Pentylene Glycol, Isododecane, Dimethicone Crosspolymer, Sodium Phytate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzotriazolyl Dodecyl P-Cresol, Polymethylsilsesquioxane, Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Carthamus Tinctorius (Safflower) Seed Oil, Citrus Aurantium Dulcis (Sweet Orange) Peel Oil, Phenoxyethanol, Caprylyl Glycol, Chlorphenesin, Ethylhexylglycerin, Citric Acid, Polysorbate 60, Sorbitan Isostearate.. .C.E.O. Glow Vitamin C + Turmeric Face Oil:.Rubus Idaues (Red Raspberry) Seed Oil, Neopentyl Glycol Diethylhexanoate, Caprylyl Caprylate/Caprate, Simmondsia Chinensis (Jojoba) Seed Oil, Cucumis Sativus (Cucumber) Seed Oil, Punica Granatum (Pomegranate) Seed Oil, Vaccinium Macrocarpon (Cranberry) Seed Oil, Oenothera Bennis (Evening Primrose) Oil, Octyldodecanol, Tetrahexyldecyl Ascorbate, Curcuma Longa (Turmeric) Root Extract, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Citrus Aurantium Amara (Orange) Flower Oil, Melia Azadirachta Leaf Extract, Eclipta Prostrata Extract, Moringa Oleifera Seed Oil, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentylene Glycol, 4-T-Butylcyclohexanol, Ribes Nigrum (Black Currant) Seed Oil, Bisabolol, Cetylhydroxyproline Palmitamide, Hexyldecanol, Hydroxyphenyl Propamidobenzoic Acid, Stearic Acid, Brassica Campestris (Rapeseed) Sterols, Cardiospermum Halicacabum Flower/Leaf/Vine Extract, Zingiber Officinale (Ginger) Root Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Cleanse skin and pat dry..-Supercharge your vitamin C with a radiance-building cocktail..-Blend two to three drops of C.E.O. Glow Oil with two pumps of C.E.O. Serum for a brightening boost of vitamin C. .-Alternatively, you can layer separately..-Next, apply one to two pumps of Sunday Riley’s Good Genes (sold separately), massaging well into the face and neck..-For vibrant skin and a firmer appearance, apply C.E.O. Afterglow to face, neck, and décolleté..-Using your ring and middle fingers, lightly tap one to two pumps of Sunday Riley’s Auto Correct (sold separately) around the eye area.",
	"num_reviews": 1,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/sunday-riley-morning-buzz-vitamin-c-trio-kit-P513386?skuId=2816775&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2816775-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the serum and moisturizer. Both feel so good on skin. They make it plumper, softer, smoother. Oil doesn’t work for me in general but I am sure it is great if your skin tolerates oil,"
		}
	]
}