{
	"product_id": "803",
	"name": "GREEN APPLE™ Peel Full Strength",
	"brand": "Juice Beauty",
	"categories": "Skincare, Treatments, Facial Peels",
	"price": 66.0,
	"about": "What it is:A bestselling, patented potent bakuchiol, alpha hydroxy acid, and beta hydroxy acid mask that delivers spa-grade exfoliation and reveals a brighter complexion..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Fine Lines and Wrinkles, and Pores.Formulation:Lightweight Gel.Highlighted Ingredients:- Malic Acid from Organic Green Apples, Glycolic and Lactic Acids: Visibly evens skin tone and texture and reduces appearance of dark spots..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This peel visibly evens skin tone and texture and reduces the appearance of dark spots and discoloration with a potent patented dose of alpha hydroxy acids (malic acid from organic green apples, glycolic and lactic acids) and beta hydroxy acid (salicylic acid from willow bark).",
	"ingredients": "-Malic Acid from Organic Green Apples, Glycolic and Lactic Acids: Visibly evens skin tone and texture and reduces appearance of dark spots..-Willow Bark: Naturally powerful beta hydroxy acid to exfoliate and clear..-Bakuchiol: Provides a retin A-like effect on the skin...Aloe Barbadensis (Organic Aloe Vera) Leaf Juice*, Pyrus Malus (Organic Apple) Juice*, Glycolic Acid, Organic Glycerin*, Lactic Acid, Hydroxypropyl Starch Phosphate†, Sodium Hydroxide, Xanthan Gum†, Gluconolactone†, Citrus Medica Limonum (Organic Lemon) Juice*, Salix Alba (Willow Bark) Extract†, Vitis Vinifera (Grape Seed) Extract†, Bakuchiol†, Magnesium Aspartate, Zinc Gluconate, Copper Gluconate, Sodium Phytate†, Vitis Vinifera (Organic Grape Seed) Oil*, Ascorbyl Palmitate (Vitamin C), Ascorbic Acid (Vitamin C), Tocopherol (Vitamin E)†, Citrus Aurantium Dulcis (Orange) Flower†, Listea Cubeba (May Chang) Fruit Oil†, Ho Wood Oil†, Citrus Grandis (Grapefruit) Peel Oil†, Sodium Benzoate, Calcium Gluconate, Potassium Sorbate, Sclerotium Gum†. ..*Certified Organic Ingredient .†Plant Derived..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-After cleansing with the Juice Beauty GREEN APPLE® Brightening Gel Cleanser (sold separately), in the evening, apply a generous layer to entire face, neck, and décolleté, avoiding the eye area. .-Leave on for 10 minutes (flushing and tingling are normal). .-Rinse well. .-Follow with GREEN APPLE® Age Defy Serum (sold separately) and GREEN APPLE® Age Defy Moisturizer (sold separately). .-Use one to two times a week at night...Tips:.-Use the top of your hand as a palette while applying to face, neck, and décolleté to also reduce visible sun damage on the tops of your hands..-A mild, tingling sensation and slight redness are normal with the GREEN APPLE® Peel, Juice Beauty suggest a patch test behind ear for 15 minutes. .-If no irritation develops, resume application..-Sunburn alert: This product contains an alpha hydroxy acid (AHA) that may increase your skin’s sensitivity to the sun and particularly the possibility of sunburn, use a sunscreen, wear protective clothing, and limit sun exposure while using this product for a week afterwards.",
	"num_reviews": 296,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/green-apple-peel-full-strength-P408927?skuId=1831684&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1831684-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz/ 60 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1831684-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}