{
    "product_id": "1725",
    "name": "Flourishu00ae Thickening Styling Treatment for Thinning Hair",
    "brand": "Virtue",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 63.0,
    "about": "What it is:u00a0A treatment that quickly plumps every individual strand for thickness, body, and all-day volume that accumulates with each use...Hair Texture: Straight and Wavy..Hair Type: Fine and Medium..Hair Concerns:- Hold & Style Extending.- Thinning.- Volumizing..Key Benefits:u00a0- Plumps, volumizes, and protects hair..Highlighted Ingredients:- Alpha Keratin 60ku CLINICALu00ae: Is a 100 percent bio-identical protein that repaves damaged areas of the cuticle..- Specialty Tremella (Mushroom): Weightlessly plumps and hydrates..- Honokiol (Magnolia Bark Extract): Preserves hairu2019s elasticity and structure...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, and cruelty-free...What Else You Need to Know: Experience sustained body and fullness with Flourish Thickening Styling Treatment, your daily leave-in solution to thicken, volumize, hydrate, and care for all types of fine or thinning hair. This powdery, soufflu00e9-like cream is packed with densifying ingredients to deliver long-lasting volume, body, and bounce, as well as heat protection up to 450u00b0F...Fragrance Description:u00a0A gentle, spa-like blend of aromatic herbs, bright citrus, clean flowers, and balancing woods, the fragrance unfolds with basil and patchouli essential oils, which care for your scalp and hair...Clinical Results: In a clinical instrumentation study, results showed:.- Immediately increased volume.- All-day, sustained volume.- Up to 450u00b0F heat protection..In a consumer-perception study of 50 women, after 2 weeks of use:.- 88% said hair had all-day body.- Hair looked fuller and plumper and felt thicker and stronger with continued use",
    "ingredients": "-Alpha Keratin 60ku CLINICALu00ae: Is a 100 percent bio-identical protein that repaves damaged areas of the cuticle..-Specialty Tremella (Mushroom): Weightlessly plumps and hydrates..-Honokiol (Magnolia Bark Extract): Preserves hairu2019s elasticity and structure...Aqua (Water, Eau), Isoamyl Laurate, Propanediol, Polyimide-1, Squalane, Keratin, Tremella Fuciformis Polysaccharide, Acetyl Tetrapeptide-3, Trifolium Pratense (Clover) Flower Extract, Sodium Hyaluronate, Larix Europaea Wood Extract, Saccharomyces Cerevisiae Extract, Panthenol, Sodium Polyacrylate Starch, Caesalpinia Spinosa Fruit Extract, Magnolia Officinalis Bark Extract, Helianthus Annuus (Sunflower) Sprout Extract, Brassica Campestris/Aleurites Fordi Oil Copolymer, Tocopherol, Camellia Sinensis Leaf Extract, Oryza Sativa (Rice) Seed Protein, Hydrolyzed Vegetable Protein, Galactoarabinan, Salvia Hispanica Seed Extract, Oryza Sativa (Rice) Extract, Hydrolyzed Corn Starch, Simmondsia Chinensis (Jojoba) Seed Oil, Oryza Sativa (Rice) Powder, Rosmarinus Officinalis (Rosemary) Leaf Extract, Raphanus Sativus (Radish) Seed Extract, Octyldodecyl Oleate, Sodium Dilauramidoglutamide Lysine, Dextran, Pectin, Sorbitan Isostearate, Caprylyl Glycol, Glycine, Maltodextrin, Trehalose, Xylitol, Cellulose, Glycerin, 1,2-Hexanediol, Gluconolactone, Sodium Metabisulfite, Carbomer, Cetearyl Alcohol, Glyceryl Stearate SE, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Zinc Chloride, Calcium Gluconate, Quaternium-95, Butylene Glycol, Octyldodecanol, Sodium Phosphate, Ethylhexylglycerin, Phytic Acid, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Parfum (Fragrance), Leuconostoc/Radish Root Ferment Filtrate, Phenoxyethanol, Sodium Phytate, Sodium Benzoate, Sodium Hydroxide, Benzyl Alcohol, Isoeugenol, Citric Acid, Linalool, Limonene, Benzyl Benzoate, Geraniol, Hexyl Cinnamal, Citral, Citronellol.",
    "how_to_use": "Suggested Usage:.-Dispense a nickel-size amount into hands, rub together, and apply from roots to ends of damp or dry hair. .-Style as desired...Styling tip:.-If you blow-dry after application, always use cool-to-medium heat. High temperatures are particularly harsh on fragile new hairs that donu2019t yet have a strong cuticle. Plus, cooler air helps lift from the roots to create the appearance of fullness and volume.",
    "num_reviews": 327,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/virtue-flourish-thickening-styling-treatment-P513154?skuId=2798742&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2798742-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz / 120 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2798742-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "I have never received this. But they still make me write a review. I have nothing to say about the product. I wish I could try it and share my thoughts on it. Iu2019m pretty sure itu2019s great. But I will never know"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is my first try at the brand Virtue and to my surprise it isnu2019t like most other thickening products which make my hair feel either weighed down or super tangly. Using just a nickel sized amount of product on damp hair this made my hair feel and look more voluminous and soft!!"
        },
        {
            "review_title": "Great styling treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This styling cream worked really good. I used the size of a nickel, and worked it into my wet hair. The initial smell was odd to me, but it went away. My hair dried soft and full. It had tons of body and shine!"
        },
        {
            "review_title": "good overall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Virtue has been one of my favorite brands for a while, so I was excited to try out this thickening treatment. The product smells great and *a little goes a long way* (please note that: i accidentally used too much and my hair felt heavy!) It does have a bit of a learning curve. Good product overall."
        },
        {
            "review_title": "Not good for fine hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have long, fine hair, and this product turned it into a sticky, tangly mess! My hair type is 2a, and past my shoulder blades.  I used the recommended nickel-sized amount and then blew it dry.  I got a little bit of volume, not a ton, but then the next morning my hair was clumping together and wouldn't lie smooth no matter how many times I brushed it.  Usually I can get 3-4 days out of a blow-out, but not this time.  Maybe this is great for people with other, thicker hair textures, but for me this was a fail.  Also, very strongly-perfumed, so beware.  Not a bad scent (herbal), just strong enough to compete with any other scent you might wanna wear. I'll be sticking with Color Wow Xtra Large Bombshell, which does the job much better without any clumpiness or scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Amazing!!! I bought this with the hopes it would take my dull and thinning hair into a beautiful thick mane and it did!!!! It's soft and full!!!"
        },
        {
            "review_title": "Helpful for hair recovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I was gifted this New Flourish thickening styling treatment and I liked it, the smell is good, the the consistency and creaminess make it easy to apply and to manage my hair. Though the bottle was small but I felt it was enough to give that volume I need. I had a problem with losing my hair due to dryness and using some tools but, this treatment is helping me recovering my hair."
        },
        {
            "review_title": "Boost to hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m always on the lookout for products that can add some volume without weighing my hair down, and I decided to try the Flourish Thickening Cream. It has a subtle scent. Highly recommend for anyone with fine or thinning hair looking for a boost!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has been great for my hair as I have curls that are beginning to thin and Iu2019m trying to conceal it best I can. This treatment gave me the confidence boost I needed when styling my hair back to how I use to. It does not leave my hair feeling heavy and does not leave any noticeable residues. Iu2019m very impressed!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this product for free offered by virtuelabs. The cream has this airy, mousse-like texture that feels super light on your hair. It spreads easily and doesnu2019t leave any sticky residue, which is a major win. I noticed an immediate boost in volume and thickness. My hair looked way fuller and had great bounce without feeling crunchy or stiff. Plus, it has heat protection up to 450u00b0F, so itu2019s solid if youu2019re into using heat tools. It also hydrates and feels like itu2019s helping my hair stay healthy. My hair felt softer and looked more vibrant. If youu2019re dealing with fine or thinning hair and want a little extra oomph, this stuff is definitely worth checking out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I've been using Virtue's Flourish Thickening Styling Treatment for a few weeks now, and Iu2019m really impressed! A little goes a long wayu2014just a small amount is all I need, even though I have a lot of hair. This product has done wonders in giving my hair a smoother finish when I use it with my blow dryer and straightener. It not only thickens my hair slightly but also provides great heat protection, which is a big plus. The subtle spa-like fragrance is a nice touch toou2014it makes the whole styling process feel a bit more luxurious. Overall, itu2019s a fantastic addition to my hair care routine and definitely worth trying out!"
        },
        {
            "review_title": "Frizz gone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really enjoyed using this cream ! Iu2019ve noticed that it makes your hair look more voluminous and takes the frizz away as well! So I would especially recommend this for those with thin hair because it definitely helps with the volume"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much. Will be buying and will recommend. this product made my hair soft and curly, Making my hair easier to manage and looks flourishing. u2026u2026.. Love love it and will be by buying for others"
        },
        {
            "review_title": "I love my hair now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using this style cream for about two weeks now and I have some good words to say. I really love how it suits my hair. My hair doesnu2019t have lots of volume and as soon as I apply this, it looks like Iu2019ve a good volume my hair feels so soft too. I recommend this to everyone."
        },
        {
            "review_title": "Holds my style all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "A little goes a long way! I found that a nickel sized dollop was way more than I needed- and I have a lot of hair. Thatu2019s great, because this is a wonderful product. I found it to be mildly thickening but also just great at giving my hair a smooth finish when used in tandem with my blow dryer and straightener. I appreciate that it helps protect my hair from said heating tools! Also, it has a nice spa-esque fragrance that is pleasant."
        },
        {
            "review_title": "Okish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The virtue labs gifted thickening styling conditioner  in exchange of a review. I have curly hair texture and it is always hard to manage the hair. So was focusing on the styling aspect, the result was okay. Need to try more times to understand the true results. But I do feel it is steep on price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i received this Thickening styling treatment in exchange for this post.I have been using it for couple weeks.I have a thin hair.This thickening styling treatment works great on my hair.my hair looks thicker than before.definitely recommend it."
        },
        {
            "review_title": "Disappointed u2639ufe0f",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I know this product does say it is light weight and suitable for all hair types, I did not find that to be true with my hair. I have very long hair, fine hair, thinning hair and found I had to use EXTREMELY small amounts, otherwise I could just feel it all through my hair which definitely weighed it down and not look as healthy and shiny..u2639ufe0f"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have fine hair and it gets flat. I have been looking for a product that would help gives me volume. My hair has never look so good and full. If you are looking for a product that gives your hair volume, this is the one!"
        },
        {
            "review_title": "Super nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This styling cream was super nice. It wasnu2019t too sticky or heavy on my hair. It make it look silly but not oily I really liked the consistency. I used this after my hair was washed and it was really nice"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I honestly did not find that this product works so well as a treatment. I used the product as instructed and do have moderately thick hair to begin with, but I found that this only made a bit of a difference in how thick my hair looked when blown out. I also didnu2019t find that it has any longer term benefits as I noticed no difference after using this product for a few weeks."
        },
        {
            "review_title": "Great ones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This hair treatment is a game-changer! After just one use, I could feel a noticeable difference in the texture and shine of my hair. It deeply nourishes and repairs damaged strands, leaving my hair feeling incredibly soft and smooth. I love how it doesnu2019t weigh my hair down but instead gives it a healthy, vibrant look. The formula is rich and luxurious but still easy to apply. Itu2019s become a staple in my routine, and Iu2019d highly recommend it to anyone looking to rejuvenate and strengthen their hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This is a great treatment. I have pretty thick hair, but they seem to lack volume. I applied nickel size amount to dump hair, waited for it to air dry, and then styled as usual. It definitely added some thickness and volume to my hair style. The best thing is that it also lasts for days!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Virtue's Flourishu00ae Thickening Styling Treatment provides volume to my hair and is a great one-solution product! It also hydrates my hair while provides protection from heat. It is easy to use on a daily basis!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Virtue Labs Flourish Thickening Styling Treatment is a great product. The hair product smells great and has a pleasant texture. It just sees makes my hair look thicker and helps styling my hair. I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a really great hair product for strengthening your hair. I have a lot of hair damage from bleaching my hair in the past, and Iu2019ve been using this styling treatment thereu2019s been so much less breakage than I usually have"
        },
        {
            "review_title": "Loved the Volume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "I loved this product! I am very new to using any hair care outside of shampoo and conditioner, and I am definitely needing something to add some volume to my thin and often flat hair. This product was very easy to use and I appreciated the extra volume."
        },
        {
            "review_title": "Thickening Styling Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted the Flourish Thickening Style Treatment by Virtue. The product was very lightweight and a little went a long way. I loved that my hair was not greasy and the volume was perfect. An added bonus that I really like is that it can be used on dry or damp hair."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was very happy to try out this new Flourish Thickening Styling Treatment!  My hair is thin in some areas after having multiple kids so was hoping to address that.  I like the texture, the scent, how well it is to apply but didn't feel like it did much for my hair.  So I'm leaning towards an average product unfortunately."
        },
        {
            "review_title": "New addition  to my haircare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Great new product for thinner hair.  Very easy to use..just apply like any other hair product. My hair felt thicker and seemed like it had more body with just one application. I will definitely be adding this to my hair routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "The Flourish Thickening Styling Treatment is multi functional, which I like because I don't like to use that many products at a time. It is a heat protectant and helps with volume. You don't need to use it with heat and can be used with air dried hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Flourish Thickening styling treatment is great. After using this products for the last weeks, Iu2019m loving the results. It makes my hair feel soft and bouncy. Itu2019s light weight and provides tons of volume."
        },
        {
            "review_title": "Give it a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was my first time using Virtue Flourish thickening style treatment on my hair and I absolutely love the way it makes my hair look and feel after blow drying it. It is creamy formula with a pleasant scent. I highly recommend giving it a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "What this thickening styling treatment does is to add texture to the hair, making it more manageable and easier to comb and style.  It is a scented product, which is ok with me, but it might be uncomfortable for those with fragrances sensitivity."
        },
        {
            "review_title": "A REAL Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "My thinning hair can make it hard to style sometimes and I was becoming frustrated. The Flourish Thickening Treatment has been a real game changer! My hair appears thicker and I'm no longer self conscious about wearing my hair in certain styles. I love it!"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve tried third hair treatment a few times now. Overall, I do not feel like it is much different from cheaper things that Iu2019ve tried. Nothing about stood out to me. My hair is 2b-c and moderately thick. Maybe it would work better for curlier hair?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love it because it gives volume and shape to my hair, it also leaves it super soft and controls frizz, the consistency is super soft and easy to apply, it has a somewhat strong smell, I wish it were a little softer, but that does not affect its effectiveness, you get results from the first application, it is very good."
        },
        {
            "review_title": "New Staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this leave in! As someone with thin and fine hair, I am always on the look for thickening products, and this one totally does the job! Iu2019ve been using the product for about 3 weeks and have already noticed a difference in thickness in my hair! I absolutely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "i have thinner hair on my scalp due to hair loss (lovely, lol) and this product helped give it a fuller look when styled! i used it when blow drying my hair and love how it looked. will be getting more"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is a thickening style treatment and overall I think it performs like expected. I think it gave my hair a little more oompf but I don't think it's phenomenal. My hair is very fine. It smells good too."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this product by Virtue in exchange for my honest review, so that is exactly what I am going to do. The size I was gifted was tiny, about 2 uses, so I canu2019t review any of the long term claims. For the two times I was able to use thisproduct, I did enjoy thescent, and the product did add texture to my hair, which caused it tolook thicker, but also feel slightly dirty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "OMG, I gotta say, Flourish Thickening Styling Treatment is like magic in a bottle! ud83dudc81u200du2640ufe0f My hair has always been kinda meh, but this stuff totally changed the game. Itu2019s like my hair went from blah to BAM! overnight! ud83cudf1f  First off, the smell? Amazing! Itu2019s like a spa day for your hair, and Iu2019m obsessed. ud83dudc86u200du2640ufe0f And the way it makes my hair feel? SO thick and full, I can't stop running my fingers through it. I feel like a total hair model every time I use it. ud83dudc83  Plus, itu2019s super easy to useu2014just a little dab and my hair looks like I actually know what Iu2019m doing (spoiler: I donu2019t ud83dude02). Seriously, if you want your hair to go from zero to hero, you NEED this in your life. 10/10 would totally recommend! ud83eudd73ud83cudf89"
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE this styling treatment. First off, I love the smell. I have been using continuously for a couple of weeks and my hair already feels fuller, thicker, and overall stronger. highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "To be honest, I gave this product a try, and I didnu2019t see a visible result. If anything, that additional product with my hair down, rather than making, it seem thick and shiny. It might work better on a different hair texture."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I apply the Thickening Styling Treatment as a leave-in solution, and it provides volume, and my hair feels thicker and hydrated. The treatment has protected my hair while I straighten it or let it air dry."
        },
        {
            "review_title": "Amazing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I 100% recommend!!!!! Like Omg I love this product!! Iu2019ve been told many times that I have curly hair but always was left with after a shower with a little bit wavy hairu2026.. so I needed to try out this product and it made my hair so pretty with amazing results of curls!!! I 100% recommend this product for people that want amazing natural curls!! I was gifted this from Skeepers!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like it! It's got a perfect texture for a styling product and it smells nice as well. I noticed a difference in the thickness of my hair it had more bounce and volume after use. Overall, I'd definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have thick hair as it is so maybe thatu2019s why I didnu2019t love this product. I did my usual hair wash day routine, and applied this along with leave in and heat protectant before my blowout. I noticed my blowout looked frizzy and a lot smooth."
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I use the Virtue flourish thickening styling treatment to get a beautiful volume in my hair ,The treatment is every effective ,right away I get the result that I want in my hair ,specially in the front where I like to have more volume ,the treatment feels luxurious"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I absolutely love the Virtue Flourishing Thickening Treatment! This product has completely transformed my hair, making it look fuller and healthier than ever before. I noticed a significant difference in the thickness and volume of my hair after just a few uses. Not only does it make my hair look great, but it also feels softer and more manageable. I highly recommend this treatment to anyone looking to add volume and thickness to their hair."
        },
        {
            "review_title": "Awesome hair thickener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Been under a ton of life stress and now in my mid forties, my hair is starting to thin/fall out. Iu2019m doing all the things including supplements and using thickening products. Iu2019ve tried a variety and this one works great, really like it. Smells nice, doesnu2019t weigh down hair and works! Will be purchasing again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Love!! I absolutely loved how this product felt on my hair. Not to thick and not to light. Perfect for styling as well. Would recommend when doing hair styling!"
        },
        {
            "review_title": "Great product, specially for thinner hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I used this virtue styling treatment for almost a month after every wash and the difference was visible after every use. My hair was more voluminous and felt thicker than they actually are. It works better on damp hair than dry, it has a nice scent and itu2019s a great product specifically for people who have thinner hair and always struggle with creating more volume during styling. Would 10/10 recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been using this product for about two weeks and I canu2019t really tell just yet if thereu2019s any improvement. The scent of the product isnu2019t bad but itu2019s a preference thing. Itu2019s something you have to use constantly. With that in mind, I didnu2019t like the durability to last within my hairu2026"
        },
        {
            "review_title": "It works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve tried a lot of products and nothing has worked this great and actually thicken my hair. My hair has been thinning a lot because of all of the bleaching Iu2019ve done in my youth. I use this product for about a week and I noticed results right away. My hair looks healthier, thicker stronger, and very lovely."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This stuff is like volume magic for you hair! It look like I have twice as much hair as I actually do, and there is lift and volume at the root like you wouldn't believe! I have been very satisfied. Gives my thin hair a more volume!"
        },
        {
            "review_title": "Great for thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have very fine thin hair with zero volume whatsoever. I tried the flourish thickening styling treatment by Virtue on both wet and dry hair and I was amazed by the results. My hair looked and felt fuller and thicker without feeling weighed down it added volume almost instantly. Typically after styling my hair it falls flat within the hour with the flourish treatment my curls hold throughout the whole day. The cream itself is very lightweight and smells fresh and uplifting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this new Thickening treatment! Due to postpartum hair loss my hair is so thin and needs all the help it can get when I style it! I love how this product makes my hair look and so shiny too! Must have!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Used this for the first time today. It definitely gives volume and makes hair appear thicker. I shed a lot of hair, and have only used it once, so don't know if it prevents shedding yet. Just for the volume and thickening affect, this is worth it."
        },
        {
            "review_title": "celeste",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "It's my first time using Virtue and the truth is that I've been surprised. It has a nice smell and I see good results. My hair looks fuller and doesn't look weighed down. Also, when I use the tools, it looks very healthy, shiny and keeps its shape for longer."
        },
        {
            "review_title": "nice styling cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I'm excited to try out the new virtue thickening styling treatment. It works very well on my damp hair. I use it to make my wavy hair more defined with beautiful waves. I will be purchasing a full size product."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received the thickening styling treatment from Virtue in exchange of my honest review. This product smells clean & floral! The texture of it is smooth & almost buttery to the touch, it glides on the hair so easily, even when dry! This product helps give volume to hair, as well as hydrate it, leaving it frizz free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this voluminozing product for my hair. I use the product after my hair is wet from a shower and I follow the directions by using a nickel size amount. After using, I let my hair dry and the results are amazing!"
        },
        {
            "review_title": "Helps Thinning Hair Appearance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I had a great experience using this product sample. The thickening cream truly made my frail and thin hair feel alive again. It was amazing smelling, and easily spread into my locks. I instantly noticed a thickening effect after my hair had thoroughly dried. besides a thickening effect, this product provided moisture and hydration so that my hair wasnu2019t frizzy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This s great thickening styling cream. It really adds shine to my hair, which lasts all day as well. The hold doesnu2019t last long, at least for me but itu2019s a good styling treatment. Would recommend for longer hair."
        },
        {
            "review_title": "Amazing Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have received this in exchange for a review. I had some reservations at first since I'm not familiar with the brand but I can say for sure that this is a winner! Light fragrance, does not stick, and it washes out without difficulty at the end of the day. The best part is no scalp breakout when using this. Highly recommend it!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this Virtue Flourish thickening styling treatment.  I find that with this one a little goes a long way.  I like using it after I shower and I style my hair as usual.  It leaves my hair really soft with plenty of volume and looking and feeling healthy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Virtue Labs Flourish Thickening Styling Treatment does a great job of adding volume and thickness to my hair. However, Iu2019ve found that it doesnu2019t provide as much hold compared to other styling products I've used. While it delivers noticeable lift and fullness, it might not be ideal if you need strong, long-lasting hold."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum really improved tje thickness of my hair. Made my hair more plump and voluminous. I blow dried it and immediately saw results. My hair looked so much filler and thicker. Loved how healthy it looked as well"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I didnu2019t love it. The smell was a lil off. Iu2019m not looking to use it again any time soon. Maybe itu2019s not the perfect product for my hair type and thatu2019s why but Iu2019d rather use other brands to be honest"
        },
        {
            "review_title": "Does help with hair appearance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "This Thickening Styling treatment from Flourish has some pros and cons. The treatment itself does help with making my hair appear thicker on my ends especially where I have damage and vreakage from heat styling. My ends looked so much better after applying. It has a weird scent that sort of reminds me of lemon furniture polish however.  It sn't overpowering, but it's definitely noticeable. Still for many the results might be worth enduring the smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried many volumizing products, but this one stands out. The soufflu00e9-like cream instantly thickens my hair and adds lasting body. It's easy to use, smells great, and protects my hair from heat damage. My hair feels stronger with each use"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This all-in-one leave-in solution thickens, volumizes, hydrates, and repairs all types of fine or thinning hair. It is packed with densifying ingredients that deliver long-lasting volume, body, and bounce, plus heat protection up to 450u00b0F. I love that you can use it daily simply to have healthier, fuller, protected hair, especially as someone who has with fine hair that could use the extra volume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This cream definitely makes it easier to get volume in my hair while drying it. I only have to use a small amount, so a little goes a long way. It doesnu2019t leave my hair greasy or weighted down, which also helps with volume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This Flourish Thickening Styling Treatment works really well for my dry, fine hair. My hair wouldn't hold any style, but with this product, it hold quite well, all the while looking shiny and healthy. I like this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I received Virtue flourish thickening styling treatment in exchange for this post . Just a nickel-size amount into hands to rub hairs from roots to ends . My hair have all-day volume,but the cream smells like a toothpaste ."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great thickening styling cream, works well and helps to style hair better. I definitely see difference in light fullness and volume, not necessarily any difference in thicker hair. I like that the key ingredients are natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have very long hair and my curls are very flat at the roots, so I wanted to find a product that would help me have more volume in my curls. However, I had tried other products from other brands and had not been successful. By chance, I came across this product from Virtue Labs and my hair looks fuller and bouncy. One of the things I like most is that it works as a heat protector. Definitely very good for curly hair."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This thickening flourish styling cream has a smell that Iu2019m not too fond. It has a very strong old lady smell in my opinion. Not too sure how I feel about this product overall if I got the results that they advertise. I will keep using but didnu2019t really see that great of an improvement in my hair."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I've been using this on my thin curly hair and it really makes a difference in volume. My roots are usually very flat. Using this before my usual creams makes it appear thicker and voluminous. It's good."
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Fantastic hair gel for to thicken my hair. I just love how it helps my hair look fuller and more voluminous when Iu2019m reality I have thin hair. A little bit goes a long way, I squeeze only one pump and then work it on my wet hair and then style it with the blower, I think the heat helps with it too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This hair treatment does a good job adding volume to my hair, making it easier to style because it is more manageable.  It is a scented product, which I really don't mind, but it might to those with sensitivity to fragrances,  I use only a small amount because I feel that it might make my hair to look heavy or greasy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a nice thinckenenung cream. It's light weight but makes your hair volume stay after styling. I only use it at the roots but I'm sure it works well with layers. I got a sample size so about 4 applications"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Good thickening styling mask. Goes on well, washes well. I liked it and still continue to use it to see more long term effects. So far no notable change in hair thickening considering I dealt with lots of m postpartum hair loss . I would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This hair styling treatment cream is easy to use and helps create thickness on each strand of hair while providing that all day volume that I needed. I love how it also is a heat protectant. It stays on all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about two weeks and I do notice that my hair looks a lot more fuller and thicker. Overtime, my hair has turned into a thin and fine consistency.. This definitely has made a difference, but it will require consistent use to see major differences. It has a thick consistency so takes a bit to work into the hair."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a great product for my hair! Definitely adding it to my daily routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a thickening styling cream that styles a thinning hair. Itu2019s a powder soufflu00e9 like cream with nice ingredients perfect for my hair type. I use a little because a little ta long way to achieve desired results."
        },
        {
            "review_title": "Smelled good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "It was a bit greasy. I did like how it lifted my roots. The smell was good as well. A little definitely goes a long way with the product.  I will definitely be using it more as well since it helped. Would love a less greasy version."
        },
        {
            "review_title": "An absolute necessity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product has been a game changer, I noticed right away after the first use my hair was more volumized and full. Iu2019m always looking for a good heat protectant because I am constantly either curling my hair or using a straightener. This product is a 10 out of 10!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this product. Works as described. Smooth and silky texture. Love the way it feels on my hair. I highly recommend this product. Will be using this daily for hair thickening. It's an awesome product."
        },
        {
            "review_title": "Add it to your hair routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The Virtue Flourish Thickening Styling Cream has upped my hair game. I like the texture of the styling cream and it does not leave my hair greasy. It has a more natural scent, lavender and earthy but is not over powering. Overall Iu2019m satisfied with this product."
        },
        {
            "review_title": "Stying  treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Great styling treatment for all kind of hair. This treatment keeps your hair hydrated, thicken and  repaired. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "It is really nice cream. It gives my hair a fuller look. And I dont feel sticky, heavy or greasy on my hair. My curles holds for the whole day.  It also has heat protection up to 450 degree. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have medium, dry hair that has been bleached a ton. This styling treatment worked decently on it. It gave my roots a bit of volume, but it did not seem to last. I like the consistency of the product, but it didnu2019t seem to sit well on my hair type."
        },
        {
            "review_title": "A staple!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This Stuff is miraculous! I have really thin & flat hair and this product helps add so much volume and makes my hair extra plump. I have been able to style my hair in so many different ways! I also like that this stuff doesnu2019t smell bad. and a little goes a long way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is such an amazing product! It added to much volume to my hair and made it look like it had been styled professionally! It didnu2019t leave any greasy residue or make my hair look like a bunch of product had been ised"
        },
        {
            "review_title": "Plumping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I do have long hair, but was able to get 2 uses from this bottle. A little bit did go a long way. I liked how plumped up my hair felt. It was soft and frizz free and had a nice bit of volume to it. It had a great scent too."
        },
        {
            "review_title": "Keeping this in my haircare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I recieved this product in exchange for my honest review.  I could right away see a big difference in my hair. This product calmed down my frizzy hair ,leaving it soft and looking alot more healthier. I noticed my hair had more volume and appeared thicker. Loved this product and will buy it again."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product really does the job, Iu2019ve always had thin curly hair and this styling treatment has truly helped it thicken and create volume I never noticed I could have, it basically vanished all of my frizz every time I used it and has been a life saver when I forget to use my heat protectant spray whenever I want to straighten my hair, a true 10/10 product!"
        },
        {
            "review_title": "Adds volume to your hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Good styling cream that instantly visibly give more volume to the hair. I like to apply just before I blow dry my hair after wash. This has a nice smell to it like although the smell doesnu2019t linger on your hair through the day. Doesnu2019t tackle frizz though. Itu2019s a good option when you need to add more volume to your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am very happy to have this product in my hair routine, I like that just by using this product I have protection to use my straightener or curling iron and it protects it and also gives my hair much needed volume, my hair looks healthier and feels more hydrated, it does not leave residue in my hair and it has a pleasant smell. I love this product and I recommend it."
        },
        {
            "review_title": "easy to useuff01",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Flourish@ Thickening Styling Treatment is unique and easy to use. Just take an appropriate amount of product in the palm of your hand and gently rub it and apply it to your hair. It moisturizes and makes your hair look fuller. My hair is flat and lacks three-dimensionality. After using it, it has changed. My hair is difficult to comb due to perming and dyeing. After using it, it is easier to comb, smoother, and looks fuller and healthier. It is clinically proven to make hair thicker, fuller, and healthier. This powdery soufflu00e9-like cream contains dense ingredients to provide long-lasting volume, body and elasticity, as well as heat protection up to 450u00b0F."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Tried out this hair thickening treatment on my dry, damaged hair for the first time and saw great results. It definitely gave my brittle hair strength and made it feel very soft and nourished. Easy to use, love it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Great hair treatment that doesnu2019t leave any flakey residue or weigh down my hair. I do realize that my hair does seem to have more volume after using this product for a while. Definitely recommend trying it out"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Been looking for something to help thicken my hair and I believe I found the product that I needed! Itu2019s very hydrating and the amount of this is given. My hair is absolutely amazing. I love it so much highly recommend you try her out!"
        },
        {
            "review_title": "Pleasant smelling styling cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I enjoyed using this styling cream. a little bit goes a long way, making your hair look thick and lush. It has a fresh pleasant smell that's very faint and smells like lemon rosemary and my hair looked nice and thick all day after using this.  This does leave the hair feeling a little bit tacky like you just used a mouse or styling cream."
        },
        {
            "review_title": "I don't know",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I like it doesn't leave white residue in my hair, I didn't feel like it made a lot of change in me. It doesn't smell and I like that,"
        },
        {
            "review_title": "Must-try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Virtue Flourish Thickening Styling Treatment is a game-changer for fine, thinning hair. This lightweight formula adds impressive volume and thickness without weighing hair down. Enriched with Alpha Keratin 60kuu00ae, it strengthens and protects, promoting healthier hair over time. I noticed a visible difference in the fullness and texture after just a few uses. It also provides a natural hold, making styling effortless. Overall, this treatment is a must-try for anyone seeking fuller, more voluminous hair."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "New Flourish Thickening Styling Treatment by Virtue is an amazing product which is used recently. After few uses i could see a huge difference in my hair. It adds great volume and reduces frizz. I love how it changes my thin dull hair in to Puffy healthy one."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted New Flourish Thickening Styling Treatment that gives volume and is  reparative leave in styling treatment. Instantly thickens, provides all day volume, and plumps and strengthens each strands of your hair. Anyone can have fuller, thicker, plumper hair with this product."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using Virtue Labs Flourish Thickening Styling Treatment for about 2 weeks now, and Iu2019m really impressed. It adds noticeable volume and body to my fine hair without making it feel heavy or sticky. The formula is lightweight and has a pleasant scent. I definitely see a difference in how full and thick my hair looks. Overall, itu2019s a fantastic product for anyone looking to enhance their hairu2019s fullness."
        },
        {
            "review_title": "try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I was looking for a product to style my hair with in order to make it look a little thicker as well. I came across this styling option by virtue and have been using it for a few days now I actually really like it. it has made my hair look a lot less thinner"
        },
        {
            "review_title": "Makes my hair look so thick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am glad that I received this product. I use it after taking showers on my damp hair. It makes my curls look super voluminous without looking frizzy. The only thing I donu2019t like about this product is the smell. Whenever I use it, my husband says my hair smells like laundry detergent."
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "Been using this product lately and I am liking it very much. I have normal wavy hair and it works great for me. It detangles my hair and leaves it soft and shinny, I haven't noticed any difference in regards to thickening."
        },
        {
            "review_title": "Amazing hair thickening product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This Flourish Thickening Styling Treatment works wonders on my straight fine hair! Just a little bit of this makes my hair seem so much thicker and voluminous!! I am so grateful for the sample because this is a great product!"
        },
        {
            "review_title": "Great volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is great for thin hair, it makes it look fuller and more volume, it helps control frizz and more shiny, my thin hair looks amazing and it protects it from heat which meakes it great for blowouts"
        },
        {
            "review_title": "Great for FINE curly hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I have fine curly hair, so a lot of products weight my hair down. I used this in place of my regular moisturizer. I put it on damp hair and Air dried. I really liked it. It kept my curls defined and NOT crunchy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this styling treatment before curling my hair and Iu2019m glad it has heat protection to it. Itu2019s also very weightless so doesnu2019t feel greasy on my hair. The cream gives my hair come volume and thickens the roots."
        },
        {
            "review_title": "It was okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Really not for me, I have dry hair so I thought this would be a good product to try out but itu2019s not meant for wavy frizzy hair, it clumps up all the hair togather. The does product smell amazing though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have really thin and dull hair so this cream has helped my hair. It gives it that volume that it lacks while also hydrating my dry ends. Iu2019m glad that it also has heat protection as I style my hair often."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "this is the BEST product ever. it is my holy grail and i will NEVER use anything else. this is my fifth container of it and i have gifted this to almost every hair girly i know. it is just that good!!"
        },
        {
            "review_title": "Good but it for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Spreads easily, good smell. I have wavy hair, this was thick styling cream, It didnu2019t go the way that I was planning for me but it did help my hair to control de frizz I just didnu2019t like the finish in my hair because I donu2019t really think it helped me tho I think this product itu2019s worth a try but for thin hair or light hair."
        },
        {
            "review_title": "Miracle hair grow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product definetly works! After just a few uses my hair appeared thicker and denser. I have been experience some hair loss around my hair line, and I have been looking everywhere for a solution! I would recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I love this thickening cream so much, I have thin hair and this really helped give my hair more volume and less frizz. The texture is high quality as well and not greasy which I appreciate. Definitely does what itu2019s supposed to"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Iu2019ve been using this product for a few days now and it definitely works! i have super thin hair and makes a noticeable difference in thickness. styling with it is very easy. i would 10/10 recommend this product."
        },
        {
            "review_title": "Definitely recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m always searching for a product that gives me volume and softness, without that greasy feeling, this product is that! Non greasy feeling afterwards, and the volume, 10 out of 10! I highly recommend"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I always struggle with having pin straight hair. Volume is everything but itu2019s difficult finding a product that actually leaves my hair looking plump all day and doesnu2019t leave it looking greasy. I like that this product leaves my hair with great volume but doesnu2019t make it look dirty."
        },
        {
            "review_title": "Volumizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This styling treatment is volumizing! I have medium/thin curly hair and noticed my hair appeared fuller especially around my crown area. The product is thick and a little goes a long way. It wasnu2019t heavy or greasy feeling. I love that itu2019s also a heat protectant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very smooth texture. It spread easily on my skin and made it look gorgeous. My skin is combination but the face looked matte all day long which I really appreciated. I also loved the smell of- subtle but pleasant!"
        },
        {
            "review_title": "A thick creamy leave in",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This leave in cream is not just for thickening hair, its thick. A little goes a longggg way. I have wavy hair past my bra strap and I only needed a pea size amount. I dont think my hair felt thicker, but it was nice on dry hair to control frizz."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I really liked this product, it leaves my hair soft and beautiful. It smells delicious, I've been trying it for a while now and I'm really delighted, I recommend it especially if you have thin and light hair."
        },
        {
            "review_title": "Meh just OKAY.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I think this thickening cream works but itu2019s not the best Iu2019ve found. It says to use a nickel sized amount but that doesnu2019t spread across my very fine and thin hair enough with just that amount. It smells nice, and it applies nicely but I just donu2019t get the volume that I do from using thickening sprays. I do think this would work awesome for someone with a bit thicker hair already. Just not for me which doesnu2019t make much sense seeing as how Iu2019ve got thin/fine hair and itu2019s supposed to be a thickening cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Virtuelabs flourish thickening styling treatment works amazingly good. I have medium and thin hair. I tried other volume products but they didnu2019t work well as this one. It definitely made my hair looks fuller and thicker. I also love the smell!"
        },
        {
            "review_title": "Definitely works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This thickening styling treatment works great with fine hair. If you want to add a bit more volume to your everyday routine, this product is perfect for you. If you already have thick hair, this product may be too heavy."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Virtue Flourish Conditioner is a great conditioner that doesnu2019t strip my hair of color. Itu2019s quite thick and hydrating, acting almost like a mask, but doesnu2019t leave my hair heavy. I will continue using it to see how it helps with the thinning part."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This thickening treatment from Virtue is an absolute dream! My hair is thin and I have a hard time getting it to hold volume, but this product changed my world! I used it both with and without heat treating my hair and either way it works a dream. 10/10 product!!!"
        },
        {
            "review_title": "Good try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this small sample as a gift from Virtue. Not the picture 120ml size. The smell is good and the product is nice to use. Like the smooth feeling. If I got the full product, I believe I could feel it better."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Overall itu2019s a nice thickening cream, it works well with 3a hair it definitely helps giving that fuller effect with being heavy and weighing Down your hair super easy to apply and does not give you a sticky feelings"
        },
        {
            "review_title": "Must try - doesnu2019t leave hair greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "So Iu2019ve always struggled with thin hair and styling not lasting long because of that. This product kept my curls in longer than ever without leaving my hair greasy. The ingredients are great and the smell is luxurious."
        },
        {
            "review_title": "Great volume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Flourish Thickening Styling Treatment by Virtue is a must have for my hair styling. It creates a fullness to my fine hair. The volume it adds after styling is great!! I love the scent of this as well."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I used this treatment for stylish my hairs and it works perfectly and it holds volume for such a long period of time . Itu2019s doesnu2019t dry the hairs thatu2019s the main highlight of it . My hairs looks natural and voluminous after using it . Love it"
        },
        {
            "review_title": "Didn't do much for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This Flourish Thickening Styling Treatment was a little disappointing. I have very fine hair and I was expecting to see a big difference. I used the styling treatment on my towel-dried hair and then blow dried it, i noticed a slight difference for about 20 mins but then it flattened back out. It had a weird smell to it also."
        },
        {
            "review_title": "Get this hair treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have fine and thin hair. I've tried alot of different products on the market for volume and fullness, this has to be one of the most effective treatment by far. My hair looks and feels fuller. I find it works better to apply a small amount on damp hair. I highly recommend using this product for thicker, fuller hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This gave me SO much volume to the root of my hair. Amazing product all around. Would definitely buy! I struggle with getting volume into my hair after flat ironing it and this helped immensely, I was very pleased."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "I received this product in exchange for this post.  I heard so many positive reviews but unfortunately this product is not for me. It makes my hair greasy and oily. You have to use only couple of drops to make it right or your hair will be overtreated"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Virtue Flourish Thickening Stying Treatment is definitely worth a try! It has a pleasant, citrusy scent and is a medium consistency. Once you put it on your hair, it seems to immediately start to work. Not only does it make my hair seem more full, but it also smoothes the hair and adds shine. You can use it on damp or dry hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This styling cream was so moisturizing to my hair i could really tell a difference in the thickness of my hair after using. also felt very lightweight. I would really recommend this product to a friend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Very nice thickening cream. Makes it easy to style hair with heat tools. Doesnu2019t damage hair or make it look oily. I like the texture of the cream as well, not too sticky and doesnu2019t leave your hands feeling weird."
        },
        {
            "review_title": "Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recently tried Flourish Thickening Styling Treatment, and itu2019s a game changer for adding volume. Itu2019s lightweight, so it doesnu2019t weigh my hair down, but it definitely makes it look fuller and thicker. I love that it gives a bit of hold without making my hair feel stiff or sticky. The scent is nice and not too strong, and it mixes well with other products I use. Overall, itu2019s become a go-to for getting that extra volume effortlessly."
        },
        {
            "review_title": "Itu2019s is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Flourish Conditioner for Thinning Hair is a hair strengthener, hydrator, and detangler all in one. Specifically developed for fine, fragile strands, it nourishes and thickens each hair without weighing it down. This lightweight, sulfate-free conditioner is formulated with our patented Alpha + Gamma Keratins, a highly active Green Tea and Probiotics to leave hair smooth, silky, comb-able and less prone to pulling or breakage. Color-safe, paraben-free, vegan and gluten-free."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted . I tried multiple products from this brand and itu2019s always great results. This product has great texture and pleasant scent. I barely have any hair right now and this product does the job. My hair fuller and I am happy."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I recently tested the Virtue Thickening Styling Treatment and was thoroughly impressed. This product combines the perfect consistency with a pleasant fragrance, making it easy to apply and distribute through damp hair. I noticed my hair felt fuller and more resilient without any sticky residue or greasiness. The treatment provided a natural, flexible hold that lasted all day while keeping my hair soft and touchable. For anyone seeking thicker, healthier hair, Virtueu2019s Thickening Styling Treatment is a must-have."
        },
        {
            "review_title": "No difference after consistent use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Honestly, I really wanted to like this hair thickening cream. I donu2019t think it did anything to thicken my hair. I enjoy the scent of the product but it does not last. The cream is very thick so it is kind of hard to spread onto damp or dry hair. After you apply it, you cannot really tell if itu2019s absorbing into the hair shafts or just settling on the surface of the strands. Iu2019ve used this product for two weeks and have seen no difference in the thickness or density of my hair. I would not purchase this product."
        },
        {
            "review_title": "It works for very thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This thickening cream works! I have very thin hair and I applied this cream after I got out of the shower and spread it all over my hair. I then used a rolling brush with my hair dryer and it added so much more volume to my thin hair. It was long lasting and a little goes a long way."
        },
        {
            "review_title": "Hair mask",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product worked fine, but I did not see a huge difference that was worth the price tag. I probably would not purchase this again. I was not very satisfied with this thickening and styling product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "So I am not someone who has a lot of experience using hair products because I typically like low maintenance styles. This is something I found really easy to use and really liked how it left my hair looking"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m liking this styling cream so far. It smells good and is easy to use. Seems to hold the hairstyle well. A little goes a long way. A bit expensive so Iu2019m not sure if Iu2019d buy again but it is good if you can afford it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for the past 2 weeks and noticed a difference in the thickness of my hair. My hair prior was weak and thin but now there a little bit more full was. It goes on smooth and a little goes a long away."
        },
        {
            "review_title": "Excellent hair cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "A instant thickness and all-day volume that accumulates with each use, creating sustained body and fullness. The scent is fabulous! It doesn't make my hair look oily or dry it out. It added volume to my hair.  You can use on both wet and dry hair. I really like this thickening cream!!"
        },
        {
            "review_title": "Smells Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This hair cream works really well. I have thick, curly hair and it doesnu2019t weight it down too much. It has a nice fresh, kind of herbal scent to it. I actually got compliments on how good my hair smelled while I was using this product."
        },
        {
            "review_title": "For Thicker Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have fine hair. After 1st use my hair looks fuller, thicker and plumper. I apply a nickel size and rub it in the palm of my hands. Then I apply it from roots to ends on wet or dry hair. My hair looks plump and bouncy all day. No sticky feeling. Pleasant scent. Perfect for anyone who wants thicker hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how light-weight this leave-in treatment feels. My hair feels softer and bouncier when using this product. I am also experiencing much more volume, even after sleeping on my freshly washed hair."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I have donu2019t have thick or thin itu2019s not on the finer side. I have been loosing hair lately. I have been trying different products that will help my hair with some fullness. Give it the appearance of being thicker. This smells great. Not too thick or to thin. It definitely helped to give it some fullness and volume. The best way is to apply in my opinion on wet hair and style with a hot tool. Definitely recommend you give it a try!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I recently tried this hair thickening treatment and am thrilled with the results. My hair feels noticeably fuller and thicker after just a few uses. The lightweight formula is easy to apply and doesn't leave any residue. It also adds a nice shine and makes my hair more manageable. Highly recommended for anyone looking to boost hair volume!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love virtue products! They always smell so good and feel great on my hair. This is a nice smoothing product and heat protectant, but I havenu2019t noticed a lot of changes in terms of thickness in my hair."
        },
        {
            "review_title": "Adds volume and depth to my thin, wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve been loving this one lately. It has such a nice light citrusy scent that lingers a little while after application. As far as its actual use goes, itu2019s working great for me. I have long, thin hair so it often looks flat. This adds a nice amount of volume and sort of depth to it I obviously canu2019t get without something like this. Standard tube, decently thick cream. Easy to apply to damp hair."
        },
        {
            "review_title": "Thickening and heat protectant treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Flourish Thickening Styling Treatment by Virtue is a nice leave in product that thickens my hair and also helps with hydration.  It is made with ingredients that provide volume, natural hold and plumps and strengthens hair. I love that it doubles as a heat protectant."
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was excited to try Virtues NEW Flourish Thickening Styling Treatment!!! I've enjoyed other Virtue products before and I like this one too! The first thing I noticed was the scent, the best way I can describe it is that it smells like cream.  I've been applying it to my hair immediately after my shower on a daily basis.  It dows make my hair feel thicker and actually holds curl pretty well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I have been using this thickening styling treatment everyday for the last couple weeks and I have been loving it for styling my hair! It makes my hair look instantly thicker and looks great all day long."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Flourish thickening cream by Virtue is wonderful! A little goes a long way. I have thin, straight hair and desperately needed to poof it up a bit. But too many products instead leave my hair weighed down and greasy looking. This thickening cream really worked to make my hair look fuller."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is a great thickening styling cream. It has a lovely texture and it makes my hair feel nice and smooth without weighing it down. I was really concerned it might be heavy but it was actually pretty lightweight. It smells a little like tea tree oil maybe? which I think is a scent that not everyone will love, but I didn't mind it!"
        },
        {
            "review_title": "added volume and smooth hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Virtue Flourish Thickening Styling Treatment is easy to use just rub in a nickel size amount from root to tip, it spreads well with damp hair. I did not care for the scent but it did leave my hair smooth and with a nice volume."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This left my hair looking and feeling more full than it has in a while. The instructions say to use a nickel sized amount in damp or dry hair. I had better results when my hair was damp. It left my hair looking less frizzy than normal also. Iu2019m not crazy about the scent, but itu2019s not a deal breaker."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "i love this flourish thickening styling cream. it has such a nice luxurious texture and it makes my hair feel so nice and smooth. i love how it doesnu2019t weigh down my hair at all but it works to smooth it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "My hair feels thicker, healthier, and softer thanks to Virtue Flourish. Iu2019ve noticed a significant improvement in both the texture and volume of my hair. The products are gentle yet effective, leaving my hair looking and feeling its best. I received this set as a gift in exchange for my honest review, and I can genuinely say that Virtue Flourish has made a noticeable difference in my hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using Virtue Labs Flourish Thickening Styling Treatment and love the results. It adds noticeable volume to my fine hair without any stickiness. My hair feels fuller and stays styled all day. It's lightweight and nourishing, so my hair looks healthy and full. Highly recommend!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this hair product! I have thin hair and when using this product I can tell a major difference in my hair! It feels thicker and fuller and all around so much better! Amazing product 10/10!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary.  I have thin and flat hair and this product has changed my hair! I have actually received compliments about how full and thick my hair has been looking since using this! It smells really good and gives my hair lots of extra volume!"
        },
        {
            "review_title": "Stinky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "As a thin hair girly, I was excited to try a sample of this. Unfortunately I was disappointed with the smell, which was not completely horrible but not pleasant. The product itself however worked fine (I used on damp hair and then blew dry) but I didnu2019t notice a huge difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product did a good job giving my curly/wavy hair volume without weighing down my curls. I really like that it works when I blow dry and also when I air dry my hair. The smell is not too strong and it last all day. My hair stayed voluminous."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This product does what it says, reduces frizz. It does not have a noticeable scent (I have a sensitive nose). The texture is perfect and does not leave an oily residue. One tube lasts a long time. I'm hooked!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is a really nice thickening product.  I've been using it on my damp hair to give my hair some body and lift.  My hair tends to just hang in a not so good way and this product makes it look so much nicer.  It's super easy to use an a little goes a very long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "Love this thickening treatment! With only one use I saw positive changes in my hair after styling. Doesnu2019t make my hair greasy and it stays volumized longer after washing. Great for people with thin hair!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was gifted this product in exchange for this post. To be honest, the formula of this product was a little too heavy for my hair type, which is fine and straight. you only need a little bit of the product and will last you a long time"
        },
        {
            "review_title": "Hair must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Yu2019all this stuff is amazing even though it was a sample size like a little went a long way my hair feels so good. My curls have came back so overall 10 out of 10 the smell was OK. The consistency was normal."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This hair cream is my new go to. I have thin and straight hair. It is fine. This cream does not weight my hair down and actually makes it look voluminous without weighing it down. It leaves my hair bouncy and full."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product!!!! As someone with fine, thinning hair, I'm always on the hunt for products that can add volume and density without weighing my hair down. This styling cream has definitely impressed me with its performance."
        },
        {
            "review_title": "Added thickness and hold to my style",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "After recently over processing my hair, I was looking for a thickening and resurrecting treatment. I used this product on both damp and dry hair. I don't feel it worked well on my hair type while using dry. It was more than likely due to my damage, it caused it to feel weighed down and a little greasy. But using just a nickel sized amount on damp hair seemed to make a positive difference. It indeed felt thicker in my ponytail and also held my style better. I used a few more times and feel I achieved the same results regardless of shampoo while using this product. I would like to use in conjunction with a conditioning product that will add to the restoration of my hair."
        },
        {
            "review_title": "style unruly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I recieved the Flourish Thickening Styling Treatment complimentary for my honest review. I have very frizzy, post partum hair that are very difficult to style and I have been using this styling treatment to help my unruly new hair growth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Just a little bit of this transforms my limp hair so that it has some bounce and texture! I love the smell, natural yet luxe and not overpowering. I typically donu2019t take much time to style my hair so appreciate products like this that give it the life it needs with minimal effort."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product are really good!!!!!! I liked so much, my hair looks SPECTACULAR, so manejable, voluminous, shining. Smeel super good. The presentation are super cute too. I canu2019t wait for more product of this campaignud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Not my favorite hair thickening product I have tried but also not the worst. Product had a very strong pleasant smell which I really liked. It weighed my hair down and really didnu2019t care for that. Worth a try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I noticed increased volume and thicker texture after one use! I love that this cream doesnu2019t leave my hair greasy or feeling weighed down.  I have very fine, straight hair and it usually looks flat. After using this my hair feels healthier and thicker without being frizzy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The product is small, but itu2019s good that it goes a long way. I used it as directed with like a curled hairstyle and it added volume and made my hair look fab - it lasted all night through an outdoor event too."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I started using the thickening styling treatment and Iu2019m pleased how the product leaves my hair it gives it so much more volume. My hair has always been flat no matter what I use and this product has made a huge difference I love it."
        },
        {
            "review_title": "Visibly thicker",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have thinning hair and my momu2019s is a lot thinner. We have both been using this for a few days and have noticed a difference in the thickness of our hair. We love it! If you are looking for something to help your hair be thicker than it is now, use this!"
        },
        {
            "review_title": "I like the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have shoulder length hair and its looks kind of flat. I thought this thickening styling treatment could help with that. I found that the thickening styling treatment smells good and makes my hair feel nice. I don't know that it makes my hair thicker looking but I still like it. Overall, I will continue to use."
        },
        {
            "review_title": "Definitely helps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This smells so good! I love how a little went a very long way as well! This was super easy to rinse out of your hair and did not leave any residual feeling of conditioner behind! I definitely have seen a improvement in my hair thickness since I started using this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "**Flourish Thickening Styling Treatment Review** The Flourish Thickening Styling Treatment promises to be a game-changer for those with fine or thinning hair, offering an immediate boost in thickness and volume that continues to build with each use. This all-in-one leave-in treatment is designed to not only thicken and volumize but also hydrate and repair hair, making it a versatile addition to any hair care routine. **Texture and Application** The product has a unique powdery, soufflu00e9-like cream texture that is lightweight and easy to distribute evenly through the hair. A little goes a long way, which is great for ensuring the product lasts. Itu2019s especially effective on damp hair before styling, and the fact that it offers heat protection up to 450u00b0F is a huge bonus for those who frequently use hot tools. **Performance** The Thickening Styling Treatment truly delivers on its promise of instant thickness. From the first use, hair feels noticeably fuller and has more body. Unlike some volumizing products that can leave hair stiff or sticky, this treatment keeps hair soft and manageable. Itu2019s also great for air-drying, leaving hair with a natural, healthy bounce. **Longevity and Buildability** One of the standout features is its cumulative effectu2014volume and thickness improve with regular use. It doesnu2019t weigh the hair down, and it layers well with other styling products if needed. The treatment also seems to improve hairu2019s overall health over time, making it feel stronger and less prone to breakage. **Versatility** Whether youu2019re aiming for a sleek blowout or natural waves, the Flourish Thickening Styling Treatment adapts well. It helps maintain the shape and integrity of your style throughout the day, even in humid conditions. **Conclusion** Overall, the Flourish Thickening Styling Treatment is an excellent choice for anyone looking to add lasting volume and thickness to fine or thinning hair. Its ability to hydrate, repair, and protect hair while delivering impressi"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "VIRTUE FLOURISH Thickening Styling Treatment is a standout product for those seeking fuller, more voluminous hair. I appreciate its lightweight formula that adds noticeable thickness and body without weighing hair down. It also provides a flexible hold, making it perfect for styling while maintaining a natural look and feel. It strengthens and nourishes hair, promoting overall health. With a pleasant scent and easy application, this treatment leaves hair looking and feeling lush and vibrant. Overall, it's a top choice for achieving thicker, healthier hair."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Flourish Thickening Styling Treatment delivers impressive volume and texture. It's lightweight, non-greasy, and provides a natural hold, making hair look fuller and healthier. Ideal for fine or thinning hair, it adds body without weighing it down. Highly recommend!"
        },
        {
            "review_title": "texture is lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using Virtueu2019s Flourish Thickening Styling Treatment for over a week now and am impressed with its performance. Just a nickel-sized amount worked into my hair not only enhances its volume but also gives it a noticeable lift and fullness that lasts all day. The productu2019s texture is lightweight, so it doesnu2019t weigh down my hair or leave it feeling sticky. Plus, it protects against damage, which is essential for maintaining healthy hair. Overall, Iu2019m quite satisfied with the results and would recommend it to anyone looking to boost their hairu2019s body and thickness."
        },
        {
            "review_title": "Best cream for thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have pretty fine hair and ever since I discovered this product, I can't life without it. It provides the perfect volume and thickness to my somewhat lifeless and limp hair. I generally apply it after I've washed my hair, let it air dry, then run my hands through my hair to breakup the hairspray-like stiffness. After that, I style my hair with a little bit of pomade and I'm good to go. A+ product."
        },
        {
            "review_title": "Amazing quality!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am absolutely thrilled with Virtue Flourish Thickening Styling Treatment! This product has transformed my hair care routine. My fine, thinning hair now has incredible volume and body without feeling weighed down. The formula is lightweight and non-greasy, and it adds just the right amount of texture while keeping my hair soft and manageable. What I love most is how natural it feelsu2014thereu2019s no sticky residue or stiffness, just beautifully thickened hair that looks and feels healthier. Plus, it has a lovely, subtle scent that isnu2019t overpowering. Iu2019ve noticed a real difference in the overall fullness and health of my hair since I started using it. This is a must-have for anyone looking to add volume and vitality to their hair. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I don't see any difference when using this product versus not using it. It is just an extra step that doesn't really make any difference to my hair. However, I notice that it made my hair a bit softer and shiner, but it doesn't give volume as advertised."
        },
        {
            "review_title": "Better than the hairdresser blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This thickening styling cream is very good, love the consistency and how a little goes a long way, you donu2019t need much. It leaves my hair very sleek and takes away my frizz but with a beautiful volume. Had so many compliments after using it. I used it with my hair wet and did a blowout with my hot brush, and it looked like a went to a salon."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this amazing product in exchange for letting my fellow beauty bloggers know that itu2019s a life changing product! This is the best thickening styling treatment. I have personally used. You only need a little bit and A really does go such a long way. It doesnu2019t leave your hair feeling heavy and on top of it smells amazing."
        },
        {
            "review_title": "A must have in your haircare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I loved using flourish styling treatment! So I have been using this before blow drying/styling my hair and let me tell you itu2019s amazing!! It gives my hair nice fullness and volume that lasts for the day. I got so many great compliments and my hair never look dull again."
        },
        {
            "review_title": "Great for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Virtue Flourish Thickening Treatment boosted my hair volume and strength noticeably. Lightweight, non-greasy, and pleasant-smelling, it reduced breakage and added shine. Easy to use and highly effective!"
        },
        {
            "review_title": "Fully",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This wonderful Flourish Thickening Styling Treatment by Virtue Labs is bring new life to my hair,I like the fantastic benefits that it provides along with good quality ingredients and results.My hair has been looking sleek stylish and full."
        },
        {
            "review_title": "Beauty hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This smells really good and doesnu2019t weigh my hair down. Itu2019s a really lightweight cream and itu2019s easy to apply to damp hair. I thought my hair would look oily or heavy after using it, but in fact, it looks great."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love flourish thickening styling treatment. I use it everyday on damp or dry hair and it gives me extra volume. It is great for styling and for getting healthier and fuller hair look. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This styling cream is amazing! It made my hair feel silky and it has a nice subtle scent. After immediately blow drying my hair I honestly didnu2019t think that the cream did much, but when I went over to visit my parents, my mom and sister commented on how nice my hair looked and asked me if I had done something different. So apparently it was a pretty noticeable difference to others!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "that gets frizzy so easily and this cream is perfect. no frizz and hair looks so soft and healthy. doesn't weigh my hair down and i use it between wash days to freshen up my waves.i love this product."
        },
        {
            "review_title": "Great for using with Heat Tools",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Flourish Thickening Styling Treatment helps style my hair while I use any hot tool. I like the texture of the cream it has a soft souffle feeling. This cream can hold up any hairstyle and is good for any updos or hairstyles requiring heat. I like that it makes thin hair thicker and feels nice in my hair."
        },
        {
            "review_title": "horrible smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "i wanted to like this product, but as soon as i opened the bottle i was grossed out by the smell. still, i pushed through and tried it on my fairly thin and fine hair. i didn't find that it worked that well and the smell was nasty"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a great volumizer! Lifts my hair and thickens without weighing it down at all, which is so hard to find for my ultra-fine, bleached for over a decade hair. A little goes a long way - a dab will literally do my ears to ends and my hair is past my bra strap. Definitely recommend!"
        },
        {
            "review_title": "Great smelling product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Flourish Thickening Styling Treatment not only made my hair look fuller and have less fly aways but it also smells amazing! I really liked that it did not make my hair look heavy or oily but rather thick and full."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I didnu2019t like this. I donu2019t like the smell and it didnu2019t do anything for my hair other than make it more textured. Not for me. You put the cream on your hair and leave it in with damp hair. I didnu2019t see any positive changes."
        },
        {
            "review_title": "works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this product for free in exchange for my honest review. I used this product a couple times over the past week or so and my hair definitely feels fuller and also soft, so it seems to be effective! The scent is a little strange, but bad, but I was it was not as strong.  It is also quite expansive for a small amount."
        },
        {
            "review_title": "It's okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It really didn't help thicken the look of my hair but it did help with styling. It made my hair look bouncy. A little does go a long way I used about a quarter size for my entire hair. Not sure yet if I would recommend it but it did look good."
        },
        {
            "review_title": "Adds nice volume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This treatment effectively add volume and make hair appear fuller. Products often use ingredients like biotin, collagen, and polymers to plump up individual strands. Fragrance is mild and I like it a lot. Adds moisture for my thick rough hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Nice hair product that keeps the frizz away and is not too sticky. It does not make my hair feel super greasy and I like that it keeps my hair the style I want all day. A little goes a long way and it smells great too"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is my first time trying Flourish thickening style cream and it did provide a bit of volume. I like that itu2019s not scented and the texture is soft when applying it. I have used it a few times to to style it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "My hair is quite damaged, fragile and has split ends and Virtue Labs Flourish Thickening Styling Treatment left it thicker. I control frizz when combing. Great for my dry hair. I received this product by Virtue Labs in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I tried this flourish thickening cream I absolutely love it. Itu2019s been maybe three times I use it now but the texture of my hair has improved a lot. I like the softness but also how much more healthy it feels."
        },
        {
            "review_title": "loving so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This hair styling cream has been one of my favorites recently! Thrive sent me this product in exchange for a review, but in no way am I being bias when I say this product genuinely made my hair feel so nice! Not only does it have great ingredients but it smells so good (i am a smell good girl for sure) ! As of right now I love it and will continue to use it!"
        },
        {
            "review_title": "Interesting smell - not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "First thought: the smell is interesting - not good, but not bad either - just not my cup of tea. The texture is smooth and easy to apply. I ended up using a bit more than the recommended amount because my hair is longer and really soaks up product. I noticed a minimal difference in the level of volume in my hair, but not enough that I would want to purchase the full size product.My hair is wavy and medium texture, and it just didnu2019t work that great for me."
        },
        {
            "review_title": "Amazing volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this gift from Virtue labs in exchange for this review. This styling treatment helped add volume to my hair. I love how a little bit goes a long way. It lasts all day and protects your hair from heat damage."
        },
        {
            "review_title": "Perfect for your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoying using this product just a small amount holds my style all day. you only use a small amount and it doesnu2019t weigh your hair down. it helped give my hair a bit of a boost. I just wish the bottle was a bit bigger I almost finished the whole tube"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love it! Itu2019s amazing and makes my hair feel so soft! I would recommend using it daily to see a big difference in your hair! Itu2019s definitely a new favorite of mine that i will continue to purchase and use! I received this product in exchange for this post!"
        },
        {
            "review_title": "Great thickening hair treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Virtue Flourish Thickening Styling Treatment is fantastic for thin to medium hair.  This thickening treatment works great on dry or damp hair, though I feel it works best for me on dry hair.  It goes on easily, itu2019s not greasy and it leaves my hair soft and very manageable and gives a super boost of volume that I desperately need!  A little goes a long way which makes this treatment so worth it!"
        },
        {
            "review_title": "Gives you volume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This product was a bit tiny to fully experience it but it is a nice product. I have long hair so I did use it and helped with it not being so flat. My hair is straight with no volume, this product helped with that but it didnu2019t feel super heavy but it did feel stiff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This is a nice product for fine/thin hair. I didn't experience any residue issues. It gave my hair volume that continued throughout the day. Typically,  styling treatments are usually a miss for me. This didn't result in oily hair."
        },
        {
            "review_title": "Less frizz, more definition",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I enjoyed testing this new flourish thickening styling treatment. Overall, I have not seen any improvement in terms of hair volume and thickening. However, I have not used the product for that long and the amount I was sent was only enough for a few uses, since my hair is very long. It did work very well to style my wavy hair, minimize frizz and provide some hydration. It has a pleasant and gentle scent."
        },
        {
            "review_title": "Excellent hair treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This Virtue Flourish styling cream lives up to its claims. Upon applying it to my hair I immediately noticed a difference in thickness and manageability. It smells really good, somewhat like incense or patchouli. The scent doesnu2019t linger in my hair though, which I appreciate. The treatment isnu2019t heavy or greasy and doesnu2019t weigh my hair down, but it does make my hair thicker and have more volume. It even looked as good the following day, and I didnu2019t have to wash until the second day.  I definitely recommend this cream for anyone looking for added thickness and plumped hair!"
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "When you're trying to stile your hair is hard to find products to every single one. This one is great for the fast long lasting easy one's. I like it cuz you only need a little bit. Great for long and short hair."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been using the Virtue Labs Flourish Thickening Styling Treatment for a few weeks now, and I'm absolutely thrilled with the results! This product has truly transformed my hair, giving it the volume and thickness I've always desired. From the first application, I noticed a significant difference. My hair felt instantly fuller and more manageable. The lightweight formula is easy to apply and doesn't leave any sticky residue, which is a huge plus. It also has a pleasant, subtle scent that makes the styling process even more enjoyable. What I love most about this product is its lasting effect. My hair remains voluminous and styled throughout the day, even in humid conditions. Itu2019s also packed with nourishing ingredients that have improved my hair's overall health and texture. Virtue Labs Flourish Thickening Styling Treatment has become a staple in my hair care routine, and I highly recommend it to anyone looking to add volume and thickness to their hair. Itu2019s a game-changer!"
        },
        {
            "review_title": "Game-changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Flourish Thickening Styling Treatment is a powerful leave-in solution that instantly boosts volume and thickness in fine or thinning hair. Its soufflu00e9-like cream formula contains densifying ingredients that provide long-lasting body, bounce, and heat protection up to 450u00b0F. Perfect for daily use, this treatment helps maintain hair health, shape, and integrity while enhancing volume and fullness with each application. It's a versatile product for achieving and maintaining voluminous, healthy-looking hair. I love it! My hair looks and feels fantastic!"
        },
        {
            "review_title": "Works really well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a really great formula for those of us with fine hair. It adds some volume and body without leaving my hair feel overly weighed down. It also has a pleasant scent it. A little goes a long way with this."
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Iu2019m honestly not crazy about this product I do feel that it makes my thing hair very oily! Iu2019ve tried to use it multiple times and itu2019s the same outcome for me every time! I donu2019t think this is the best product for thin hairu2026"
        },
        {
            "review_title": "Best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love the way it changed my hair it looks more thick and more fluffy and my hair is super smooth canu2019t believe my hair feels super soft. I really recommend this product. This product is perfect for all hair types."
        },
        {
            "review_title": "It works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I used this product after washing my hair and using conditioner. It definitely gave me volume and my hair looks fuller. What i didnu2019t like was the fact that my hair is not as soft. It actually feels kind of stiff."
        },
        {
            "review_title": "fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This Thickening Styling Treatment worked wonders for my hair, it made it feel stronger and more resilient. It made my hair more manageable when styling as well. This made my hair look shinier and softer, I definitely recommend!"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Flourish Thickening Styling Treatment by Virtue in exchange for my honest review. The styling cream adds volume to the hair and gives the style a nice hold. This does not make my hair feel sticky. I recommend this product."
        },
        {
            "review_title": "My hair is soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Virtue Flourish Thickening Styling Treatment was a game changer for me . It thickness every strand of your hair.It conditions your hair and leaves it soft and moisturized.  To me it smells like lavender. Whatever the Scent it leaves your hair smelling wonderful. For this product a little goes a long way. And that's all you need. And it will leave your hair soft and healthy."
        },
        {
            "review_title": "Loving this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This thickening styling cream is fantastic! I noticed it added more curl and volume to my hair after just one use. I also applied it to my partner's thinning hair, and the transformation was amazing. His hair looked instantly fuller and fluffier. We're absolutely loving this product!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "My hair is thin and I was having hard time to find the right product to style it. This is a great product. The key is to only use a very small amount. My hair looks much thicker when I use this product. Not greasy and adds volume too! Love this product!!!"
        },
        {
            "review_title": "Strong scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Receive a complementary sample from Virtual labs. This conditioner has a very strong chemical scent and I was not a fan of it. I use right after showering on damp hair and use only a nickel size to distribute all over my hair, I felt like I needed more but stick to the recommendations of bottle. It states that helps with detangling hair not a lot but it does help to some extent. It does give volume but also notice my hair was more frizzy than ever. I donu2019t think this product is correct for my hair. Thatu2019s why I didnu2019t like the outcome.. I used for 4 days straight and hair look dry and dull. I think it might help someone with thinner hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Virtue Labs Flourish Thickening Styling Cream has become a staple in my hair care routine. Its lightweight formula adds volume and thickness to my thin, flat hair without weighing it down. I love how just a small amount of this cream is all I need to achieve the full, hydrated look I desire. It has truly transformed my hair, giving me the confidence to rock any hairstyle with ease."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This styling treatment was a nice alternative to like a gel or mouse. I really enjoyed the fact that my hair doesn't get hard and i like that it helped with my flyaway with out taking away from my volume."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
            "review_text": "This thickening styling treatment by virtue flourish is can be used on both damp or dry hair. It adds volume to my hair while acting as a protectant. It is quick and easy to apply and a little pra size amount goes a long way."
        },
        {
            "review_title": "Great hold & no residue!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this styling cream! It doesn't leave any noticeable residue in my hair and also doesn't feel like it makes my hair crunchy. Overall, this feels like it's helping the quality of my hair while holding it in place!"
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "When I first got the product,to be honest,I was a little skeptical (especially because it was so creamy),but when I used it,I was very impressed. My hair immediately absorbed it and I couldnu2019t even feel that I had it on my hair (not like some other products that leave that sticky,heavy feeling in your hair). Highly recommend!"
        },
        {
            "review_title": "Speeds up my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is truly a game changer to speed up my hair routine! I donu2019t use much of any heat on my hair and I am an athlete so it gets sweaty and loses volume quickly.  But, this product has been amazing! I find that there is a lingering volume effect after brushing/restyling hair. The only downside is it gave my hair a slight oily look on the darker sections but nothing to keep me away."
        },
        {
            "review_title": "soft fuller hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I love this formula, it is thick and creamy yet when applied my hair looks light soft and yet fuller. It's really a great product and I do love the brand Virtue and feel like you can rely on great quality products from them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019m a big fan of this Flourish thickening styling treatment from Virtue. As Iu2019ve gotten older Iu2019ve noticed I have lost a lot of hair and itu2019s been thinning so I was excited to try. A little goes a long way and with the recommended amount I was able to cover all of my hair. The smell is nice. It doesnu2019t leave my hair feeling greasy or heavy. I have long curly hair and after use I could feel the ease of brushing my hair without tangles and feel the hydration."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this in exchange for my honest review and I love it so much! This styling cream truly holds my curls so well and leaves my hair looking fresh all day. For over a week I can confidently say that I would re-purchase."
        },
        {
            "review_title": "Works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this daily on my thin hair and it really works to make my hair look more full. Itu2019s a perfect texture. It has no smell and it also doesnu2019t take much product to get results so it lasts a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I can see a difference with use of this. I used it both on damp and dry hair. For me dry hair worked best. I only use it at the crown as that is where I feel I need the thickening. It is easy to use and blends into my hair with no stickiness or matting. My style holds both all day and into the next."
        },
        {
            "review_title": "Volume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am really enjoying this thickening cream. My hair looks more voluminous and movement. I only got a sample, I wish I wouldu2019ve gotten the full size. I like to apply the product on freshly washed / towel dried hair."
        },
        {
            "review_title": "Works Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Virtue Flourish Thickening Treatment dose its job for thinning hair. If you need a little thickening for your everyday style this is the product to grab. It will leave your hair feeling great. I will say if you have dryer hair you may want to look elsewhere."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The hair treatment is ok to use. I like the smell but the texture is a little bit thick. Itu2019s like the other conditioner will smooth your hair by after drying the hair, it wonu2019t change anything. I will keep using it as conditioner."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I purchased this product Flourish Thickening Styling Treatment to help me get the results I am looking for. This product has a pleasant scent. It made my hair more thicker and manageable. I definitely recommend this product for you to try."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this stuff so much. It really does make my hair just so much thicker feeling healthy and it smells amazing. All virtue products are a 10 out of 10 so far and I highly recommend if you have hair that you would like to plump up."
        },
        {
            "review_title": "Great hair thickening solutuon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I really liked its texture and that it did not weigh my hair down. It added volume and fullness to my hair. I will definitely repurchase it. Its easy to apply and integrate into regular hair care routines"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I'v I have been using this hair lotion lately, I don't really like the smell. I apply it after washing my hair and I like the result better when I leave my hair natural than when I dry it and the result is great, no frizz."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I  love this styling treatment. I use it for blow dry styling. This product works great. Perfect to help you achieve your desired hairstyle. Adds natural volume and body t.I'll definitely keep using it. I highly recommend buying this product."
        },
        {
            "review_title": "Great styling treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This thickening styling creams gives  my hair more volume and keeps the styling in place for the whole day. It is true that a little goes a long way. Donu2019t have to apply too much of the product."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not a fan of this product at all. The texture is very sticky and I don't like the scent. I also did not notice any thickening in my hair. I will use the remainder of the product but I don't see myself purchasing in the future."
        },
        {
            "review_title": "Great Volumizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this product complimentary for my honest opinion, the Virtue Flourish thickening styling treatment really gives your hair that extra plump and fullness. It's creamy in texture and has a citrus smell. A little goes a long way. I would definitely recommend."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I just received my new Flourish thickening styling treatment from Sephora. Im already noticing a difference after using for only 3 weeks. My hair has the perfect amount of volume, it smells delicious,and Ive noticed my hair is much softer. No buildup in my hair. I read the reviews about virtuelabs and I decided to give virtue a try. Highly Recommended."
        },
        {
            "review_title": "Give it a couple tries before making your mind",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was skeptic at the beginning because of other reviews but I liked how it helped my hair. You notice some changes on the third use and yes it gives you the feel that your hair is changing for the better."
        },
        {
            "review_title": "Not as expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Flourish Thickening Styling Treatment by virtue is an ok thickening cream. I would not say it blew me away.   I did like the texture of the product. It was very light and easy to work with, and because it was so light it made it easy to coat the hair. The scent was not over powering which made it nice as well.  I did find that it left a residue on the hair that felt a bit off no matter how little I used. However, it did leave my hair feeling nicer after using heat styling so I would use it for that. The thickening aspect wasn't super impressive even after days of use but it was there."
        },
        {
            "review_title": "Itu2019s fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This smells really nice, itu2019s thick and creamy, but not heavy. My hair gets greasy really easily with products and I did not have any problems with my hair looking greasy with this at all. That said I didnu2019t really notice much of a difference in my hair while using it. It didnu2019t seem to do much. Iu2019ll keep using it and see if the longer I use it the more of a difference I notice, but so far I probably wouldnu2019t purchase this again."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I didn't like this product. My hair was dry and looked not very clean. I have soft, thin hair. It didn't work for me. I can't recommend it, as I won't be using it anymore myself. Received it for free."
        },
        {
            "review_title": "Amazing volume!.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This thickening styling treatment by VIRTUE Flourish was sent complementary so that I can test and review it.  I love how this thickening styling treatment plumps, volumizes, and protects my hair.  I love it because my hair seizes to be limp and lifeless.  I love it!."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Loving the volume in my hair lately. This is easy to use with a small amount throughout my hair and then style it. My styled hair lasts all day with minimal flattening. It looks very flattering even through my day"
        },
        {
            "review_title": "New HOLY GRAIL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this product so much! I will definitely be buying it again. I received this product for free to try and I absolutely fell in love. It smells great and doesn't leave your hair feeling heavy or greasy. Really easy to use. Just use a small amount I used it on damp hair than blow dry. BOOM instant results my hair looked fuller and thicker and more defined. I fell in love. Only thing is that if you use too much it won't work as well a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Nice treatment to make your hair feel thicker and healthier. Only used a sample so far so good. Like it a lot!"
        },
        {
            "review_title": "Great for volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using the Virtue Flourish thickening styling cream for a few weeks now and have noticed an increase in the density of my hair. I put it in damp hair and then let my hair air dry. My hair feels soft and it helps with frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I have fine hair and Iu2019m always looking for something to volumize. This cream does that it gives my hair much more volume and it stays all day. Itu2019s very light on the hair and doesnu2019t weigh it down. I really like this cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This product works great to help thicken and style my hair. Itu2019s easy to use and incorporate into my hair routine. I also love the smell of the product! Not too overbearing and clean smelling. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this thickening cream. It makes my hair not be knotted after putting it in. It smells great and the smell lingers for a while. I love it and canu2019t wait to try their other products. I highly recommend this product."
        },
        {
            "review_title": "Thickening results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received something in exchange for this post. I received the Virtue Flourish Thickening Styling Treatment. I love this thickening styling treatment. I have seen thickening results and I would highly recommend this product."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Normal skin",
            "review_text": "Wow! This Flourish Thickening Styling Product is absolutely amazing. I have very thin hair and can use all the help I can get. Just a nickel sized amount worked into damp hair not only nourishes hair but coats each strand making your hair feel healthier, thicker , and more voluminous. Smells so good .. very herbal and spa like!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This is really great thickening styling treatment.  This stuff really works! This also has a nice scent to it. You just use a little bit and this helps to plump, volumize, and protect your hair.  I like using this."
        },
        {
            "review_title": "Love smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "love it. My hair is softer, smoother, more bouncy and my hair falls out less. I noticed my hair looks healthier after using it a few times. It leaves my hair soft and easy to comb, it smells nice and I notice it doesn't break as much. It has a pleasant fragrance"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I haven't tried many products from Virtue but I hear so many good things about the brand overall.  Unfortunately, this product was a miss for me.  I have naturally straight, fine hair and I can definitely use more volume in my hair but this did absolutely nothing. On the plus side, it didn't make my hair feel sticky or crunchy but it really didn't add any kind of body or volume. It also has an incredibly strong lavender smell which I really dislike and the scent lingered in my hair for hours after I applied it.  I have no doubt that this will probably work for some people but it was pretty much a complete fail for me.  * I am a Sephora Community Ambassador giving my honest opinion"
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Nice product. Left my hair feeling manageable and hydrated. Instead of stiff and hard to manage. Has a nice texture and was simple to use. Worked as desc. How ever there wasnu2019t enough to finish my hair and itu2019s long and thick."
        },
        {
            "review_title": "No effect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have fine hair, and I didnu2019t notice much improvement in volume in thickness. I used one pea sized portion, two portions but still no luck. It didnu2019t weight my hair down though. It smells nice and the fragrance lasts in my hair nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really love this thickening styling cream! I usually give myself a blowout after i shower so using this really helps my curl stay! I love how it smells too! It makes my hair feel so smooth and lucious!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Iu2019ve been using the Virtue Flourish Thickening Styling Treatment for some time. While it claims to add volume and thickness, I didnu2019t notice a dramatic change in my hair. It provides decent protection and feels alright, but it didnu2019t stand out as a must-have product for me. Overall, itu2019s satisfactory but not exceptional."
        },
        {
            "review_title": "Sample size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "After trying virtue flourish thickening styling treatment for a while I really didn't see a difference in use I tried when my hair was damp and when my hair was dry. Maybe it will work for someone else."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tried this with no idea what it would do for my hair & I was pleasantly surprised. It helped give my hair a bit of a boost & it looked pretty voluminous. A little definitely goes a long way so be sure not to over use!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This stuff really thick in my hair I loved it. It made my hair, nice and fluffy and full of volume. It was just smelled so good. I loved it so much. Will definitely refer to friends and family one of the best Iu2019ve used"
        },
        {
            "review_title": "Amazing hair thickener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received something in exchange for this post . The thickening style is amazing! It doesnu2019t make your hair feel greasy or heavy when using it. Adds amazing volume and thickness to hair. Highly recommend!"
        },
        {
            "review_title": "It does itu2019s job!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this flourish thickening styling treatment is great.  i struggle with my hair always looking so flat, even after doing a blowout. i can truly say, this product helped a lot.  it left my hair super full looking and FEELING. itu2019s very hydrating but not heavy feeling. (lightweight). It also protects hair from heat up to 450F which is absolutely great knowing i forget heat protectant. this is literally multiple products in one that everyoneu2019s hair needs! i highly recommend."
        },
        {
            "review_title": "Very soft hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Wow, I love this product!! It made my hair feel amazingly soft. It has a really good, soft, slightly floral scent. I have naturally curly hair, but my roots lat flat to my head. I noticed it gave me slightly more volume, but not much, and that's a bummer. The most notable is how soft it made my hair."
        },
        {
            "review_title": "Talk about volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Virtue Labs Flourish thickening styling treatment is an effective styling cream that adds volume to my hair. It has a nice smell that isnu2019t too overpowering. I usually use this cream on damp hair right after shower and rubs in and absorbs quickly. I highly recommend it to anyone looking for a more voluminous hair look."
        },
        {
            "review_title": "My new MUST-HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Virtue Flourish Thickening Styling Treatment works wonders! This sample made my hair super soft and wavy while hydrating and thickening it! I love that itu2019s vegan and gluten free as well! The green tea and probiotics left my hair silky smooth and fresh smelling!"
        },
        {
            "review_title": "Not impressed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was not impressed with this product. It is a bit sticky and made my strands stick together. I tried it again and used less product and same thing happened. Not really a fan and I don't think I'll be using it again."
        },
        {
            "review_title": "Itu2019s ok to try",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received virtue flourish thickening stylish treatments as a gift in exchange for my honestly review. They sent me a small tube example so I can only use it few times so I really donu2019t see much difference in my hair. But when I use it, it hold up style good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really liked this product , the effect of this product status on my hair all day long, . It makes my hair looks and feels bigger and better . Even on a thin hair , nice product even for everyday use"
        },
        {
            "review_title": "Easy treatment for thin hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received a sample of Flourish Thickening styling treatment to try out on my thin hair. It helped give the volume my hair lacked after using a small size on my palms. It is very hydrating as well and kept my hair soft"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted in exchange for my honest review. This Treatment for this thickening styling gel was so nice I really felt the difference in volume on my hair right away. It was manageable and full of volume. I recommend to all my thin hair girlies."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m really impressed with Virtue Labs' Flourish Thickening Styling Treatment! It gives my hair amazing volume and thickness without feeling heavy or sticky. Plus, it smells fantastic! My only wish is that the bottle was a bit bigger because I use it every day. Highly recommend for anyone looking to add some serious body to their hair!"
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Oh my goodness, fine hair holy grail. This thickening treatment is a god sent. My hair is always looking so thin and lifeless, but this brought her back to life!!! I was skeptical at first, as Iu2019ve tried products like this before that failed me, but she did her job for sure!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have very thin hair and always want to have fuller, thicker, plumper hair, especially my hair is long, it gets very oily on the scalp every day! After using this product for few times. This is the exactly product that I need to keep my hair looks healthy and thicker. It was easy to apply, like leave on conditioner all day long. Love it!"
        },
        {
            "review_title": "I enjoyed using this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I very much enjoyed using this product. Its nice and light but hydrating at the same time. It helped give my hair some shape, but also helped it look more full after I blew it out.  I would purchase this product and incorporate it into my hair routine."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is my first time to use a thickening style treatment. Itu2019s really useful and help style my hair. I have thin hair so I have to be careful of products that are too heavy. This works out great and helps me create nice and fun styles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Virtue Labs Flourish Thickening Styling Treatment adds impressive volume and body to hair. Its lightweight formula enhances thickness without weighing hair down, making it easier to style. Ideal for achieving fuller, healthier-looking hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Recieved my Flourish Thickening Styling cream around 2 to 3 weeks ago Used it every two days did see a difference in my hair. My hair is baby fine and just using it that amount of time my hair feels and looks fuller and bouncy. Love the smell of the cream and you only to use a dime size it goes along way. I definitely would recommend this product to my friends and family"
        },
        {
            "review_title": "None sticky and smells lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This tube of Flourish Thickening Styling Treatment is not sticky and was easy to apply to my damp hair. It  has a lovely scent which isnu2019t overpowering. It left my hair feeling soft and thick.  I received this product for free in exchange for my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Not impressed by this treatment. You can get better hair treatments for half the price. It's thick and makes your hair feel greasy. The scent is also not the best. My hair is thin and didn't notice much"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So I have thick hair already. But I like to style my hair big 80s style. I already use dry shampoo, hairspray, teasing, and a root crimper just to get a lot of volume at the roots. I was so excited to try this. It doesnu2019t leave your roots greasy, or crunchy. But I really do notice a difference in volume and also hold of that volume. I donu2019t have to touch up my teasing when I use this. Itu2019s really a great addition to my routine."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is amazing for me. I have struggled so much with my hair thinning with weightloss and having something that helps me feel confident in the hair department again has been so nice. Definitely get this if youu2019re struggling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this product so much! Makes my hair look so full and healthy. Gives me so much volume without making my hair look greasy or feel crunchy. I highly recommend for anyone looking for a new volumizing hair product."
        },
        {
            "review_title": "Wonderful hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the Virtue Flourish Thickening Styling Treatment for a few weeks now, and I am thoroughly impressed with the results. As someone who is always on the lookout for products that can add volume and thickness to my hair without weighing it down, this treatment has been a game-changer.  First and foremost, the consistency of the product is perfect. Itu2019s lightweight and doesnu2019t leave any sticky residue, which is a huge plus for me. I apply it to damp hair, focusing on the roots, and then style as usual. The difference is noticeable almost immediately. My hair looks and feels fuller, with a natural lift that lasts all day.  One of the standout features of this treatment is its ability to nourish and strengthen hair while providing volume. My hair feels healthier and more resilient since I started using it, which I attribute to the high-quality ingredients Virtue is known for. The scent is also lovely u2013 fresh and clean, but not overpowering.  I also appreciate that this product doesnu2019t leave my hair feeling stiff or crunchy, which is a common issue with other thickening treatments Iu2019ve tried. Instead, my hair remains soft, touchable, and full of movement.  Overall, the Virtue Flourish Thickening Styling Treatment has exceeded my expectations. Itu2019s a fantastic addition to my hair care routine, and I highly recommend it to anyone looking to add volume and thickness to their hair while keeping it healthy and manageable."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I have pretty fine hair and Iu2019m always looking for something that can add volume to my hair and make it look more full (thick). I was SO happy with the results of this leave in! Makes my hair look so full when I use it and adds a lot of volume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Got this complimentary omg its so good. I have used many other but never worked as good as this. But the size is very tiny I need to buy full size. I got shampoo and conditioner and love it. I would highly suggest"
        },
        {
            "review_title": "Meh.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Flourish Thickening Styling Treatment is used as a leave in after shampooing, which is nice. It did add volume to my fine hair, but left it feeling weighed down and greasy looking by afternoon. I definitely could not skip a day between washing. The scent was odd as well. I canu2019t really describe what it smells like, but itu2019s not necessarily good."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I received something in exchange for this post. I recently tried Virtue Flourish Thickening Styling Treatment and loved it. It has a light, pleasant scent and smooth texture, making it easy to work through damp hair. My hair felt noticeably thicker and more voluminous, and it held its style well throughout the day. Plus, itu2019s made with natural ingredients, which I appreciate. Highly recommend!"
        },
        {
            "review_title": "Makes my hair so easy to style",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm in love with Virtue Flourish! This thickening styling treatment does wonders for my fine, limp hair. It adds incredible volume without weighing it down, and my hair feels unbelievably soft. The best part? No greasy residue or weird smells. It's become my go-to on busy mornings when I don't have time to style. The picture is proof! My hair looks naturally full and healthy just from air-drying with Flourish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great thickening cream. I use the tiniest bit because a little goes a long way. It makes my hair very shiny and smooth and I use it for a slick back most of the time. It gives my bun a lot of volume. I was gifted this product by flourish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Nice product. I like this styling cream. It maintains my hair well. It smells good. I like the packaging as well. This purple is pretty. I will recommend it to my friends. I receive this product in exchange for this post."
        }
    ]
}