{
	"product_id": "239",
	"name": "Unify Multi Pencil",
	"brand": "Cheekbone Beauty",
	"categories": "Makeup, Face, Foundation",
	"price": 25.0,
	"about": "What it is: A clean, vegan, multiuse complexion pencil with lightweight, buildable, natural-looking coverage used to conceal, colour correct, highlight and more...Coverage: Medium..Finish: Natural..Formulation: Stick..Highlighted Ingredients:.- Coconut Oil: Helps pencil glide with ease...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: The Unify Multi-Pencil simplifies getting the perfect makeup base. It has a natural, lightweight finish that blends seamlessly into the skin. You can use this pencil to conceal, colour correct, highlight and more!..",
	"ingredients": "-Coconut Oil: Helps pencil glide with ease...Octyldodecyl Stearoyl Stearate, Cocos Nucifera (Coconut) Oil, C10-18 Triglycerides, Silica, Copernicia Cerifera (Carnauba) Wax, Hydrogenated Vegetable Oil, Polyglyceryl-3 Diisostearate, Oryzanol, Tocopherol, Glyceryl Undecylenate. May Contain (+/-) Iron Oxides (CI 77499, CI 77491, CI 77492), Titanium Dioxide (CI 77891).....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Complexion coverage: .-Apply to desired areas of face and blend with your favorite brush/sponge or your fingers...Highlight: .-Apply to cheekbones, forehead, bridge of nose, and chin. ..Contour: .-Apply under your cheekbones, along sides of nose, and/or along your jawline...Pro tip: .-Get playful with your pencil. Mix to create a shade that flawlessly matches your own skin tone.",
	"num_reviews": 40,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/cheekbone-unify-multi-pencil-complexion-pencil-P505362?skuId=2663185&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2663185-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Deep 9",
			"shade_descriptor": "Deep bronze shade with a warm undertone.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663243-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Medium 6",
			"shade_descriptor": "Medium tan shade with warm, golden undertones.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663219-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Deep 8",
			"shade_descriptor": "Deep tan shade with neutral, chestnut undertones.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663235-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fair 3",
			"shade_descriptor": "Fair, warm ivory shade with peachy undertones.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663185-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Deep 7",
			"shade_descriptor": "Deep tan shade with cool, almond undertones.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663227-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fair 1",
			"shade_descriptor": "Fair, cool, porcelain shade with a pink undertone.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663169-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Medium 5",
			"shade_descriptor": "Medium, neutral tan shade.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663201-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Fair 2",
			"shade_descriptor": "Fair, neutral ivory shade.",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2663177-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Creamy Pencil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love the contour pencil idea.  The texture is creamy and easy to blend. Just a couple more shades would be nice but still giving 5*"
		},
		{
			"review_title": "Fair 1 is too dark for porcelain skin tones.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I bought the shade Fair 1 to cover the purplish hue under my eyes. I cannot use regular concealers because I have very dry & sensitive eyes. I love this pencil, but it’s a bit too dark for my porcelain skin. I hope they create a wider range of colours."
		},
		{
			"review_title": "100% recommend!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "After using this product for a few months, I have to say it’s incredible!! The formula is so smooth. As someone with very sensitive skin this has been amazing!! It goes on so smooth and you can literally blend it with your fingers. It’s so easy to use and I 100% recommend this product."
		},
		{
			"review_title": "Fave concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this concealer. Good coverage, smooth and doesn’t crease. Pencil style allows getting in nose area well. It’s soft so goes quicker but for price point you still end up ahead. 💜"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair 2 - Fair, neutral ivory shade.",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love love love this pencil. Colour is a perfect match and it goes on smooth and creamy while providing exceptional coverage. I’ve bought multiple and have one in every purse to address redness and zits that pop up through the day"
		},
		{
			"review_title": "Perfect no-makeup makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I use this to cover redness around my nose and the occasional blemish. It’s easy to tap in with a fingertip, it’s imperceptible on the skin, and it lasts all day."
		},
		{
			"review_title": "A must for every makeup bag!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Looking for under eye concealer? Look no more. I have tried various brands and none can touch this.  Blends in effortlessly, and dark circles are no longer as prominent as they once were. Highly recommend."
		},
		{
			"review_title": "LOVE LOVE LOVE 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I discovered this product because it was on sale during memorial day and OMG IT'S AMAZING. I didn't know the brand and I was a little reluctant but this is the best product I've found yet to sharpen and clean up underneath the eyebrows and clean up mishaps in eyeshadow wings and cut creases. It blends nicely and melts into the skin with a brush. Be kind of the cut crease picture ahaha I was trying it for the first time and was using a palette I dislike before shower ahaha but you can tell it sharpened edges seamlessly (I was too heavy handed under the brows, live and learn haha, it really doesn't need much pressure to apply the right coverage)"
		},
		{
			"review_title": "Don't bother with this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Can't understand the high rating on this. I can't stand the product. It's not easy to work with and does absolutely nothing. Fades completely in your skin"
		},
		{
			"review_title": "A must have in my makeup routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Part of my daily routine. Unify is a must have. I use number 5-6-7-8 5-6 for my base and 7 /8 for my contour.  The days I need more warmth, i prefer using 7  It replaced all my liquid glass bottles for me.  Creamy and easy to carry."
		},
		{
			"review_title": "Basically you need it …",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "AMAZING, I use it as concealer under my eyes and I’ve never been happier. I find after doing all the steps concealer is usually so dry and creases on me. This blended like a dream and after setting …. not a single crease."
		},
		{
			"review_title": "Must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "This is such a great multi use product for concealing.  very creamy and blendable over or under makeup.  I use it under my brows and to cover spots on my face."
		},
		{
			"review_title": "Multi-purpose marvel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love it for on the go days, I keep it in my purse! Purchased it on a whim, and I use it all over for concealing and more. Blends in amazing!"
		},
		{
			"review_title": "Oh god yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Sooooo creamy. Perfect shade. Use it to carve my brows and cheeks, highlight, even under my old eyes as concealer/brightener and it didn’t crease. There’s easily a million uses for this and it’s perfect. Yes!!!"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this product. Use it as concealer, foundation, highlighter or contour. So versatile and I love how I can just sharpen the product and it’s good as new. So easy to travel with too!"
		},
		{
			"review_title": "Perfect shade and texture. High utility.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The perfect shade for my golden peach freckled skin. It literally disappears like nothing I’ve ever used before. Really nice and creamy. I use it on dark circles, eyelids to cover discolorations, red spots etc. The only thing is I wish it was a smaller pencil it’s it’s a bit it’s tricky to apply in some areas"
		},
		{
			"review_title": "The precision on this product is immaculate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Don't sleep on this product my loves. It took me by surprise. I bought it during their recent sale and I do not regret it. It's great for spot concealing for an even complexion."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This pencil! Perfect for smudging out red spots as well as providing a little inner eye highlighter."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love this for covering spots and redness around my nose. I now use a brightening concealer under my eyes and this everywhere else and I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair 1 - Fair, cool, porcelain shade with a pink undertone.",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "This is great for highlighting under the brow and also as an eyeshadow primer."
		},
		{
			"review_title": "Not what I was hoping for",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was really hoping  this would be great as the Sephora worker raved about it! However, I didn’t like this product, super patchy, hard to blend, and visible if you’re only using concealer in your routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I love these pencils. I take them for travel and use as blush, eyeshadow. so compact. very blendable formula."
		},
		{
			"review_title": "OBSESSED! So great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "These pencils are phenomenal and can do so much. I use it as concealer/colour corrector, and to add warmth to my skin. I've also worn it as an Eyeshadow base and it works great to keep eyeshadows on.  Depending on what colours you get, you can wear it as foundation, highlight and Bronzer too."
		},
		{
			"review_title": "brow cleaner-upper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "i bought this intending to use it to highlight/clean up the look of my brows— it does just that for me with ease (:   accessible & easy to control"
		},
		{
			"review_title": "Lots to love about this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "There is much to love about this product. The shade is perfect for my skin colour, it melts beautifully rather than sitting on the skin and it's easy to use. It's my skin but better. BUT - I'm finding I have to sharpen it with every use meaning it won't last long. It's also not buildable and touch ups are required. I'd prefer a larger stick - this one is on the smaller size and I'm going through it quickly. Overall, it's a great product."
		},
		{
			"review_title": "really cute",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this is really great for spot concealing and all over love the colour too smooth creamy not waxy super blendable satin but still has a nice glow without being shiny"
		},
		{
			"review_title": "Impressive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Applies and wears well in many faces of the face including eye area. I especially like this pinky shade (med 4) for color correcting of discoloration. Would love to see shade ranged expanded further."
		},
		{
			"review_title": "Perfect for natural makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Fantastic for what it is! I was worried a pencil foundation/concealer stick would pull and tug but its so smooth that its not a problem at all. I can agree it doesn't layer super well with other complexion products but I think thats fine, its not really meant for full coverage days imo. As a quick, natural makeup days though its fantastic! Application is easy as can be, works best with a small brush or just your fingers to blend it out and also useful for cleaning up eyeliner wings or going around your lips making your lip liner even cleaner.   Note it is a jumbo pencil, I had to order the sephora collection sharpener at the same time just for this product because I didn't just have a jumbo pencil sharpener laying around."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair 2 - Fair, neutral ivory shade.",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I am using this as an under eye concealer.  The formulation is very smooth and easy to blend.  I love this as a concealer in pencil form.  It's super easy to blend, doesn't crease and lasts.  I've purchased 3 colours so far for different effects, and I am so pleased w the results, and the ease of use w the product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair 1 - Fair, cool, porcelain shade with a pink undertone.",
			"review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "I was intrigued by this and wasn’t sure what to expect. The product is so easy to use and surprisingly smooth and creamy!"
		},
		{
			"review_title": "Versatile and easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Love this complexion pencil! Easy to use as it blends quickly and provides medium coverage. Will repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Fair 2 - Fair, neutral ivory shade.",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is an unbelievable product if you want to cut down your makeup routine and go for cleaner looks! The texture is very creamy and goes very nicely even on my extremely dry skin! Coverage is buildable but you don’t need to set it! Perfect product!"
		},
		{
			"review_title": "meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "returned it.  found it too creamy and smudged. was hoping to use it on blemishes and under eyes for quick touch ups. didn't play nice with other makeup.  I think this would be best for no makeup days where you use your fingers and need a quick blendy look."
		},
		{
			"review_title": "Sustainable, all-day beauty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "I’m in love with the complexion pencils. I have a few shades I work with, and therefor get the perfect shade match. The colours blend so easy together, I find it’s best if you “draw” or “map out” the lines on your face, and then dab with your fingers to blend (the warmth makes the product easy to manipulate). I love working with the shades because I can lightly contour without layering on too much product. It doesn’t oxidize (from what I’ve noticed) through the day. I top off with a light setting powder and spray for all day hold. Fun little trial, I went swimming and the product stayed on! It’s definitely good for all-day wear.   A bonus (and a must) is that the products are sustainable. I’ve been looking for a sustainable product that is also lightweight to pack around as I have a get-up-and-go life, so less is more!"
		},
		{
			"review_title": "A repeat purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "My go-to. Simple to apply, effortless to blend and gives just the right coverage."
		},
		{
			"review_title": "A must have for quick concealing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve had shades 2 & 3 for a few months now, and I’m down to the last inch. I love how quick they are to apply and mix together directly on my face (no messy fingers). I use the lighter shade to touch up any blemishes both in the morning and throughout the day. I find it stays in place and provides better coverage than any of my liquid concealers and I love how precise I can be with it. I will definitely repurchase!"
		},
		{
			"review_title": "Perfect concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Combination skin",
			"review_text": "I have very fair, very sensitive skin. This pencil is the perfect shade to use as a concealer when I have blemishes. It’s also lovely for evening out my complexion as a “no-makeup” foundation. It feels great on my face, and I love that the packaging is sustainable."
		},
		{
			"review_title": "Amazing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love the coverage of this pencil. I use it under a tinted moisturizer normally however I have used it on its own as well. Matches my skin tone great and blends easily."
		},
		{
			"review_title": "Easy to blend and use.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I prefer using these pencils to foundation. lightweight coverage. Fun to use and blend the colours together to create whatever effect you need. I love Cheekbone's goal of minimizing waste and amplifying Indigenous voices."
		},
		{
			"review_title": "New favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love the size and convenience of this product, easy to carry and do touch ups. Goes on smooth and easily blends. I need to get a darker colour for contouring."
		}
	]
}