{
	"product_id": "389",
	"name": "Super Anti-Aging Eye Serum",
	"brand": "Dr. Barbara Sturm",
	"categories": "Skincare, Eye Care, Eye Creams & Treatments",
	"price": 390.0,
	"about": "What it is: A high-performance eye serum that visibly depuffs, brightens, and refreshes, leaving skin hydrated, smooth, and plump-looking...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dark Circles, and Puffiness..Formulation: Lightweight Serum..Highlighted Ingredients:- Polysaccharides: Visibly diminish dark circles for a brighter appearance..- Red Algae Extract: Reduces the appearance of eye bags and puffiness..- Purslane Extract: Soothes irritation and visibly refreshes the eye area...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: This powerful serum visibly brightens dark circles, reduces signs of fatigue, and minimizes fine lines in as few as 28 days for brighter-, fresher-, more youthful-looking eyes.",
	"ingredients": "-Polysaccharides: Visibly diminish dark circles for a brighter appearance..-Red Algae Extract: Reduces the appearance of eye bags and puffiness..-Purslane Extract: Soothes irritation and visibly refreshes the eye area...Aqua/Water/Eau, Betaine, Lactobacillus/Portulaca Oleracea Ferment Extract, Glycerin, Calanthe Discolor Extract, Saccharomyces Cerevisiae Extract, Leuconostoc/Radish Root Ferment Filtrate, Jania Rubens Extract, Sodium Hyaluronate, Biosaccharide Gum-1, Panthenol, Xanthan Gum, Ethylhexylglycerin, Gluconolactone, Sodium Carrageenan, Pantolactone, Sodium Benzoate, Phenoxyethanol, Citric Acid, Calcium Gluconate.",
	"how_to_use": "Suggested Usage:.-Use daily, AM and PM..-Dispense one to two drops onto your ring finger..-Gently pat around eyes..-Follow with Dr. Barbara Sturm’s Eye Cream and Face Cream (each sold separately)..-You can store this serum in the refrigerator and apply it cold to enhance its refreshing effects.",
	"num_reviews": 225,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/dr-barbara-sturm-super-anti-aging-eye-serum-P510897?skuId=2755247&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2755247-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.67 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2755247-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Don't waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "never received product, customer service is horrible."
		},
		{
			"review_title": "Wonderful serum, but much better serums available",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This eye serum is great. but so are the Biossance & Lancôme Génifique Yeux Light-Pearl eye serums. Having bought, used & compared all 3 products, I've ranked them for how they worked for my skin. You get the same exact amount of the Lancôme eye serum for $80, as you do the Dr. Sturm, which is $300. I have much better results with the Lancôme than the Dr. Sturm. The Biossance eye gel I believe has a bit  more product, it's $56, & I have much better results with the Biossance than the Dr. Sturm. Out of the 3, & for my skin, the Lancôme is the superior product. Biossance comes in at a clos3 2nd & Dr. Sturm comes in at a close 3rd. I used each product for 3 or 4 months, & taking the cost out of it, I've ranked these for how well they worked for my skin. Others may have better results with Dr. Sturm, but if you give this one a whirl, maybe test your favorite eye serum(s) against this one & see which one works best for you & your skin. You may end up saving yourself a whole lot of money."
		},
		{
			"review_title": "Amazing results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": ". Such a big fan of this brand. Great texture and works nicely. I used it over two weeks and so far very pleased with the results. Great anti-aging eye serum . Skin looks brighter and smooth. I wake up looking refreshed. Great product as always."
		},
		{
			"review_title": "Great addition to skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I really like this serum to add to my skincare routine. It is so easy to use and apply - it's thick enough where it is not too runny to concentrate under your eye. I like that you can use it alone or in addition to an eye cream. Overall, it's been really helping hydrate under my eye and reduce to look of fine lines. Can't wait to continue using this and see even more results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Very lightweight serum that doesn't pill. It helps hydrate my delicate undereye area without being too heavy or making it feel like I have a lot on my skin. No strong fragrance which is great to avoid irritation"
		},
		{
			"review_title": "Good Product, very expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This eye serum really does work upon application. Additionally, it lays very well under makeup. I have seen great results with my fine lines and dark circles. However, the price is very steep, I would recommend this product, but it is on the higher side for sure."
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This eye serum is amazing I can feel and notice the difference just in a few days of using it. My skin around my eye area has felt more firm and seems to help that area stay better moisturized and smoother under makeup"
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I am loving this eye serum from Dr Barbara Sturm! I love the texture and how it plumps my fine lines under my eye and also provide a deep hydration! I really love using this with my reusable eye patches as they adhere well with it! If you are looking for an amazing anti aging eye product this is it !"
		},
		{
			"review_title": "Gentle and has cooling effect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I like how it feels on my skin, it feels very refreshing on eye areas, has a cooling effect and feels so light.. ait absorbs easily and doesn't feel greasy.. It's gentle on my undereyes, it doesn't sting.. Doesn't have any smell.. I've been using it for almost 2 weeks now and I'm seeing results, it helps with puffiness and my dark undereyes looks a little better than before using this serum.."
		},
		{
			"review_title": "Perfect anti-aging eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I’m loving this anti-aging eye cream! It immediately plumps and moisturizes my really dry undereyes. I need to use this for longer to really check out the long term effects. For now it is my fav eye serum."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This serum is super lightweight and easy to melt into se skin. My dark circles looks so much better after just 14 days applying, twice a day. This brand is very expensive. If you want to splurge, go for it."
		},
		{
			"review_title": "Favorite eye serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Having been using this eye serum for close to three weeks now daily and all I can say is wow! This not only de puffs my eye area it helps also with my dark under eye circles. My skin is sensitive and this is one of the few eye serums that does not irritate my eyes or gives that burning sensation after a night use. Love how it goes on smooth and you only need a little drop for under the eyes so this bottle will last you a while. Worth it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’m so picky with the texture of eye products and I absolutely love this one! It’s super lightweight and instantly adds so much hydration to the under eye area. A little bit goes a really long way and my eye area looks extra smooth and plump. The price is a little excessive in my opinion, but it’s still a really beautiful product."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "For the astronomical price, I was expecting more. This is a general eye serum. I did not find that it transformed my under eyes nor made them look less puffy. I say skip this one and save your money."
		},
		{
			"review_title": "Superstar Anti Aging!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am in my mid 30s and my eye area is showing the signs of aging like fine lines, dark circles, crepe-y skin and loss of elasticity. I used this eye serum in conjunction with my usual eye cream and the results were fantastic! In just two weeks I've already seen a big softening in my major under eye wrinkle that is where my under eye and cheek meet (from sleeping) and the fine lines in my crows feet area are almost unnoticeable now. It was a little strange to get used to the watery-gel texture at first when putting it around my eyes because it does really feel that nourishing but once it's on it really does make your skin feel supple and hydrated! It layers really well under other skincare products and makeup too. This is worth every cent!"
		},
		{
			"review_title": "Love the serum texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am loving this eye serum! It’s super thin and feels almost like water. My undereyes are immediately hydrated, and that continues throughout the day. Definitely my go-to during the hot summer months. And you only need one drop so it will last a very long time.  In the morning I use the serum on its own, and then at night I layer an eye cream over it. It works well on its own and well and with others. I’m a fan!"
		},
		{
			"review_title": "Good eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I used this eye serum for 3 weeks now (twice daily during AM and PM skincare routine) to review. This eye serum has potent ingredients to target the eye area and improve dark circles, puffiness, winkles, and make the overall eye area look brighter! But you gotta use it consistently and correctly. I love applying it cold (I placed mine in the refrigerator) as it feels super refreshing to apply! So far my eyes look less puffy for sure and just super soft! I can’t wait to use for longer period of time to see more results!!"
		},
		{
			"review_title": "Def worth the hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells nice and crisp and feels nice on the skin. I use this as is or with an eye cream sometimes. This is especially nice if you have dry and dehydrated eye area. You can feel how smooth and hydrated the area is. It is quite pricey but if u see a great deal def snag it"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have been noticing so many improvements around my eyes since using this serum. I use in the mornings and afternoon as part of my skincare routine. I use one drop around my eye area and spread it all around and immediately it absorbs into my skin making it feel refreshed, smooth and dewy. I like that a little goes a long way and my fine lines seem to be diminishing after just using it for a couple of weeks. I have also noticed the texture on my wrinkles are looking less visible and upon waking up my eyes look puffier than usual ."
		},
		{
			"review_title": "Most amazing eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have not used Barbara Strum for a while just for the price point. But this anti-aging eye cream is worth the hype. It has to be worked into the skin to be fully absorbed but you do start seeing results after using it regularly for several days. The texture is not too sticky or greasy either."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is the best eye cream that I’ve used. It’s amazing! With one week of use I could notice some improvement. I could feel my under eye getting firmer and smoother. I’m using am and pm. I recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to give this eye serum by Dr barbara strum a good run before reviewing it and I can confirm that it works great. My undereyes look very plump and hydrated. My lines look way less defined I’m amazed"
		},
		{
			"review_title": "Eye saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This product is amazing and the refrigerator hack really set it off. I use this under my eyes every night. I love how lightweight it feels and a little goes a long way. I would highly recommend. I can’t wait to get one for my mom."
		},
		{
			"review_title": "Great quality and performance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Adding this serum to my skincare routine has been such a joy. As eye serums go, it is the most hydrating I’ve ever used. The texture is slick so it takes some time to work into the skin but once absorbed, I find that my eyes are well-primed for my favorite eye cream. After a couple weeks of use, I’ve noticed an improvement in the appearance of my undereyes. They appear more hydrated for longer with diminished fine lines. The price point is high but the quality and performance of the product is undeniable."
		},
		{
			"review_title": "This took years off my eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently received a bottle of Super Anti-Aging Eye Cream from Dr. Babara Sturm, and this is the most amazing eye product I have ever tried. I noticed IMMEDIATE results after the very first application. Not only did the bags under my eyes vanish, but the fine lines were also greatly diminished. I will definitely continue using this magical product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This eye serum is so lightweight and amazing on the eyes! I love how it just glads on the eyes and after it settles it doesn’t have a sticky feel to it. I will definitely recommend this eye serum it helps with fine lines and dark circles 10/10"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This eye cream is very good. It minimizes fine lines that I have, especially when I put makeup on. It was very easy to use and felt hydrating as well. It did not burn my eyes like some creams do. I like it."
		},
		{
			"review_title": "Love her!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "So I put this in a little fridge for cool effect on my eyes. I have always enjoyed products from the brand. Very nice serum, no fragrance, easily absorbed into my skin. High quality with high results. Packaging is very pretty little glass bottle. Price tag is high so it’s splurging category if you would like."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I’m 40, and while I have taken care of my skin for decades those little fine static lines are starting to show themselves around my eyes. I wanted to try this as a preventative measure, and it really does keep those little lines from sticking around. It also absorbs really well and lays nicely underneath makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Adding this serum to my skincare routine has made the world of difference. Not only are my eyes more hydrated but my fine lines and dark circles look better. I feel like it has helped so much with my fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Normal skin",
			"review_text": "Super, magic, powerful, effective. These are the best words to describe this anti-aging eye serum. Results were quickly noticeable— after the first couple days of use, the skin around my eyes was brighter, more awake. This lightweight serum absorbs easily into the skin. I use 1-2 drops and gently pat all the way around my eye area. It is not sticky, works well with creams and makeup, and it doesn’t take much for powerful results. After continued use, my skin is well hydrated and fine lines are fading. And it’s impressive that this serum is powerful, while still being gentle on the delicate skin around the eyes— I’ve had zero issues, no irritation. I use this serum in the morning and evening. A little goes a long way, so this should last awhile; but, now I want a second one to keep cold for the perfect skin wake up."
		},
		{
			"review_title": "Luxurious and effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Medium skin tone, Dry skin",
			"review_text": "I was a little skeptical of this at first. It has high claims and a high price point. However, I am seeing some noticeable changes in the texture and brightening around my eyes since incorporating this in day and night. It's very gentle on my skin and instantly soothes, then feels like it's firm and almost slightly tightening/lifting. I noticed some of my lines looked softer, but my skin also looked quite a bit brighter. This also will last me a very long time, even using twice a day. The ingredients are highly concentrated and have good research to back them up. If it's in your budget, this is something I believe actually can make a difference in treating different eye skincare concerns."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love Dr Barbara Sturm products and this one couldn’t be different! This eye serum is superior! The formula is amazing and it feels great when I apply under my eyes. I can feel my skin more hydrated and brighter!"
		},
		{
			"review_title": "great serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "after using the serum a couple times, I really noticed a difference on my dark circles. they were not nearly as dark, and my under eye area was also more plump and smooth. I struggle with very wrinkly under eyes and it’s very noticeable when wearing makeup but this made a huge difference."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have been loving this eye serum so much lately it just sinks right in and feels so nice when you apply it cold! It’s so perfect for summer since it’s very soothing. I love to layer this with the eye cream. My eyes feels super smooth and hydrated  and the smallest drop goes such a long way.  I also have sensitive eyes and had no issue with irritation. This is such a luxurious eye serum, and I’ve been really enjoying this in my routine."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "You can’t go wrong with Barbara Sturm, her skin care is amazing and I’ve tried several different products. Her anti-aging serum is amazing and I’m happy to add this eye serum to my routine. What I’ve noticed in a week that I’ve been using it that my eye area definitely looks so much fresher, and the dark circles are less pronounced, even though I didn’t have much sleep so I think the results would be even better if I had more rest, so I would be definitely using it more and I am very curious about the long lasting results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is so luxurious on my skin, it literally makes my skin feel silk smooth and absorbs so well . I love that my skin looks smoother right away and it fills in the fine wrinkles well. I would recommend this product to anyone looking for an instant boost in undereye hydration."
		},
		{
			"review_title": "Luxurious, Hydrating Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this Super Anti-Aging Eye Serum by Dr. Barbara Sturm. It doesn’t have any noticeable scent. It feels luxurious and is a thicker than water consistency. It feels good to apply and hydrates around my eyes with no sensitivity."
		},
		{
			"review_title": "Finally something that's works for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I have been suffering from dark puffy undereyes for years now. I've gone through so many eye care products but this serum improved the look of my undereyes in days. Initially I noticed the puffiness was reduced and after using it consistently for couple weeks my skin feels healthier and undereyes look brighter starting from the outer part. Now just the inner parts has some darkness which I'm confident will reduce as I go through the bottle. Also you only need one drop of the serum each application so this bottle will last me months!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Dr. Barbara Sturm skincare products truly always hit the mark! As I get older I have developed extremely dry under eyes with prominent fine lines and I haven’t found any under eye treatments that work except the new Super Anti-Aging Eye Serum! This serum works immediately upon applications by plumping and hydrating the area and allowing makeup to sit beautifully on top of it without pilling or creasing! Consistent use has made my under eyes brighter and smoother!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This serum has a luxurious feel and absorbs quickly, leaving the delicate skin around my eyes feeling instantly hydrated and smooth. After a few weeks of use, I noticed a significant improvement in the texture and firmness of my under-eye area. Fine lines and wrinkles appear less pronounced, and my eyes look more refreshed and youthful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I've been using this serum for the past two weeks, and I've noticed a huge difference in how the skin around my eyes feels—more refreshed and hydrated. Keeping it in the fridge makes the application even more amazing. The cool serum not only depuffs and brightens my eyes but also leaves my skin feeling smooth and plump. Definitely going to keep using it to see the long term results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "My eyelids get oily so many eye creams make it worse if it's too heavy or I apply too much. With this serum I'm able to treat that area much better as it sinks right into my skin. The texture is almost gel-like but gets watery once you start applying it so there's no tugging or dragging of the skin. I like to keep it in the fridge for extra soothing and I only use a single drop for both eyes so the bottle will last forever. I like that I can use it on its own or with whatever eye cream fits my current needs, it's already helped with puffiness and some discoloration. I definitely suggest this, especially if your eye area is your only/main concern and you want to splurge on single product."
		},
		{
			"review_title": "Plumping and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Dr. Sturm’s SUPER ANTI-AGING EYE SERUM is meant to depuff, brighten, and refresh the under-eye area. I don’t have dark circles, but more like dull skin under my eyes. The formula is very lightweight, like any other Hyaluronic acid serum but a little goes a long way because even one tiny drop emulsifies once in contact with the skin. Despite being a thin consistency, it provides a great amount of hydration and my under-eye area looks plump and more radiant. However, I think it wouldn’t be enough for those with dry under-eye skin. I love that this serum is formulated with innovative ingredients and that it is free from fragrance. It is very pricey for an eye serum, but I think it lives up to the price tag."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Love this eye cream! I’ve been using it for about a week now. I like to apply it on at night so I can wake up looking more refreshed. It’s not harsh and easy to blend in. It’s definitely a great product so far. I can’t wait to continue using it to notice even better results."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this eye serum for a couple days. Have not noticed an irritation or redness in the sensitive eye area, however, I have noticed a slight warming sensation after application. This does work under makeup. I will have to use longer to see a result with my fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been loving this eye serum. It feels so good on my under eyes. It is hydrating and very moisturizing. I like that it comes with a dropper as well. Feels very luxurious and it definitely helps with fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Dr. Barbara Strum is a brand I can trust to produce quality products, and this eye serum is no different. It feels luxurious applying, and it definitely hydrates around my eyes to give them a brighter appearance! It’s expensive, but it’s quality!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Can see a difference in the redness in my cheeks and the dullness in my under eyes. Blends into the skin really nicely and is very hydrating. Does not cause any irritation or milia. I have sensitive skin and so far has worked great."
		},
		{
			"review_title": "Best eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm's SUPER ANTI-AGING EYE SERUM is a unique product in the world of skincare. From the moment I applied it, I could feel the luxurious texture working its magic. Not only does it feel amazing, but its powerful formula noticeably reduces the appearance of fine lines and wrinkles, leaving my skin looking revitalized and refreshed. This serum is truly a must-have for anyone looking to turn back the clock on aging. I highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "So far I am really liking this eye serum. It has great skin benefits and ingredients. I apply it onto my skin two times a day. It quickly absorbs. It is not greasy or sticky on my skin. It hydrates, smooths, brightens and minimized my dark circles. I highly recommend it."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I guess it is okay for what it is. Works well under makeup and hydrates the under eye. Blends in well and doesn’t feel heavy. Packaging is very minimalist and cute. Wish it was more emollient and moisturizing"
		},
		{
			"review_title": "Loving it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This eye serum is so nice and satisfying to use, has a serum gel texture that absorbs nicely without feeling greasy or leaving a residue. It makes my under eyes smoother as I have noticed a reduction in texture. A small amount is all you need for around both eyes so this bottle will last a long time. I have noticed results that my fine lines are less noticeable, I am confident that the product is effective and I am so happy with the results so far!"
		},
		{
			"review_title": "Amazing Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This eye serum is truly a life-saver! I am so shocked at the results I am seeing after using it for just about two weeks. First off, it is incredibly hydrating for my under eyes and I love using this at night and in morning. I can already start to see some of my fine lines being plumped up and just looking a lot more awake during the day. these are definitely worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "So, I am a busy mom and my main skincare concern these days is my tired eyes! My dark circles are the worst! So I was super excited to have the opportunity to try the Super Anti-Aging Eye Serum from Dr. Barbara Sturm. I’ve been using it for a few weeks and so far... I really like it! Using just s few drops, the texture is lightweight and absorbs quickly. Also, alittle goes along way! Within the first week I could see a significant improvement in my dark circles and puffiness! The skin around my eyes feels firmer and looks smoother. This serum has given me hope! I do store this serum in the refrigerator, as recommended. Overall, I truly enjoy using it! It feels like a luxurious treat for my skin every day! This serum has definitely earned a permanent spot in my skincare routine and I would highly highly recommend it!!!"
		},
		{
			"review_title": "Hydrating Healthy Under Eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m really impressed with this eye serum. I’ve been using this for over a week now morning & night & my under eyes just loves this stuff! First thing I noticed was how hydrated this makes my eyes look & feel. This serum absorbs well, isn’t sticky, & I didn’t notice any irritation. Also if you’re a makeup lover like me, this does play very well under makeup.  This is luxury at it’s best!!e"
		},
		{
			"review_title": "Use it cold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love those product. At first i didn’t see or feel any difference, but after about a week of using and especially when i store the serum in a fridge and use it cold, i see the visible improvement! The skin under my eyes is more hydrated, doesn’t feel dry like before. The serum itself is very light, it almost feels like i just use pure water. But my suggestion is use it cold and after a week or so it really makes a difference!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "My eyes are my biggest  skincare concern. From puffiness and under-eye discoloration and hyperpigmentation.  I also have droopy eyes from the lack of sleep.  I'm hoping this serum will be the answer to these concerns."
		},
		{
			"review_title": "Love the Dr!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Dr Barbara had become an absolute staple in my Skincare routine.  I do have fine lines and crow's feet, as I'm about to be 43 years old. Age is just a number, especially when you use such effective products as Dr Barbara's!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Dr. Barbara Sturm’s SUPER ANTI-AGING EYE SERUM brightens dark circles, reduces signs of fatigue and minimizes fine lines. I love this serum so much and I think it’s a great one for mature skin as well. This is a bit pricey but I think results make it worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This eye cream is a new favorite! I could see a noticeable improvement in the skin around my eye area after the first week of use. My eyes look more well-rested and have less fine lines overall. It’s definitely a potent and effective product — better results than I’ve gotten with anything else before! I will absolutely purchase more of this in the future."
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Dr. Barbara Sturm's Super Anti-aging Eye Serum is such a luxurious eye cream with incredible quality. The price is steep, but so worth it! After just a few uses, I am already seeing improvement with lessening of fine lines and wrinkles! I love this brand as a whole, and am happy I tried this eye serum because it's one of the best eye serums I've used!"
		},
		{
			"review_title": "the goat!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm's Super Anti-Aging Eye Serum is a game-changer in the world of skincare. As a skincare enthusiast, I've tried countless eye serums claiming to reverse signs of aging, but none have impressed me quite like this one.  Firstly, let's talk about the formulation. Dr. Barbara Sturm is renowned for her innovative approach to skincare, and this serum is no exception. Packed with powerful ingredients like Purslane, Skullcap, and Golden Root, it's designed to target fine lines, wrinkles, and puffiness around the delicate eye area. What's more, it's infused with hydrating and soothing agents like Hyaluronic Acid and Red Algae Extract, ensuring your skin feels nourished and refreshed with every application.  Texture-wise, this serum is a dream to use. It's lightweight, non-greasy, and absorbs quickly into the skin, making it perfect for both morning and evening use. Plus, a little goes a long way, so you can enjoy long-lasting results without having to constantly repurchase.  In terms of results, I've been blown away by the transformation in my under-eye area since incorporating this serum into my routine. Not only have my fine lines visibly diminished, but my skin looks brighter, firmer, and more rejuvenated overall. Plus, the cooling sensation upon application is a welcome treat, especially on tired mornings.  While the price point may be on the higher end, I firmly believe that investing in quality skincare is worth every penny. With Dr. Barbara Sturm's Super Anti-Aging Eye Serum, you're not just buying a product – you're investing in the health and vitality of your skin. If you're serious about combating signs of aging and achieving a youthful, radiant complexion, this serum is a must-have in your skincare arsenal."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Great eye cream! I have been on the hunt for an eye cream that is both lightweight and provides enough hydration for my dry skin. This product perfectly provides enough moisture without being super heavy on my skin. Looks great under my other skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the formula of this serum, it’s very thin so it absorbs really well under my eyes. I love using it in the morning because it helps de puffing my eyes. It keeps my under eyes hydrated and smooth!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am in my 40s and I have noticed that the skin around my face and eyes have gotten dryer and more sensitive, and I find using an eye serum really helps to add that extra dose of hydration I need. This one from Dr Strum is the absolute best I've tried. It's scentless, absorbs quickly and offers up lots of other benefits which I can't speak to yet as I haven't had long enough to try out, but first impressions are super promising."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like that this comes in a dropper so it’s a lot easier to apply. The serum soaks into the skin nicely and a little bit goes a long way. I’ve been using it both morning and night and the texture is great - sits nicely under makeup as well. My eye area has been looking less puffy and more refreshed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm's Super Anti-Aging Eye Serum is a must-have for anyone seeking youthful eyes. Housed in sleek packaging with a convenient pump dispenser, the serum boasts a lightweight, silky texture that absorbs quickly without any residue. Infused with potent ingredients like Purslane and Skullcap, it visibly reduces fine lines, wrinkles, and dark circles. After just a few applications, I noticed a significant improvement in the texture and firmness of my under-eye area. Overall, this luxurious serum delivers impressive results, making it well worth the investment for anyone serious about skincare."
		},
		{
			"review_title": "Improved Difference!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "SUPER ANTI-AGING EYE SERUM has impressed me with how well it diminishes the fine lines around my eyes.  I've noticed an improved difference! My eye area feels more hydrated, plump and all around just refreshed.  I found this formula to be gentle, yet very effective.  I use this serum before I apply The Super Anti-Aging Eye Cream, which is also a favorite!  The two combined are a vital part of my skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this eye cream so much! It’s made such a difference in my under-eye area, and I really like the texture of it. It applies so nicely and doesn’t give me milia the way other brands of eye cream have in the past"
		},
		{
			"review_title": "Can already see a difference",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Have not used it long enough to notice any improvements in fine lines but my under eyes have been feeling so much more hydrated and I think smoother ever since I started using this serum. They usually look very crepey with makeup on top when I smile in pictures, but I took a few at a dinner last night and I swear I can already see an improvement!"
		},
		{
			"review_title": "Excellent Eye Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "Amazing eye serum. I’ve been using for almost a week and my eyes definitely feel much more hydrated. The serum is a thicker consistency which is what I like! It feels so nice on your eyes especially after a long day. Looking forward to seeing results after continued use. Can’t go wrong with Dr Barbara Strum products!!"
		},
		{
			"review_title": "Helps my dry skin around my eyes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product reduced the appearance of dark circles under my eyes, and I saw a brighter appearance around my eye area. I am really new to this serum, and I must say that I am really impressed. I press in two drops in the morning and night. I also own the eye cream from this brand and love that as well. Very hydrating and my eyes seem to look wider awake since using this serum."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love the consistency of this eye serum. It’s hydrating, cooling and easy to apply. A little goes a long way so this bottle will last you awhile. I have sensitive skin and this has been great for it as well!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I've been using this serum the last few days and I'm loving it. It's a really lightweight formula. Very cooling underneath the under eye. My under eye area looks a little lighter right after application as well."
		},
		{
			"review_title": "Lives up to its name!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This serum is ultra lightweight so it absorbs like a dream, I love that I can use alone or under eye cream as a booster. It’s packed with potent skin loving ingredients that have made a major difference in my under eye appearance. I have been using it daily (with an eye cream) I have noticed way less puffiness, fine lines are less visible and my delicate under eye skin is much more hydrated."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I recently received this super anti aging eye cream and i absolutely love it so much! This eye cream is very hydrating and absorbs very well onto the eyes. After the first use, I noticed that my fine line reduces drastically now I have a smooth makeup application. Also, a little of the product goes a long way because it is very moisturizing. This gives my makeup such a nice glow and my eye under eyes look so much better!"
		},
		{
			"review_title": "Gentle and effective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Dr Barbara Sturm super antiaging eye serum is a great blessing for my eyes. I have dark circles tired looking eyes and wrinkles and fine lines around corners. So I was happy to try it and see if it works. It's a clear serum that comes in a glass bottle and is fragrance free. It's watery in consistency and easy to apply with a dropper. It's gentle to my skin and I jave been using it for a week now and see a reduction in fine lines around eyes. It's very costly though so it's not within my range but I would love to repurchase if it was a little low in price."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Been using this eye cream for a few days now and I love the way it feels under my eyes! It doesn’t feel too heavy and it keeps my under eyes moisturized. I think I would need to use it for a little while longer to see results but I’m excited!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "The feel on this eye serum is surprisingly special. It feels thin, yet lighter than water (think of an oily texture - except it doesn't feel greasy at all). It seems like it should be runny, but it applies exactly where you want it and stays there. It absorbs within about one minute, leaving no tacky sensation or stickiness behind. You do experience immediate hydration (see unfiltered b&a pics) with the idea of longer-term results through the algae and ferments.  To be honest, I don't prefer the dropper system. I understand it (one of the better options for sustainability), but I find it cumbersome. Thankfully the texture makes up for it in some part, but I have to confess that I would personally prefer a different applicator.  Overall, I will rate it 4 stars as I haven't ever experienced anything quite like the texture (and I love unique products)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I tried the Super Anti Aging Eye Serum from Dr Barbara Sturm.This serum penetrates deep in the skin, absorbs instantly and shows visible improvement in my under eye skin health. It improves skin's elasticity while reversing signs of aging, fine lines and wrinkles. Overall, it is a really impressive serum"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Dr. Barbara Sturm Super Anti-Aging Eye Serum boasts an elegant formulation and luxurious feel. Its ultralight formula absorbs beautifully and performs exceptionally well, helping to brighten and smooth out fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Dr. Barbara Sturm anti-aging eye cream is one that I’d highly recommend if it’s within your budget. If it’s not find a way because it is AMAZING ! I can feel the difference and see the difference. This is coming from a wife & mom of 3 kiddos. Your eyes will thank you for investing and taking care of yourself. Just 2 drops massage it in and voila all good to go."
		},
		{
			"review_title": "Goodbye dark circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have a stressful job. Some nights, I toss and turn for hours. As a result, my dark circles have become very obvious. It's been a serious hit to my confidence as I've continued to get older. I am over-the-moon excited about the progress I've seen after only a week. I love that the serum is thick, fragrance free, and that only a drop or two needed per use. I store mine in a cosmetic fridge as an extra refreshing treat at the end of a long day. I'm so excited to see how continued use will affect my fine lines!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The most impressive eye serum.  My under eye area is usually very dry and it left my skin feeling incredibly hydrated.  It has a lovely firming effect on the skin.  This serum is very hydrating and plumps my eye area, I like the light texture."
		},
		{
			"review_title": "Incredible!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The most impressive eye serum I’ve ever used! I started developing fine lines around my eye area a few years ago and ever since then have made it a priority to find a product that actually diminishes them. Because this serum is so lightweight and the consistency is so thin your skin absorbs this so beautifully and effortlessly. The hydration this gives my eye area is incredible, my fine lines have actually visibly been diminished and the skin feels smooth and moisturized all day and night. I use this alone, or under eye cream if I want to wake up super fresh and glowy. You only need the smallest bit of this so it will last you such a long time. This is an incredible product, I could not recommend this more!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My under eyes are usually on the dry side, I put this in the refrigerator and applied it cold.  Almost immediately after applying it I noticed my eyes weren’t as puffy.  My under eyes seem brighter.  I love that it’s lightweight, I apply it under my makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am a tired mom of two young kids under 5. I do not get enough sleep sometimes and I look tired. After using this eye serum, my eyes look more awake. My eyes also look brighter and more youthful. I like that the texture is lightweight and absorbs fast."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "My under-eye area is typically very dry, and I'm not great at selecting the right products, but this serum has been amazing. It left my skin feeling incredibly hydrated and smooth, and the lightweight formula absorbed quickly without any greasiness. While it's super expensive, it's absolutely worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This eye cream is very luxurious and has already helped with some of the fine lines around my eyes. It has a lovely firming effect on the skin of my upper eyelids which helps with any drooping. The container is quite large, so it will last a long time making the cost worth it to me!"
		},
		{
			"review_title": "Your eyes will thank you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This eye serum really is worth the hype! I highly recommend this for anyone working long hours. My eyes have seriously been showing how much overtime I have been getting. I noticed quite a bit of a difference in just the first time using. My eyes were far less puffy and saggy. This serum is very hydrating and plumping to my eye area. I have had issues with eye serums in the past but this stuff is just what an eye serum should be. Now go get you some I know you won’t be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This eye serum is clear, easy to apply, and provides excellent hydration. It spreads well on the skin, leaving my under-eyes hydrated, plump, and glowing for a long time. Although it feels slightly sticky once it dries, it's a great option for those with sensitive eyes looking for an effective eye treatment"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am loving this anti aging eye cream. It is so luxe and makes my eyes look amazing! I use it at night and always wake up to smooth under eyes. I would recommend this to anyone with dark eye bags or fine lines"
		},
		{
			"review_title": "LOVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Dr Barbara Sturm had some of my favorite products and the super anti-aging eye serum is no different! I already notice my eyes seem brighter and the skin tighter/more hydrated. I only use it at night and always notice a result in the morning!"
		},
		{
			"review_title": "nice eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "this eye serum is in the higher price range but is so luxurious. It makes my under eyes so hydrated and bright. It’s not too thick or thin with its semi watery consistency. I hope to see long term results with consistent use!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Yes, it is a little pricey, but it's worth the price for sure!! You could see dark circles and dark spots diminishing after two weeks of using this. I always had really dark circles, so I would have to cover it up with concealer—I mean, I still have to cover it up, but I don't have to apply it thick anymore! Overall, my skin feels brighter and evenly toned."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Everything I've tried from Barbara Sturm has been incredible, and this product is no different! After using it morning and night for only a week, I'm starting to see improvements in my eye contour area. I'm no longer waking up looking tired and drab- my under eyes are bright and smooth. I use the dropper to dispense a tiny tear drop of a dot under each eye, and it's enough to massage in to my undereye, eyelid, and temple area. I've tried mixing it in with an eye cream, but I prefer to use it on its own. I absolutely love this product!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have been using Dr Barbara Sturm for last two years and in love with her Hyaluronic Acid, Vitamin C Serum, Glow Drops, Eye Cream. I use Face Cream as day time cream, and Super Anti Aging Night cream before bed. I also have a little bit of Super Anti Aging Body Cream left, but It’s a bit dry for my liking and I mix it with other creams and butters.  This Super Anti-Aging Eye Serum is my new favorite, as I have dry skin around my eyes and visible crows feet. I use it in twice a day: jn the morning and at night, under Sturm eye cream. I have been using it only few days, and already noticed that it makes my skin look softer, smoother and hydrated. Recommend it."
		},
		{
			"review_title": "Love the texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this SUPER ANTI-AGING EYE SERUM  from Dr. Barbra sturm  sample for my honest opinion. I’m Getting older and  realizing I need the to be using anti aging products for my fine lines and some wrinkles around my eyes. After using this product I noticed such a difference in areas around my eyes. Around my eyes tend to get very puffy, and the puffiness went away so quickly it looks great. I love how easy the serum is to melt right into your skin it’s like a super hydrating water."
		},
		{
			"review_title": "Not worth the price.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I personally didn’t like this product it wasn’t very hydrating and it some kinda scent to it. In which I didn’t care for. I also didn’t like the fact it was $300 retail for 1 oz product. That’s a bit extreme for an eye product."
		},
		{
			"review_title": "Great serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The serum has a lightweight, silky texture that absorbs quickly without leaving a greasy residue. A small amount goes a long way, and it feels incredibly refreshing upon application. Gently tap it around the eye area, avoiding direct contact with the eyes. For an added boost, you can store the serum in the refrigerator and apply it cold to enhance its depuffing and refreshing effects. Effectiveness: After using this serum for one week, I’ve noticed a significant reduction in fine lines and an overall firmer appearance around my eyes. My under-eye area looks brighter and less puffy, and the skin feels smoother and more hydrated. I haven’t experienced any irritation, which is a big plus for such a potent formula. Overall, the Dr. Barbara Sturm Super Anti-Aging Eye Serum has impressed me with its ability to deliver on its promises. It’s particularly well-suited for those looking to address signs of aging around the eyes without compromising on gentleness. If you’re willing to invest in your skincare routine, this serum is definitely worth considering. Storing it in the fridge for an extra cooling effect is a great tip to maximize its benefits."
		},
		{
			"review_title": "Lightweight eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "What an amazing eye product! I am seriously impressed by this. I really like this brand and was excited to try this eye serum. I think the lightweight serum is perfect for the delicate eye area because it doesn’t weight down your skin and is really easy to lightly tap in. I feel like I saw an immediate improvement in my fine lines under my eyes as soon as I applied it, and I can’t wait to see long term benefits!"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been using Dr. Barbara Sturm's SUPER ANTI-AGING EYE SERUM and wow! Brightened my dark circles, and helped minimized fine lines. My skin feels hydrated and refreshed. A bit pricey at $300, but worth it!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I like how light the formula is. It's easy to apply and dries down well. It is a luxury product so it is very expensive. It doesn't irritate my skin or have an off putting smell. I don't think it's worth the price in my opinion."
		},
		{
			"review_title": "Yes yes yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This ICU room is so good. I struggle with heavy bags, especially in the morning so I put this on every morning and before I sleep at night, and I feel like it really helps with the de-puff. I love the little goes a long way this product as well."
		},
		{
			"review_title": "Works magic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I would never stop hyping this brand coz every product I’ve tried really works magic.  Great packaging and ingredients which always treat my skin the best.  This eye serum fill wrinkles around your eyes overnight, depuff and skin looks more radiant and healthy!  My eyes looks normal again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is going to be a staple in my routine because oh my gosh.. the consistency is amazing and the fact that its a liquid makes it so easy to apply. I sometimes like to mix it with a cream but it works amazing on its own."
		},
		{
			"review_title": "It works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love using Dr Barbara Strum products. I have used the glow drops and night cream before and loveee them . The super anti aging serum actually works- I was really impressed with the fast results. Also the serum is medium weight- so l little goes a long way !"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I am not given the full 28 days to see results before reviewing, but do have my opinions already. I like the packaging. The consistency is like water, but does take a moment to absorb. If there was no fragrance to this product, I think my eyes would like it more. I'm not sure I will continue use, due to irritation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Ever seen I’ve tried Barbara Sturm’s eye cream, I knew that I had to get my hands on the eye serum to go along with it! This product is like a kiss of moisture for your under eyes. I look so much more awake and fine lines are plumping up. Thank you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This eye serum has a watery consistency and one drop is enough for both eyes. It gets absorbed quickly and I love pairing it with the Dr. Strum eye cream. I noticed that my under eyes felt more hydrated. I think this is one of those products that you’ll need to continuously use for a period of time to see actual results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "My mom has this and it works so well for her fine lines so I’m excited to try it too. It feels so lightweight and I love that. It does not irritate my skin too so that’s definitely a plus. It’s totally worth it."
		},
		{
			"review_title": "New addition to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This serum makes my under eyes very hydrated. I apply it before my eye cream. It is on the pricy side and I have not seen results yet but I am hoping to see some results soon. I am in my early 30s and I am doing everything I can for my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The super anti aging eye cream is well worth the money! It really helped clear up my dark circles, eye bags, and puffiness! I highly recommend if you have mature skin or suffer from dark under eyes because this is truly magic in a bottle!"
		},
		{
			"review_title": "Rejuvenating eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a lightweight and eye serum that absorbs into the skin quickly. It feels hydrating to the eye area and helps to plump the skin. I do notice it helps to de-puff my skin under my eyes and smooth the skin. The serum gives my eye area rejuvenated appearance and the skin looks refreshed. The eye serum is fragrance free and doesn’t leave any sticky or oily residue on the skin.I look forward to seeing more results with continued use."
		},
		{
			"review_title": "Bright eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received SUPER ANTI-AGING EYE SERUM by  Dr. Barbara Sturm in exchange for my honest review. Dr. Barbara Sturm products are quite expensive but they really work great, This eye serum is just what my eyes needed it absorbed very quickly and give instant results with hydrated and bright eyes. it really work with my dark circle to give me amazing results."
		},
		{
			"review_title": "Lovely eye serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I’ve not used a serum for my eyes before and this is a wonderful product. I like that it’s a thinner and easily absorbs into my skin. It instantly hydrates my skin and doesn’t leave it feeling sticky. My eye’s definitely look firmer and smoother, not sure if it gets rid of the dark circles just yet, I’m hopeful!"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This anti-aging eye serum is great! I love the consistency, it’s so easy to apply and combine with other skincare or makeup products. After few uses you can tell the difference on the skin, specifically hydration and puffiness! I love that it works great on my sensitive skin too!"
		},
		{
			"review_title": "it's great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "This is a game-changer for my skincare routine. The serum feels incredibly luxurious and lightweight, absorbing quickly without any greasy residue. After applying, my skin looks noticeably firmer and brighter, with fine lines and puffiness significantly reduced. The serum delivers a refreshing and rejuvenated look, perfect for starting my day with a confident, well-rested appearance. Highly recommend!"
		},
		{
			"review_title": "Thin and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Super Anti-Aging Eye Serum by Barbara Sturm helps to brighten dark circles and reduce lines and signs of fatigue. I’ve never tried an eye serum quite like this before. It’s so lightweight, it feels just slightly thicker than water. I keep forgetting that I don’t need too much, definitely not a full dropper or even a half dropper. Just a tiny droplet is enough to cover the eye area. It absorbs immediately into my skin. I love that this is not greasy at all. It’s thin and refreshing. It provides a good dose of hydration and layers well with my eye cream. The glass bottle feels like good quality and looks luxurious. The dropper keeps it sanitary, makes it easy to dispense, doesn’t create a mess (because it’s so liquidy) and makes it easy to control how much you want to apply. I notice my eye area looks more hydrated and energetic after using this. Overall, a great eye serum."
		},
		{
			"review_title": "Must in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The consistency of this eye serum is thin but the results are mighty. Which is exactly what I need. The serum sinks into my skin and diminishes my fine lines right away, while plumping the delicate skin. A small dot is enough to make a visible difference."
		},
		{
			"review_title": "Hydrated, plump under eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "Dr. Sturm products work exceptionally well for me. I have acne prone skin that also needs a lot of hydration. This eye serum manages to give me plump, hydrated and tighter under eyes while not irritating my sensitive skin. Exactly the results I need with no downsides."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I've been familiar with Dr. Barbara Sturm’s SUPER ANTI-AGING EYE SERUM for a long time, and it truly delivers on its promises. In a very short period of time it brightens dark circles, reduces signs of fatigue, and minimizes fine lines. The serum is lightweight, absorbs quickly, and leaves the skin around my eyes feeling smooth and hydrated. I also love keeping it in the fridge for an extra cooling effect."
		},
		{
			"review_title": "Seems nice, further testing required for results",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This product has a great thin consistency but it’s not watery. It’s easy to spread but not too much. I have oily under eyes and this does not have an oily feel. It’s smooth and has a light tack upon application but it does dry down. This does not feel heavy when putting an eye cream on top. For something like this and having relatively unproblematic under eyes, I think I will need to use this for a long time to really notice results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this brand so much! The Super Anti-Aging Eye Cream is lightweight, not greasy and sits so well under your eyes. It is gentle, has no fragrance and does not irritate my eyes. I have been applying this at nighttime and my skin has been loving this product so far."
		},
		{
			"review_title": "Perfect Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I love the idea of an eye serum! Dr. Barbara’s Super Anti-Aging Eye Serum makes my under eyes look brighter, firmer, and smoother. It sinks in right away and it’s very gentle and lightweight.  Love using this day and night to treat fine lines, puffiness, and darkness under my eyes."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love Dr. Barbara Sturm products! Their serum is one of my favs! So excited to try other products from the line! I picked out the Super Anti-Aging Eye Cream and saw the positive reviews of it! I love this! It is lightweight and easy to apply around the eye area! Yes, it is expensive but it is worth it!"
		},
		{
			"review_title": "Soothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is my first product from Strum. The serum is more on the viscous side than watery which is a plus since I don’t want it to go everywhere or into my eye. It also doesn’t have a scent if you’re sensitive to that. I love how you can also use it as a “booster” so you can put it under your eye cream. I have to do that since I have super dry skin."
		},
		{
			"review_title": "Expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This serum is so hydrating. It has gentle but effective ingredients that will tighten and brighten under the eyes. I’m most excited to see how it will help decrease puffiness. It’s quite expensive for what it is though, wow."
		},
		{
			"review_title": "Excited for long term results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had high expectations because I’ve previously used the skincare line for Dr Barbara Sturm and it worked quite well for me. This is my first time trying their eye serum. This eye serum comes in the form of using a dropper and I didn’t need much product. I gently patted one dropperful onto my under eye area. I work night shift which wrecks havoc on my eyes and eye bags so this was a welcome relief. I can’t wait to see the long term effects."
		},
		{
			"review_title": "A must have for bright eyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Absolutely love this brand and this eye serum is no exception!  Even after one use my eyes are smoother, brighter, and less puffy.  I look so refreshed and can get that perfect “no makeup” look. I can’t wait to keep using this to see the long term results!"
		},
		{
			"review_title": "Amazing results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The serum has a silky, lightweight texture that glides smoothly onto the skin. It feels incredibly hydrating without being greasy or heavy. A small amount goes a long way, which is a plus given its price point. Upon application, it absorbs quickly and leaves the skin feeling instantly refreshed and nourished. Right after applying the serum, you may notice a cooling and slightly tightening sensation around the eye area. This can be quite invigorating, especially in the morning or after a long day. The skin appears slightly more plump and hydrated, reducing the appearance of fine lines and puffiness almost immediately. With consistent use, the benefits become more pronounced. The eye area looks smoother, with a noticeable reduction in fine lines and wrinkles. Dark circles and puffiness are significantly diminished, giving the eyes a more rested and youthful appearance. The skin also feels firmer and more resilient. After incorporating this serum into a regular skincare routine, the overall appearance of the eye area is greatly improved. The delicate skin around the eyes looks brighter and more even-toned. There's a subtle but definite lifting effect that makes the eyes appear more open and awake. The Dr. Barbara Sturm Super Anti-Aging Eye Serum is an investment, but it delivers impressive results that justify its high price tag. It's particularly effective for those looking to address multiple signs of aging around the eyes, including wrinkles, puffiness, and dark circles. If you’re seeking a potent and luxurious eye serum that delivers visible improvements, this product is definitely worth considering."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have gone through 2 bottles of this stuff and while it is expensive, I feel really luxurious using it and I feel like it really does benefit my skin! It always makes my skin look amazing after I wake up and it feels smoother and more glowing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this Super Anti-Aging Eye Cream by Dr. Barbara Strum! I love that this project depuffs, brightens and refreshes the eyes! It also leaves the skin super hydrated, so smooth, and so plump! 10/10!"
		},
		{
			"review_title": "It is great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have been loving this super anti aging eye cream so so much! I have been noticing a difference in my under eye area it is much smoother and hydrated as well as the darkness i had, it definitely minimized! This is a great product and I definitely recommend!"
		},
		{
			"review_title": "New holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Wow, what an amazing eye serum! I knew it was going to be good because my skin always love Dr. Barbara Sturm products, but this eye serum really met my expectations. It has a lightweight texture that’s cooling and absorbs quickly into my skin. I always keep mine stored in the fridge for extra cooling and depuffing support. After using it, the skin under my eyes looks tighter and my eyes appear more awake. Will continue to add this to my routine!"
		},
		{
			"review_title": "A must have in my routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I recently tried Dr. Barbara sturm anti-aging eye serum. My undereyes never felt this good. It’s my first time using an undereye serum under my eye cream and it’s been game changer. It’s so hydrating and locks in moisture. I need to use it more to see the anti-aging effects but so far I’m loving it."
		},
		{
			"review_title": "Luxury eye serum of my dreams!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "If you’re looking for a luxurious eye serum then this is for you! The packaging, the ingredients, the formulation, and the results are just devine. A little goes a long way with this stuff and it soaks into the skin fast. Works well under my makeup. I even put it a bit on my forehead to help with fine lines."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I gifted this to my mom because she has puffiness under her eyes and this works so well for her under eyes!! It hydrates and makes it look so plump throughout the day. It is a bit pricey but works really well for puffy eyes!"
		},
		{
			"review_title": "Perfection in a drop!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This is an incredibly lightweight and effective product! I noticed results after my first application. I am very rarely “wowed” by a product but this has me wowed for sure! You literally only need 1 drop per eye and immediately you will not only feel any dry or dehydrated skin feel hydrated but there’s a sort of lifting or tightening sensation. This is literally everything I’ve been looking for!!"
		},
		{
			"review_title": "Worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This serum works very well. It is extremely hydrating and makes a noticeable difference in the discoloration and dark circles under my eyes. I apply two small dots under each eye as part of my night time skin routine. The serum absorbs well and doesn’t leave behind any residue or pilling. My under eyes have never appeared so bright or even toned. It has even helped with the slight milia I have under my left eye. If this is something that is affordable to you I would definitely consider trying it out!"
		},
		{
			"review_title": "Best eye serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Dr. Barbara Sturm SUPER ANTI-AGING EYE SERUM   Sturm’s SUPER ANTI-AGING EYE SERUM addresses skin microcirculation to depuff, brighten and refresh the eyes, and leaves skin hydrated, smooth, and plump!  Use daily, AM and PM. Dispense one to two drops onto the ring finger and gently pat around the eyes. Follow with your eye cream and face cream. I love that this can be refrigerated to enhance the effects! It sits well under my makeup when I use in my makeup prep routine. This is my new best friend!"
		},
		{
			"review_title": "Best anti aging product I’ve used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is the most luxurious anti aging skin care product I think I have ever had. I am not lying when I say, I saw instant results!! My eyes were super puffy and droopy and about 15 minutes after putting this on, they looked more lifted, brighter, and refreshed!"
		},
		{
			"review_title": "Just what my under eye area needed !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Today, I'm diving deep into the skincare world to share my latest obsession : Dr. Barbara Sturm’s Super Anti-Aging Eye Serum. If you’re like me and constantly battling dark circles, puffiness, and fine lines, this might just be your new best friend. First of all, this eye serum is a lifesaver for anyone dealing with tired eyes and those pesky signs of aging. The formulation is lightweight and feels so luxurious on the skin. It’s designed for all skin types—whether you’re oily, dry, or somewhere in between, this serum has got you covered. What really sets this serum apart are the powerhouse ingredients. Polysaccharides work their magic to visibly diminish dark circles, giving you that brighter, well-rested look. Red algae extract is a hero ingredient for reducing puffiness and eye bags, which I’ve definitely noticed after those late nights. And let’s not forget the purslane extract—it’s super soothing and leaves the eye area feeling refreshed and calm. One of the things I love most about this serum is how quickly it works. In just a few weeks, I’ve seen a significant reduction in fine lines and an overall brighter, more youthful look around my eyes. It’s like a mini facelift in a bottle! Plus, it’s packed with hyaluronic acid, which keeps the skin hydrated and plump, tackling that loss of firmness we all dread. Using it is a breeze. I apply it daily, both in the morning and at night. Just a drop or two on my ring finger, gently patting around my eyes, and I’m good to go. Pro tip: keep it in the fridge for an extra cooling, depuffing effect. Trust me, it feels incredible, especially first thing in the morning. I also appreciate that this serum is free from all the nasties—no parabens, formaldehydes, phthalates, and a bunch of other stuff we don’t want on our skin. It’s also gluten-free and cruelty-free, aligning perfectly with my values. Dr. Barbara Sturm’s Super Anti-Aging Eye Serum is a must-have in any skincare routine if you’re serious about tackling dark circles."
		},
		{
			"review_title": "Best of the Best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this eye cream. It leaves your eyes looking younger, brighter, and more plump. There is definitely a noticeable difference after only a few uses and I could not recommend it more highly. A little goes a long way and it is an incredibly value for the price point."
		},
		{
			"review_title": "Great for dark circle and puffiness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this huda beauty blush. Pigment is strong. A little goes long way. Gorgeous look and thr colour is stunning. It's very pigmented, you just need a little bit for everyday look.This is my favourite blush.It's creamy texture and super blendable.Really nice  blush. It gives me glow also it blends beautifully under and over top of foundation."
		},
		{
			"review_title": "Healthier looking Under Eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "A potent combination of ingredients that I am very happy about and the results that I noticed over the past couple of weeks. Dark circles and under eyes bags are my most challenging problems and this serum has helped the skin under and around my eyes, making it healthier and more youthful."
		},
		{
			"review_title": "Best Anti-Aging Eye Serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "After using Dr. Barbara Sturm’s Super Anti-Aging Eye Cream for just a few days, I’m already noticing positive changes. The skin around my eyes feels noticeably smoother and more hydrated. The cream has a luxurious, lightweight texture that absorbs quickly without leaving any greasy residue, making it perfect for both day and night use. Even in this short time, I can see a slight reduction in puffiness, and my eyes appear more refreshed. I’m excited to continue using this product and look forward to even more impressive results over time. Highly recommend!"
		},
		{
			"review_title": "A Multi-Tasking Wonder!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing eye serum and another great product from this brand. This serum helps to lift, reduce inflammation, & brighten your under eyes. I also like to use it on my upper eye lid to help with inflammation there also."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This Eye Serum from Dr Sturm is just what my eyes needed.  I have had dark circles under my eyes for years now.  This serum actually did help to brighten the areas around my eyes, giving me a more youthful, energetic appearance.  It really is a great confidence booster."
		},
		{
			"review_title": "Dreamy texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review.  The texture of this serum is dreamy. It absorbs instantly and immediately makes my skin look more plump and hydrated. It doesn't leave a sticky feeling on the skin either and very comfortable on the skin. My only complaint is the expensive price tag."
		},
		{
			"review_title": "Firming and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a wonderful eye serum. Upon application my skin looks brighter and is less puffy. My skin appears more hydrated and looks fresh. I love the texture of the product. It melts right into my skin leaving my area are looking much more moisturized. I love using this in the morning and evening as my first step in my eye care routine. This cooling serum feels amazing! I would recommend it to anyone."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "My eye area is definitely my trouble area on my face.  Do this serum was very exciting for me to try. I love the product packaging and application. The texture is very nice  as well. I have incorporated this into my routine and will continue to use this product regularly."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is the best eye product I have ever used! It glides on smooth like butter and absorbs really quick without feeling greasy! It has softened my wrinkles and fine lines and has also brightened my under eyes as well. I highly recommend"
		},
		{
			"review_title": "Also Helps My Dark Circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This stuff is great! I have horrible dark circles and am trying to prevent wrinkles. Immediately after applying the serum I feel like the underneath of my eyes feels tighter! It’s also not a serum that leaves the underneath of my eyes feeling dry, it actually feels pretty moisturizing! So far I really love it and I can’t wait to see what it does for me long term. My dark circles really look a little bit better already and I just started using it!"
		},
		{
			"review_title": "Feels good on the skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Happy to add this to my skincare routine since I am in my early 30s and have a couple fine lines starting to show up around my eyes. The texture of the serum isn’t too watery, so it’s not messy to apply. I use primarily in the daytime before eye cream and it feels cooling and slightly tightening in the under eye area. No irritation and no fragrance. I will continue to see if it helps reduce the lines under my eyes where my concealer sometimes settles."
		},
		{
			"review_title": "My new Holly grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I have super dry, textured and sensitive skin and I loooove how this feels immediately when I put it on. I noticed my under eyes feels very hydrated and plump literally as soon as I put it on and I love how this looks under makeup too doesn’t make it patchy"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love Dr.Barbara Strum products! They are expensive for sure but they are quality - this eye serum is highly concentrated and helps reduce dark circles & puffiness and it really does a great job of that"
		},
		{
			"review_title": "A must have in my skin routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Eye changing serum. This has smoothed out wrinkles and toned out my dark circles. This helps depuffs and skin under and around my eye looks so much better. I’m always looking for something to repair damage around my eye due to aging and sun damage.. this has helped tremendously and skin feels and looks amazing"
		},
		{
			"review_title": "Powerhouse",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "My eyes feel less puffy, more refreshed and I feel I look more awake! Always very pleased with Dr Barbara Sturm product and this is no exception; classy simple packaging with a powerhouse inside. The serum smells fresh and applies smoothly and instantly gave me a refreshing feeling."
		},
		{
			"review_title": "Expensive but effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This eye serum is truly life changing- I have never woken up with such smooth and clear under eyes. The price is definitely a factor but a little does go a very long way when it comes to this product. It’s amazing!"
		},
		{
			"review_title": "So pleased with the visible results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The serum has a lightweight, silky texture that feels incredibly soothing when I apply it around my eyes. It absorbs quickly without leaving any greasy residue, which is perfect for layering under makeup.  Since I started using it, I’ve noticed a significant improvement in the appearance of my under-eye area. My skin looks smoother, more hydrated, and those fine lines are definitely less noticeable. I also love that it reduces puffiness and brightens up the dark circles, giving me a more refreshed and awake look even on mornings when I haven’t had enough sleep. If you’re looking for an effective eye serum that delivers visible results, this one is worth trying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely adore this anti-aging eye serum! It's amazing. It effectively targets puffiness and dark circles, and minimizes fine lines - everything I want in an eye serum. I usually apply a drop or two, and it leaves my undereye area feeling hydrated, brighter, and refreshed."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The SUPER ANTI-AGING EYE SERUM by Dr. Barbara Sturm is an advanced skincare product designed to target signs of aging around the delicate eye area. The serum boasts a blend of potent ingredients aimed at reducing the appearance of wrinkles, puffiness, and dark circles. I can praised its lightweight texture, which absorbs quickly without leaving a greasy residue. I’ve noted a visible improvements in skin firmness and hydration with regular use. However, the premium price point may be a consideration for some. Overall, it's a highly effective, luxurious option for those seeking targeted anti-aging eye care."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love this brand. I have some of their other products and they do not disappoint. I have dark circles with wrinkles and this has really helped bringing back the youthfulness to my eyes. mum even loves to use this for her eyes as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Okay this is an absolutely beautiful eye serum. The formula is incredibly lightweight but blends into the skin like a dream! I loveeee how this feels the morning after applying and makes my skin feel so plump and hydrated. I wish this was a bigger bottle because I know I’ll fly through this one!"
		},
		{
			"review_title": "Added to my daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This eye serum has a clear gel texture. It absorbs really fast and doesn’t leave any greasy feeling. I felt a bit tingling when I first applied but it was gone after a couple uses. I can see a minor improvement under my eye. My skin feels more lifting and hydrating. I use this serum twice a day followed by my favorite eye cream. Love it and highly recommend it. "
		},
		{
			"review_title": "Great light serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I've been using other products from Dr. Sturm for years so I appreciated the opportunity to try this eye serum.  So far it sinks in really nicely and works with my sensitive skin and extra sensitive eye area, no irritation so far and works well with make up making this a great morning eye serum."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This eye serum is soo lovely! It really feels like a spa experience at home. I love the ingredients in this serum and how cooling and refreshing it feels on my under-eye. I've been using this every night and it's my new favorite product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have dark under eye circles, no matter how much i sleep and the eye creams I’ve used didn’t help that much. This serum does brighten a bit while smoothing and hydrating the under eyes. It’s just a bit costly."
		},
		{
			"review_title": "Barb knows her stuff!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "WOW! What a stunning serum!! It’s so luxurious! I love the way this glides onto my undereye area - so smooth and nourishing. No irritation at all. I can’t wait to see more results with extended use, but after the first use my undereye is more plump and bright. Barbara really knows her stuff!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This eye serum is fantastic! I am in my late 40s and I usually wake up with my eyes extremely puffy. But now I have been using this eye serum from Dr. Sturm and my eyes are no longer puffy when I wake up. I have also noticed the softening of my fine  lines."
		},
		{
			"review_title": "Just buy it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This is WORTH it—I’m telling you—I know it’s higher priced but if you want to take your aging under eyes and make them fresh and hydrated and looking fabulous again? Get this. Just do it, lol. I will be keeping this as a staple in my routine."
		},
		{
			"review_title": "Smooth under eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This eye serum is super hydrating for my under eyes and makes my skin feel extremely healthy and soft. I love how this seems to instantly make my under eye area look smoother and brighter. I feel like This will make a big difference over time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve always heard so much about the brand and super excited to try it out! The texture is very light and it does say recommended to follow with its eye cream and face cream. Would recommend only if you have the budget and willing to splurge"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "This eye serum is an absolute dream! It applies nicely and absorbs into my skin really well. It leaves my undereyes brighter and hydrated. It helps depuff them as well. I love the beautiful luxurious packaging as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This Barbara sturm anti aging eye serum leaves my under eyes rejuvenated and bright! I only need a few drops for both under eyes. I recommend this eye serum if you have dark circles or need brightness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "can't tell how much lasting effect this has, but it's fun to apply and has a nice scent. It looks so pretty on my shelf too. Sometimes I have a hard time getting the dropper to dispense the correct amount.i highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm's Super Anti-Aging Eye Serum is a revelation! After 28 days of use, my dark circles are noticeably brighter, and the fine lines around my eyes have diminished. The serum targets the delicate skin around the eyes, addressing signs of aging, puffiness, and dryness effectively. It feels lightweight and absorbs quickly without any greasiness. My eyes look fresher, more youthful, and less fatigued. This serum has become an essential part of my skincare routine. Highly recommend for anyone looking to rejuvenate their eye area!"
		},
		{
			"review_title": "This is GOLD!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Absolutely gold this serum! I keep mine in the refrigerator and I use both morning and evening!! I apply gently and follow up with my eye cream. It gives me a revitalized appearance, like it wipes the bad night of sleep I had and makes me look refreshed! Absolutely a must have! Highly recommended!"
		},
		{
			"review_title": "Doesn't pill and isn't sticky",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Dr. Barbara Sturm Super Anti-Aging Eye Serum is a clear liquid that is not water-like runny, but that absorbs easily and quickly and doesn't leave my skin sticky or tacky. When applied it gives immediate hydration, but it is not oily, which was great for my combination skin. I applied moisturizer that was not the same brand and it didn't pill or react. It also worked well with my foundation and concealer.  One of my favorite things about this, is that it doesn't contain parabens. As a person who is learning to take better care of my health, I love that. It also contains purslane, an ingredient that is supposed to extend cell life, and red algae to reduce inflammation and puffiness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This eye serum feels so amazing! It feels so soothing and hydrating. It’s a perfect consistency. It makes my eyes feel and look so refreshed. I can already feel it working and have really high hopes for it."
		},
		{
			"review_title": "Game Changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Dr Sturm never disappoints, her serums are always amazing and a real game changer for my skin.  If you have any anti aging issues, I would highly recommend this serum, its absoluting amazing.  Definitely will be repurchasing."
		},
		{
			"review_title": "For youthful look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I recently tried Dr. Barbara Sturm's SUPER ANTI-AGING EYE SERUM and I'm amazed by the results. It brightened my dark circles, reduced signs of fatigue, and minimized fine lines. The delicate skin around my eyes feels hydrated, smooth, and plump. I love how it addresses puffiness and refreshes tired eyes. If you're looking for a game-changing eye treatment, this serum is a must-try. It truly delivers a fresh and youthful look."
		},
		{
			"review_title": "My miracle product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My miracle product! It works instantly. You can see and feel a huge difference after just one use. I keep mine in the refrigerator. So, it’s super cold so it instantly depuffs and soothes. This has been a huge huge miracle for my dark circles and fine lines and wrinkles. This is truly my miracle product"
		},
		{
			"review_title": "Incredibly Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm’s SUPER ANTI-AGING EYE SERUM is a standout in skincare, blending high-performance actives for a rejuvenated eye area. The serum’s luxurious formula targets dark circles, puffiness, and signs of aging with noticeable hydration and firming effects. A sleek addition to any anti-aging regimen, this serum is a proactive choice for maintaining youthful, radiant eyes. Highly recommend!"
		},
		{
			"review_title": "Fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Wow! What a fantastic product! I use this in the morning and in the evening. The texture of this product is very luxurious. I pat it on around my entire eye area. It did a fantastic job in reducing the puffiness around my eyes and the entire under eye area appears brightened and refreshed. My fine lines and wrinkles appear to be plumped so they are much less noticeable! I keep mine in the refrigerator and it feels so refreshing and wonderful going on! I will continue to be diligent and use this twice a day and hope to see an improvement in my fine lines!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This eye serum is definitely worth the hype. It's helped to improve my dark circles, reduce what fine lines I have in the area, and helped my eye look more awake overall. It is pricey but worth it for sure."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Worth the high price tag, this serum has been amazing for under my eyes to help with both dryness and anti agin"
		},
		{
			"review_title": "Perfect for dark circles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This brand has changed my skin is such a good way. It’s expensive but so worth it. This is the third product and I’m just loving it as much as the others. It helps with my fine lines and to make my skin look fresh and younger. My under eyes look brighten and firmer and my dark circles are fading. Totally recommend it"
		},
		{
			"review_title": "Younger under eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Blown away by this anti aging eye serum. My eyes soak it up and they look so much smoother and hydrated. It goes on beautifully and even looks good under my makeup. A new favorite eye serum that I won’t be able to live without"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This anti aging eye serum works amazing , if you have fine lines , dark circles or wrinkles then you should definitely try this once as it really works. I absolutely love it’s packaging and it’s light weighted texture as well."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "Let’s get this straight the price tag is VERY high. So this needs to be flawless for me to repurchase. So far this product is truly amazing. I heard great things about this brand and I’m so happy I’ve gotten the chance to try it. Really nice texture. Really feels like it’s doing something unlike some other serums. My eye area is my problem area and I really think this is going to be my go to from now on"
		},
		{
			"review_title": "The Ultimate Anti Aging Eye Serum!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "The Super Anti-Aging Eye Cream is the best eye cream I’ve ever used!! I keep it in the refrigerator for a cooling effect and it feels incredible as it targets puffiness and dark circles, while firming my skin! Highly recommend, totally worth it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Dr. Barbara Sturm’s SUPER ANTI-AGING EYE SERUM brightens dark circles, reduces puffiness, and minimizes fine lines. It's lightweight, hydrating, and absorbs quickly, leaving the under-eye area smooth and refreshed. For an extra boost, store it in the fridge and apply it cold. Highly recommend for brighter, youthful-looking eyes!"
		},
		{
			"review_title": "Already seeing results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This powerful anti-aging eye serum promises to reduce fine lines, dark circles, puffiness and other signs of aging in 28 days. I’m five days in and I’m already convinced that this serum is something special. Just a drop or two is enough to pat around both eyes morning and evening, either under other skincare products or alone. I’ve been using it alone at night, and under eye cream during the day. My undereye area already looks brighter and the skin is smoother without any feeling of tightness. As suggested by Dr. Barbara Sturm, I’m storing the serum in the fridge for an extra boost of coolness. I’m so excited by this serum, and can’t wait to see what improvements the next few weeks bring!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This product is beyond amazing! I noticed a difference in a week for how amazing this product was! I love it so much! It is definetly pricey but so worth the price! Also such a sleek bottle put on my counter."
		},
		{
			"review_title": "Nice but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Very luxurious feeling eye serum! It glides on smoothly and leaves my skin feeling rejuvenated and refreshed. The packaging is also sturdy and very fancy as well. The price is a bit steep for an eye serum though."
		},
		{
			"review_title": "Such a luxurious eye serum!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love Dr. Sturm’s Super Anti-Aging Eye Serum so much! It comes with many great active ingredients to depuff, brighten, and refresh the eyes, and leaves skin hydrated, smooth, and plump. This lightweight serum works well on my eye area. This is such a luxurious eye cream!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "I’m not sure I’m super impressed with this brand. The product doesn’t really match the price. It’s super expensive and doesn’t give phenomenal results. It does feel really nice on the skin but it honestly did nothing for me."
		},
		{
			"review_title": "Works pretty well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I really enjoyed using this serum under my eyes. After two weeks of consistent use, I was able to see improvement in fine lines and wrinkles on the sides of my eyes, and also see some improvement in my under eye bags. In terms of texture, I like that it is lightweight, but it had a slightly sticky feeling on my fingers after application. It absorbed pretty fast after only one or two drops of use for both under eye areas. Overall, I would give us a solid four out of five."
		},
		{
			"review_title": "A must",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Skincare going into my 30’s is a must especially under eye creams ! I’m so glad I found this it has been helping me a lot especially with dark undertone, dull like skin , and a little wrinkles ! It also helps keep that area hydrated"
		},
		{
			"review_title": "Incredible!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I am obsessed with this anti-aging eye cream. I love the applicator, a dropper bottle. It helps you to get out the perfect amount of product. The product itself has helped a lot with fine lines and my dark under eyes. I have been using this over all my other eye creams lately!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "So far I’m really liking this eye serum! The formula isn’t sticky and absorbs really nicely into the skin. It’s very hydrating, and I look forward to seeing what long term use of this product will do!"
		},
		{
			"review_title": "Hydration!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "I have loved every single product I have tried by this brand, and the super anti aging eye serum is no exception. I’m in my 30’s, and small signs of aging are starting to show. I love using products that are created with high-quality skin, loving ingredients and thus fits the bill perfectly. Just after using it for a couple of weeks, I can see that my under eyes are super hydrated and makeup applies really well. If tiny crows feet and puffy eyes are your ginger , then I highly recommend trying this serum!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Perfect antiaging serum, one of the most expensive but the most effective, my skin starts getting really better after it, the hydration it gives is amazing. I love the serum texture, ia more easily to be absorbed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This Barbara Strum super anti-aging eye serum feels incredible on my skin.  It provides so much hydration to my eye area which will help to reduce the chances I get wrinkles.  I love the way it sits under makeup too."
		},
		{
			"review_title": "Works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love how this reduced my dark circles and almost instantly de puffed under my eyes I would love to see what this will do with my crows feet after consistent use will update my review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am always excited to try Dr. Barbara Sturm skincare , so of course I had tried this eye serum and it didn’t disappoint. It is a lightweight eye serum and it is very easy to apply the proper amount with the dropper. A little goes along way and it is easy to apply more if needed. this is a very lightweight product, but it gives good hydration and it spreads on the skin well. It gives long lasting results and my undereyes hydrated, plump and glowy. It has no scent and I really appreciate that for the delicate eye area. This is a perfect eye product for summer."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The new Dr. Barbara Sturm Super Anti-Aging Eye Serum has been such a nourishing and effective addition to my daily nighttime skincare regimen. A little goes a long way and I love how depuffing and refreshing this serum is for my undereye area. It’s also lightweight which is great for under makeup for the summertime!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m obsessed with this super anti aging eye cream by Barbara doctor Sturm. She seriously makes the best products for mature skin. This stuff has helped tighten and help with wrinkles immensely. Have itn"
		},
		{
			"review_title": "Amazing and luxurious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am convinced that anything Barbara Sturm creates is pure gold. Her formulas are outstanding and this eye serum Is such a beautiful new addition to her line. It is lightweight yet incredibly hydrating and sits beautifully under her eye cream. I use it day and night and I’ve already noticed an increase in hydration and  my fine lines appear slightly softer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "My eyes just look so much better after weeks of using this! Dr. Barbara Sturm’s SUPER ANTI-AGING EYE SERUM brightens dark circles, reduces signs of fatigue and minimizes fine lines in just 28 DAYS* for brighter, fresher and youthful-looking eyes."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "My favorite product nowadays I feel like recently my eyes have looked like they were always tired but ever since I started to apply this st night everything has changed omg I feel like my eyes have aged backwards and I feel so ready to conquer my day"
		},
		{
			"review_title": "Powerful eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Okay this is worth the money! I love this product so much. It helps brighten my under eyes and is super hydrating. Also it’s good for little crows feet around the eyes as well. A little goes a long way so you can really make this product last! I received something in exchange for my honest review of this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Super anti aging eye serum is perfect for someone like me with crows feet. I love how it makes my skin feel so much better and it's amazing and hydrating. The wrinkles around my eyes are more smooth and I am more confident after using this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love Dr. Barbara Sturm products so I was happy to add this to my collection. A little goes a long way and it has definitely brightened my under eye area. It of course is more on the pricey side but I definitely love this serum. It hydrates and leaves a nice little glow as well."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This serum is really good. I have really sensitive eyes to most products that I apply next to eye area and this product didn’t irritate me at all . Definitely worth money if you use it regularly you will see results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This eye serum is very expensive but I do think it’s worth every penny! My undereyes feel so hydrated and nourished from them within the first use! I also love how it lays under makeup it really preps my eyes for concealer!"
		},
		{
			"review_title": "Great formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Great eye cream as always! Barbara Sturm has amazing quality of her skincare, formulas are very good. It brightens dark circles well and I enjoy how easy it is to apply, it feels so refreshing on my skin. I noticed I have healthier younger overall look."
		},
		{
			"review_title": "Gentle hydrating anti-aging eye serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I have dry sensitive skin around my eyes and I’m so happy I tried Dr. Barbara Strum anti-aging eye serum. It’s very gentle and hydrating. My puffiness is significantly reduced, all of my fine lines appear so much smoother. I use this super eye serum twice a day and I’m seeing a huge difference! It’s really working. Hyaluronic acid is  really moisturizing and pluming. I highly recommend trying Dr Barbara Strum eye serum."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I tried this anti-aging eye serum and really like it!  It is perfect for summer time.  It’s not heavy and when I apply to the eye area, it sinks in easily and does not feel heavy.  It hydrates really well!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! I am in love with this eye serum. It feels wonderful on my skin and easy to apply. My under eyes area is hydrated and moisturized. I would highly recommend it to everyone to try it out or as a gift!"
		},
		{
			"review_title": "Refreshing, soothing, and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a beautiful, luxurious, lightweight, hydrating formula. This serum is incredibly soothing, and refreshing which helps to depuff and smooth. It just sinks right into the skin without leaving a sticky or greasy residue. It really helps to plump up fine lines, wrinkles, and brightens dark circles. Leaving my under eyes looking and feeling more rested and youthful."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This Super Anti-Aging Eye Serum has worked well on my under eye area. I find it very soothing and I do think that it has been helping to reduce puffiness and fine lines around my eyes. Quite expensive though."
		}
	]
}