{
    "product_id": "1658",
    "name": "Sheen Hydrating Lip Balm SPF50",
    "brand": "Ultra Violette",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 28.5,
    "about": "What it is:u00a0A tinted lip balm-gloss with SPF 50 that protects the sensitive skin of your lips and nourishes with lanolin for a softer, smoother poutu2014Australian made and tested...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Uneven Texture..Formulation: Balm..Highlighted Ingredients:.- SPF 50 UVA and UVB Filters: Protect the delicate skin of lips from visible signs of premature aging..- Sustainable Lanolin: Highly moisturizing to restore and nourish cracked and chapped lips..- Cocoa Butter and Vitamin E: Provide visible pout-plumping hydration and form a protective barrier on lips...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: A non-sticky, thoroughly nourishing lip balm with a hint of a tint.",
    "ingredients": "-Lanolin: Nourishes dry, flaky skin, leaving it feeling soft and supple..-Shea Butter: Intensely nourishes and protects..-UVA and UVB Filters: Protect your lips, visibly preventing pigmentation, fine lines, and signs of premature aging...Octinoxate 5%, Octocrylene 4.7%, Avobenzone 3%, Lanolin, Theobroma Cacao.(Cocoa) Seed Butter, Beeswax, Butyrospermum Parkii (Shea) Butter, Ricinus Communis (Castor) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Olea Europaea Fruit Oil, Flavor, Tocopherol, Glycine Soja (Soybean) Oil +/u2013 Titanium Dioxide, Mica, CI 15850, CI 45410, CI 77491, CI 77492, CI 17200, CI 77499.",
    "how_to_use": "Suggested Usage:.-Pucker up and swipe on with the pout-hugging applicator whenever your lips need a little TLC, but especially when youu2019re out and about in the sun.",
    "num_reviews": 140,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-violette-sheen-hydrating-lip-balm-spf50-P511691?skuId=2785467&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2785467-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Choc Top",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2785475-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Blow Out",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2785467-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bejewelled",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2785491-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Save your lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product was so good for my lips, I tried both colours and it was hydrating and made my lips healthy with the spf! I would highly recommend buying this item for every day use to protect your lips from the sun!"
        }
    ]
}