{
    "product_id": "1657",
    "name": "Fave Fluid Ultralight Screen SPF50+",
    "brand": "Ultra Violette",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 56.5,
    "about": "What it is:u00a0A broad-spectrum SPF 50+ fluid, so weightless youu2019ll forget youu2019re wearing it, featuring niacinamide and vitamin C to visibly brighten skinu2014Australian made and tested...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dullness, Uneven Texture, and Loss of Firmness and Elasticity..Formulation: Liquid..Highlighted Ingredients:.- Bemotrizinol: A next-generation UVA and UVB filter that is super-efficient and less irritating..- Niacinamide: Absorbs excess oil, improves the look of skin texture, and visibly brightens skin tone..- Vitamin C: Boosts brightness, diminishing the look of dark spots and uneven skin tone...Ingredient Callouts: Free of parabens, phthalates, oxybenzone, and sulfates SLS & SLES. It is also cruelty-free...What Else You Need to Know:u00a0 Your new favorite is finally here. Ditch tacky, suffocating SPF for an ultra-thin sunscreen fluid that protects and visibly minimizes pores, smooths texture, and brightens...Ultra Violette's 'SKINSCREENS' equal skincare plus sunscreen. Their range is made and tested under the harshest conditions in the world: the Australian sun.",
    "ingredients": "-Pentavitin: Is a plant-based ingredient that delivers up to 72 hours of hydration..-Niacinamide: Visibly improves skinu2019s tone and texture while supporting its natural barrier..-Vitamin C: Brightens the appearance of skin and fades visible dark spots..Bemotrizinol 4%, Ensulizole 4%, Avobenzone 3%, Water/Aqua/Eau, Dibutyl Adipate, Alcohol, Polyester-8, Phenyl Trimethicone, Caprylyl Methicone, Propanediol, Acrylates/C12-22 Alkyl Methacrylate Copolymer, Aluminum Starch Octenylsuccinate, PEG-40 Hydrogenated Castor Oil, Sodium Hydroxide, Acrylates Copolymer, Phenoxyethanol, Hydroxyacetophenone, Arginine, Niacinamide, Coco-Glucoside, Disodium Lauriminodipropionate Tocopheryl Phosphates, Ascorbyl Glucoside, Citric Acid, Disodium Lauryl Sulfosuccinate.",
    "how_to_use": "Suggested Usage:.-Apply every day, even when youu2019re staying indoors, as UVA rays pass through clouds and windows..-Smooth on as the final step in your skincare routine, right after your moisturizer and before your makeup.",
    "num_reviews": 147,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-violette-fave-fluid-ultralight-screen-spf50-P511698?skuId=2785483&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2785483-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Bad reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This unfortunately caused a terrible reaction my whole face was covered in bumps for a week. Definitely do a patch test!"
        },
        {
            "review_title": "Maybe for extremely dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "well, it didnu2019t break me out but the absolute greasy oily finish it has is insane. I have to follow up with a powder to make this useable."
        },
        {
            "review_title": "Perfect lightweight breakout-free sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "AMAZING! This sunscreen doesnu2019t break me out (which is very rare). It is lightweight and provides a subtle glow. Will 100% repurchase this."
        },
        {
            "review_title": "A game changer!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Say goodbye to heavy, sticky sunscreen! This ultra-thin fluid is a game-changeru2014it feels like water on my skin, leaving zero residue and no greasy shine. It gives an invisible finish that doesnu2019t clog pores, so my skin stays smooth, fresh, and naturally radiant. Perfect for normal to combo skin, especially if youu2019re prone to congestion. I love that itu2019s fragrance-free, toou2014just pure, weightless protection. This is hands-down my new SPF favorite!"
        },
        {
            "review_title": "didnu2019t break me out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "i finally got my hands on this sunscreen and it suits my sensitive skin very well. itu2019s lightweight and i havenu2019t broken out yet which is a plus for me. it has decent ingredients which adds a layer of skincare as well."
        },
        {
            "review_title": "Lightweight and Safe for Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This formula is super light and easy to wear, it feels like nothing is on my skin and wears super well with makeup. The high spf is perfect for everyday wear and I've added it into my daily routine. Plus, I have super sensitive skin and have had no reactions to this sunscreen so I would say it's safe for sensitive skin."
        },
        {
            "review_title": "Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This UV product is super light and smooth! It really feels unnoticeable on the skin and provided me with good coverage from the sun. I would recommend this to anyone looking for a less heavy sunscreen."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I'm a huge fan of Ultra Violette and this is possibly my favourite sunscreen I've tried from them! It's incredibly lightweight and you don't need a lot. It spreads evenly, makes my skin look soo glowy and healthy, and wears well under makeup!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First of all this sunscreen is amazing. Because of its invisible finish, without any white cast, I use it as my make up base. Itu2019s so easy to blend. Plus itu2019s very effective in protecting my skin from the sun. I highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Australian-made and tested sunscreen has been the best addition to my daily skincare routine. It is so lightweight and leaves an invisible finish on the skin with no white cast! It absorbs into the skin quickly and easily"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this sunscreen, it helps with my acne.  It hydrates and nourishes skin and the best part is it is super lightweight. I donu2019t like to put heavy stuff on my face, so I have to use sunscreen that is lightweight. This is perfect, I use it everyday, makes my skin soft and ofcourse it is super hydrating as well."
        },
        {
            "review_title": "extremely lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with how lightweight this is! This sunscreen is very easy to blend and soaks effortlessly into the skin. Most importantly, it doesn't irritate my sensitive skin. Overall would highly recommend."
        },
        {
            "review_title": "Must have it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I really like this ultra fluid SPF 50+ . It has vitamin C and niacinamide which helps in brightening. It has does not irritate my skin, as usually i am sensitive go certain types of sunscreens but this one works like magic."
        },
        {
            "review_title": "Great lightweight sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have been really loving this ultralight sunscreen with spf 50. I like this one because it very lightweight and itu2019s amazing that it has vitamin C in it. Itu2019s not too harsh on my skin and it helps minimize my pores, helps brighten my skin. Itu2019s fragrance free and absorbs well with my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "One of my fav sunscreen brands! I love how light weight it is and that it even has vitamin C which makes it a great addition to my skin care routine. I use the sunscreen everyday knowing thatu2019s itu2019s been tested in the harsh sunlight."
        },
        {
            "review_title": "Fav Ultralight sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this suncreen is a new favourite for SPF. it glides on so easy like water its super light weight. It minimizes my pores and brightens skin with an invisible finish. Its perfect for my normal skin and its Australian made and tested which makes me trust it completely."
        },
        {
            "review_title": "So lightweight! ud83eudd73",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I cannot believe this is Australian made and yet leaves 0 whitecast and is ALSO LIGHTWEIGHT ud83dudc8c I simply adore the formula and this is going to be a staple in my routine everyday! It has a silky finish and is fragrance free!"
        },
        {
            "review_title": "My absolute favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love This Ultra Violette Fave Fluid Ultralight Screen SPF50+ because itu2019s super lightweight, smooth and blends in my skin like a serum and give it a very healthy glow and it contains niacinamide and vitamin C to visibly brighten skin and give it a very healthy,smooth look and my makeup looks flawless because itu2019s very hydrating and performs really well underneath makeup.definitely a great addition in my skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Finally received my ultraviolet sunscreen and Iu2019m quite impressed, it has such a light weight non greasy feel to it. Love how it just sinks into my skin, almost like itu2019s not even there! If youu2019re not already using sunscreen in your daily skin care routine, you should definitely start. I use it daily during all seasons even winter (the sun is still there even when itu2019s cold). Bonus points for it being made and tested in Australia and cruelty free."
        },
        {
            "review_title": "My new favourite sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The fave fluid SPF50+ ultralight skin screen is my new favourite sunscreen. It is so light and blends into my skin so seamlessly and it is invisible. It is Australian made and tested. I use it under my makeup and it as my last step of my morning skincare routine."
        },
        {
            "review_title": "So light!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "Ultraviolette Fave Fluid SPF50+ Ultralight Screen I LOVE this sunscreen! It is super lightweight; you barely notice you are wearing it. It is watery, not thick at all, and absorbs into the skin really quickly. It does not leave a greasy or sticky feeling. This sunscreen is also unscented and gentle on the skin.  I have really dry and sensitive skin and I have not experienced any irritation or redness from using it. I like that it has a high SPF of 50. I need good protection from the sun's harmful rays, and I don't want to go below SPF 50. Since I wear makeup every day, I find this very helpful because it does not interrupt my makeup and skincare routine It leaves a very subtle glow on my skin and my makeup always goes on flawlessly! Ultraviolette is made in Australia with the best ingredients and sold worldwide! The packaging is cute too; the bottle is quite small and easy to carry in a handbag."
        },
        {
            "review_title": "you guys must use before applying makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I must say this product is awsmm , very lightweight, easy to absorb in your skin, and hydrates your skin very deeply , no white cast left on your skin, i use in my wveryday makeup and skincare routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i love this! itu2019s super light weight and iu2019ve never seen a sunscreen of this texture before. itu2019s literally like water but because of that it absorbs super fast and doesnu2019t feel greasy. highly recommend this."
        },
        {
            "review_title": "Lightweight lotion!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Ultra Violette SPF 50+ is a great sunscreen lotion. The packaging is very pretty. The lotion is very lightweight texture. It absorbs well. Not too heavy. Very easy applicator tip to drip on your skin. And it gives a nice glowing finish."
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Ultra Violette SPF 50+ Ultralight Sunscreen is a delight from the land down under, Australian made and tested, and I love how weightless it feels on my skin. It has a silky texture that absorbs quickly without leaving any greasy residue, which is a huge plus for my combination skin. I appreciate that it gives high UVA and UVB protection without that heavy or sticky feeling some sunscreens can have. It sits well under makeup. The finish is slightly dewy but not shiny, and it didnu2019t clog my pores. I also like that itu2019s fragrance-free, so itu2019s great for sensitive skin days. This has easily become my go-to SPF for daily wear."
        },
        {
            "review_title": "A New Try!! u2b50ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I really love the texture of this sunscreen! It is weightless and really sheer, and it blends so well! I really like how it doesnu2019t make my face feel greasy either, and that it is not too thick. Itu2019s a great addition to a morning skincare routine and I can see myself using this for more outdoor-geared activities. Iu2019ve never tried an Australian-brand sunscreen before so I think it is really cool! My one comment about this is that it is scented, which I donu2019t love, but itu2019s not too bad."
        },
        {
            "review_title": "Finally a lightweight SPF!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Ultra Violette's Fav Fluid Ultralight Screen is super lightweight and goes on the skin so smooth. The texture is very watery and leaves zero white cast! I use it alone and under my makeup too, it's virtually undetectable. Great addition to my skincare routine and I love the travel friendly packaging!  I'M SO GLAD THIS AUSTRALIAN BRAND IS AVAILABLE AT SEPHORA CANADA!"
        },
        {
            "review_title": "Sunscreen is in all year round!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the Ultra Violet Fave Fluid SPF 50 because it is so lightweight, it feels like you have nothing on.  The consistency is like no other SPF I have ever used.  It layers well under makeup and best of all, there is no white casting.  I also love that it's an SPF 50 and it's made and tested under the Australian sun so you know it's heavy duty.  This is a brand I love and trust!  I love everything I've ever tried from Ultra Violet.  Protect your skin all year round with Ultra Violet!"
        },
        {
            "review_title": "Spf in a serum texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "This Ultra Violette Fave Fluid SPF is like a super lightweight sunscreen that's really good at protecting your skin from the sun. It's got an SPF of 50+, which is super high, so you can be sure you're protected.  The texture is like a silky fluid that just glides on your skin and absorbs really quickly. It doesn't leave your skin feeling greasy or sticky, which is great. And it's perfect for everyday use, even if you're wearing makeup.  The finish is kind of semi-matte, which is awesome for oily skin like mine. It helps control shine but still keeps your skin looking natural and hydrated.  The best part is that it feels more like a serum than a traditional sunscreen. It's got skin-soothing ingredients and is free of any irritating stuff. So you can feel good about putting it on your face every day."
        },
        {
            "review_title": "A new fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "This is my second bottle of this sunscreen, and Iu2019ll be repurchasing immediately when I run out. Itu2019s incredibly lightweight, blends immediately and has zero white cast. I love how it primes the skin before makeup - I never have any issues with pilling when I use it. Itu2019s also non-irritating to my eyes, which is a problem for me when I apply some sunscreens under my eyes. I have heard people raving about Ultra Violette sunscreens in the past, and they didnu2019t lie u2013 itu2019s a phenomenal formula!"
        },
        {
            "review_title": "Radiant Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "As someone who is passionate about protecting their skin, and formulating the perfect routine to meet my skins needs, this is a must to add to your everyday routine. This light weight non-greasy, non-sticky SPF will effortlessly seep into your skin, embracing it. It leaves a beautiful glow, making your skin look fresh and dewy, while protecting it from the sun. This product is seriously amazing. You can even stack up loads of product, and it does not leave any white cast. This Australian based company both made and tested in Australia is a must to add to your collection."
        },
        {
            "review_title": "This skinscreen is unmatched! One of the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Australian find sunscreen is a significant skincare upgrade to any routine! The texture is fluid like water and easily absorbed. itu2019s perfect for someone like me who hates the sticky and tacky feeling of putting SPF. Itu2019s almost invisible which is great for using under make up or layering on top. It gives a silky smooth finish. This skinscreen is seriously a game changer in SPF! Iu2019m loving it!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "n amazing product! Goes on so light and smooth without leaving a sticky residue.  Canu2019t wait to add this to my routine to moisturize and protect my skin from the sun! Cannot reccomend this more go get you some!"
        },
        {
            "review_title": "My favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This sunscreen is my new favourite find! It is so light on the skin it really does feel like you have nothing on and your skin looks so radiant (also there is no white cast, itu2019s truly invisible)!! Been using it everyday lately and will never go back to another brand! Didnu2019t know this Australian brand before but definitely a must have!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using the FAVE FLUID SPF 50+ ULTRALIGHT SKINSCREEN every day, and itu2019s quickly become a staple in my routine. The texture is insanely lightweightu2014it feels like water on my skin, which I love. Thereu2019s no heaviness or tacky feeling at all, and it leaves an invisible finish that blends right in. I apply it as the last step in my skincare routine, right after moisturizer, and it sits perfectly under makeup. Plus, knowing itu2019s Australian-made and tested under some of the harshest sun conditions gives me extra confidence that Iu2019m well protected. Itu2019s a must-have for daily SPF!"
        },
        {
            "review_title": "Lightweight and a need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is my favorite sunscreen to be out and about! I am a super busy mom of three who is always running errands and getting ready fast so I love this sunscreen because it is light weight and I can exercise with it on. It hasnu2019t plug my pores and it feels like nothing in my face! It is also nice to use it with makeup on, you wouldnu2019t notice you have it on."
        },
        {
            "review_title": "Lightweight spf!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Ultra Violette Fave Fluid Spf50+ Ultralight Screen For anyone looking for an spf that is ultralight and weightless this is it! It applies and blends effortlessly into my skin. Leaves no residue or white cast! I love thu00e9 spout on this spf as it allows easy and mess free application . Gives an invisible finish on the skin. Iu2019ve been able to add this into my daily routine and been really enjoying it ! Great for people with normal to oily skin . I would highly recommend this Australian made and tested brand!"
        },
        {
            "review_title": "Weightless SPF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Ultra Violette Fave Fluid SPF 50+ is a game-changer! Its ultralight, weightless texture feels like water and absorbs instantly, leaving an invisible finish with zero white cast. I use it daily in my routine, and it layers perfectly under makeup. Plus, knowing itu2019s Australian-made and tested makes me trust it even more. Perfect for everyday sun protection!"
        },
        {
            "review_title": "Go-to sunscreen!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great sunscreen. I've been using this sunscreen for a few weeks.  I typically apply this in the morning, it has a nice lightweight texture that quickly absorbs into the skin. It leaves no white cast, which is a plus. I also appreciate that it's Australian made and tested. Definitely a staple product in my routine."
        },
        {
            "review_title": "Ultra lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ultra Violetteu2019s SPF is so lightweight, it feels like nothing on my skin! The ultralight, weightless fluid texture blends seamlessly, leaving an invisible finish thatu2019s perfect for everyday wear. I use it daily in my skincare routine, and I love that itu2019s Australian-made and tested for trusted sun protection. Highly recommend adding this to your routine!"
        },
        {
            "review_title": "A staple sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is a game-changer! Itu2019s the perfect blend of skincare and sun protection. I love how lightweight the serum feels on my skinu2014itu2019s like it melts right in without leaving any greasiness or heavy feeling. The soft rose scent is super subtle, making it feel a bit luxurious during my morning routine. What really stands out for me is the glow! It gives this natural, healthy luminosity, which makes it a great base under makeup. Plus, knowing itu2019s protecting my skin from sun damage and preventing fine lines is a huge bonus. Definitely a staple in my routine!"
        },
        {
            "review_title": "Nice lightweight SPF",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ultra Violette Fave Fluid SPF50+ Ultralight Screen is an Australian made and tested spf. The Fave Fluid is lightweight spf and has a really liquid texture. It surprisingly absorbs quickly. Once absorbed it is easy to apply your makeup. It leaves no white cast which is perfect for my brown skin. Although it is fragrance free, there is a bit of smell at beginning but then it fades away. The packaging is very cute."
        },
        {
            "review_title": "No white cast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This has been an amazing addition to my skincare routine. The ultralight weightless fluid texture just feels so amazing on the skin. The best part is that there is no white cast. It has an invisible finish."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Ultra Violette's Fantastic Ultralight Screen SPF50+ is: u2022u2060 u2060Incredibly lightweight u2022u2060 u2060Non-greasy u2022u2060 u2060Provides excellent protection (SPF50+) u2022u2060 u2060Doesn't pill under makeup u2022u2060 u2060Perfect for daily use AMAZING"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using the Fave Fluid SPF50+ Ultralight SKINSCREEN daily, and it has become an essential part of my skincare routine. The texture is incredibly light and fluid, almost weightless on the skin, making it comfortable to wear all day. What I love most is how it leaves an invisible finish u2014 no greasy residue, just smooth and protected skin.  Itu2019s great knowing that this product is Australian-made and rigorously tested, which gives me confidence in its quality and performance. It seamlessly fits into my routine without disrupting any of the other steps."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I've never had the opportunity to use a product made and tested in Australia until now. It's often difficult to find an SPF that doesn't leave a white cast on women of color, but thankfully this one with a bit of rubbing goes away. The applicator is nice but the product does come out fast and runny. The finish leaves the skin tacky, which I wasnu2019t a personal fan of."
        },
        {
            "review_title": "A big NO for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Definitely not for sensitive skin, I really want to like this product,but after a week,it causes me redness and breakouts,and irritated my skin so bad"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this sunscreen!! Itu2019s not flaky or visible under my makeup and it has a nice matte finish. I use it everyday and i find it nice thatu2019s itu2019s Australian made! I really recommend it if you want a lightweight sunscreen ud83cudf38"
        },
        {
            "review_title": "GLOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "super light yet hydrating enough! The combination of niacinamide and vitamine c makes your skin look healthy and glowy! amazing for hyperpigmentation!"
        },
        {
            "review_title": "lightweight but tacky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This Australian brand of sunscreen is unmatched for protection, which is amazing. This formula however wasn't a winner for me. It is super light weight but it leaves a tacky finish on the skin. There is no white cast and despite the tacky feel; it sits under makeup quite well. Unfortunately, it exacerbated my rosacea, causing some itching. Overall the brand is great but this formula wasn't for me."
        },
        {
            "review_title": "I wanted to love it, but it just isnt for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wanted so badly to love this sunscreen - but unfortunately, it just didn't work for me. The texture is great, application is easy, and it sits well on the skin. The formulation just did not work well for my skin type (sensitive) and I broke out and my skin became more sensitive and reactive. I discontinued use and everything went back to normal. I believe it was the niacinamide in the formula, as my skin sometimes reacts poorly to it."
        },
        {
            "review_title": "Love!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love this SPF! The consistency is super thin which means it spreads and disappears on the skin with almost no effort. I would honestly like the consistency to be a little bit thicker because I find some of it drips out of my hands before I even get it to my face. It doesnu2019t make me break out and I donu2019t notice any scent/smell which is great and it leaves my skin feeling hydrated and looking a little dewy! I havenu2019t noticed any pilling under makeup either. Overall I will definitely repurchase!"
        },
        {
            "review_title": "MY NEWFOUND SECRET TO GLOWING SKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I think this product is seriously innovative in the skincare community mixing serum with SPF. super lightweight and leaves my skin looking incredibly glowy. comes in darker packaging to ensure the spf stays active. I do wish that it was unscented as it has a slight rose scent and some people are sensitive to fragrance in skincare. although, i have super sensitive skin and havenu2019t noticed any irritation at all!"
        },
        {
            "review_title": "good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This was super lightweight, i have tan skin and i also didnu2019t have any type of white cast left on my skin after rubbing this sunscreen in. I find that it doesnu2019t leave my skin too greasy either to the point where it looks oily."
        },
        {
            "review_title": "Great formuy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the new formula the ultra violette sunscreen is very lightweight, easy to blend into the skin with a very nice nice natural glow, it worked well with my skin type and does not leave a white coast or peels off."
        },
        {
            "review_title": "Super silky!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This SPF cream is literally so soft, it went on my skin so smoothly. This is perfect in the morning, after toning and serums. The packaging is so well made, plus the bottle is glass!! I was so happy to find that out. Only thing I didnu2019t enjoy was the scent, it has a sort of rose smell which I didnu2019t like."
        },
        {
            "review_title": "New Favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this sunscreen, I use it everyday. Itu2019s super lightweight and doesnu2019t leave a white cast at all. I also really like the texture - itu2019s very fluid and goes on so smoothly. I use it every morning after moisturizer and itu2019s a great base for makeup! Love supporting Australian brands ud83eudd1eud83cudffc"
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Absolutely love this product. I think it leaves my skin feeling so beautiful and protects me for the fun beach days. Itu2019s been my go to recently and I love the brand. They have really good products. I also really like their lip balm SBF."
        },
        {
            "review_title": "A must have for sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "Queen SPF 50+ Ultraviolet Skinscreen offers stellar sun protection with a lightweight, non-greasy formula. It blends seamlessly, leaving skin smooth and radiant. Perfect for daily wear! I love it a lot!"
        },
        {
            "review_title": "Best sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The texture is so smooth. It feels so silky on the skin and doesnu2019t leave white caste. Packaging is so unique n different than the sunscreen lotions. It makes wonder to my skin and I am loving this sunscreen."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I've finally found my holy grail sunscreen with Fave Fluid SPF50+ Ultralight SKINSCREEN! As someone with sensitive skin, finding a sunscreen that not only protects but feels weightless and doesn't leave a greasy residue has been a game-changer. The texture is truly ultralight, almost like wearing nothing at all, yet it offers robust SPF 50+ protection against both UVA and UVB rays. It absorbs quickly, doesn't clog pores, and works beautifully under makeup. Plus, it's fragrance-free, which is perfect for my skin. I can confidently say this is the best sunscreen I've ever usedu2014effective, gentle, and a pleasure to apply daily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I previously became acquainted with this Austrian brand thanks to their lip glosses, and now Iu2019ve come to this product. It has a very pleasant texture, not sticky. It is not visible on the skin and does not create a mask effect. I apply it before makeup and it goes on well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This sunscreen from Australia truly delivers on its promises of a weightless texture and invisible coverage. The formulation is remarkably light, almost like applying a second skin that effortlessly blends into the skin without leaving any greasy residue. This makes it perfect for daily wear, especially under makeup.  What sets this sunscreen apart is its ability to provide effective sun protection without the heavy feeling typically associated with sunscreens. It absorbs quickly and doesn't clog pores, making it suitable for all skin types, including sensitive skin.   The invisible coverage aspect is impressive; it doesn't leave a white cast or interfere with the application of makeup, which is a huge plus for those who prefer a natural look. The sunscreen seamlessly integrates into your skincare routine, ensuring you stay protected from harmful UV rays without compromising on comfort or appearance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This sunscreen applies so lightly and feels good on the skin right away. The consistency is super lightweight. It doesnu2019t leave a white cast. I really enjoyed using it. Itu2019s a great Australian sunscreen!"
        },
        {
            "review_title": "OBSESSED with ULTRAVOILETTE sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "care routine easily. I have used this product for almost 2 weeks and now I am reviewing it with all of my honesty. This is one of the best sunscreen I have ever used. Gives invisible skin finish. It is so light and invisible. I just forgot that Iu2019m wearing anything. It goes with my skincare, my make up and everything plus itu2019s an Australian brand and it is tested. Literally OBSESSED."
        },
        {
            "review_title": "Must in your skincare!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is the most lightweight and versatile sunscreen Iu2019ve used in my whole entire skincare, and lifetime. It has this matte finish to it which is great for those hot summer days when you look the most oily!"
        },
        {
            "review_title": "Lightweight, no white cast and comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a very interesting sunscreen that is super lightweight. The bottle has a little tube that sort of just pours out the sunscreen. The sunscreen is white in color and is extremely light and water-like. The application is very easy and it absolutely quickly. The formulation is nice because it does not leave a white cast and is non sticky.   Throughout the day, it is really comfortable and it was weightless. I really like how quick and easy it is to apply and use everyday.  My only problem is how fluid it is, with this type of consistency, I think a different type of bottle might have been better. Overall, I really like it!"
        },
        {
            "review_title": "Super lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love how lightweight this sunscreen is! It's not greasy at all. It blends into my skin flawlessly and sits really well underneath my makeup. I've never tried a fluid sunscreen but I really like it - the texture is amazing and lightweight. It's a great base for looking glowy and feeling hydrated."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "La cru00e8me Feve Fluid SPF50+ Ultralight SKINSCREEN est excellente. Elle est tru00e8s lu00e9gu00e8re sur la peau et elle ne laisse aucun fini. Je lu2019applique tous les jours, je la mets le matin avant de sortir au soleil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This sunscreen is pretty good. It feels very smooth on the skin and it would be good for everyday usage. It feels light on the skin not too heavy like most sunscreens. By far this is definitely a new fav!"
        },
        {
            "review_title": "Perfect SPF for everyday use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This UltraViolette Fave Fluid SPF50+ Ultralight SKINSCREEN has earned a spot in my skincare routine. It is perfect, the texture is super light and weightless, it blends very easily and dries very quickly and leaves no white cast. My skin feels incredibly hydrated, and it feels comfortable on the skin even after reapplying. I apply this skinscreen after moisturizing my face and I love that it has an invisible finish and it is not noticeable at all on the skin.   I feel confident and reassured using this product because it is Australian made and tested. Knowing how harsh the Australian sun can be, I trust it to provide protection in Canada.   I see myself definitely repurchasing this product! Love that Ultra Violette is now available in Canada!"
        },
        {
            "review_title": "A great addition to my everyday routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This Australian made milk like sunscreen leaves my skin glowy and hydrated. I love that this formula is ultra lightweight, unlike other sun screens that take forever to absorb. Also, a little goes a long way, so this bottle should last a long time even with me adding to my everyday routine and is well worth the price"
        },
        {
            "review_title": "one of my new faves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "this is definitely my new go to sunscreen for summer! i love the watery texture. it feels very lightweight on the skin, doesnu2019t feel greasy, leaves no white cast and doesnu2019t burn my eyes when iu2019m sweating or swimming! i also love that it hasnu2019t been breaking me out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This sunscreenu2019s watery texture makes it feel so light on my skin and I donu2019t have to worry about having any sunscreen streaks on my face. Ive been trying to be better at using SPF in my daily routine and this product has been making it so much easier."
        },
        {
            "review_title": "Good spf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This spf is non greasy very light texture,it has invisible finish and makes my skin feel so smooth, I like this product and love that itu2019s travel friendly! Planning to take it with me on vacation. It protects my skin really nice"
        },
        {
            "review_title": "Unlike Any Other SPF Product Iu2019ve Ever Tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m in love with this spf suncreen it is unreal unlike anything Iu2019ve ever tried itu2019s so milky, weightless, and light on my face and it doesnu2019t leave a white cast leaves my skin with this really nice glow that looks so invisible, I love using it the minute I wake up before I head out the door. I love how it is tested and made in Australia because then you know itu2019s gonna be good because it was tested under the really hot sun!"
        },
        {
            "review_title": "Lightweight and perfect under makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "When trying out a new sunscreen, I find it difficult to find one that works well with makeup on top of it. This sunscreen from Ultra Violette is super lightweight, blendable, and has high coverage! It also doesn't leave my skin with a white cast. I definitely recommend trying it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This sunscreen is my new absolute favorite! The texture is liquid and super thin, it feels like nothing on the skin. And no white cast either.  It has a very nice dewy finish and it doesn't clog my pores."
        },
        {
            "review_title": "Summer essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Recently had the chance to try Ultra Violette Fave Fluid Ultralight Screen SPF50+. A sunscreen so weightless you'll forget you're wearing it! This sunscreen is Australian-made and tested. I love wearing this every day, definitely a must have for summer! Review: Lightweight yet Effective: The first thing that struck me was the texture - it's incredibly lightweight and non-greasy. You barely notice you're wearing sunscreen! The formula is also surprisingly thin, making it a breeze to apply evenly across your face and body. The ultralight consistency allows for seamless absorption into the skin, leaving no residue behind. SPF50+ Protection: Now, about the all-important SPF aspect - I'm happy to report that this sunscreen delivers on its promise! With an impressive SPF50+ rating, you can trust it will provide reliable protection against UVA and UVB rays. The Fave Fluid Ultralight Screen is perfect for daily use, whether you're lounging by the pool, hiking in the mountains, or simply running errands. Highly recommend."
        },
        {
            "review_title": "Excellent for Sensitive Skin and Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great sunscreen for those of us with not only sensitive skin but also sensitve eyes. I like to put spf on the skin around my eyes if I can, because doesn't that skin deserve protection too? Most sunscreens I can't do it though because they'll make my eyes water, even some mineral ones. Not this one though - I can put it around my eyes (carefully) and don't notice it for the rest of the day! As for the rest of my face, it is causing no irritation or breakouts whatsoever, and my skin feels very soft. It does come out of the bottle pretty watery, but once I figured out how to apply it without making a complete mess, it's perfect. At first it applies very shiny and sticky, but once it dries it is more natural looking and feels like you don't have anything on. Also love that it has 75 ml which is more than most that have 50 ml. This is definitely going to be a staple sunscreen for me going forward, definitely recommend trying it if you have sensitive skin/eyes and if you don't like feeling your sunscreen on your face."
        },
        {
            "review_title": "A New Fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I really enjoyed this sunscreen! As someone who prefers light and more liquid textures rather than rich creams, this was perfect. It doesnu2019t leave a white cast and I didnu2019t have to reapply throughout the day since it lasted so long. I have sensitive skin so Iu2019m always careful with facial SPFs but this was super gentle. I would definitely recommend this product!"
        },
        {
            "review_title": "Best SPF Iu2019ve ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This product is next level! I am always so skeptical of facial sunblocks because I find that they either do not protect well enough or I need to reapply them 4/5 times while in the sun. This one is ultra lightweight and feels more like a serum on your face rather than a thick sun cream and although it is white, it doesnu2019t leave a harsh white cast on my skin. I have 2/3 spf that I cycle through but Iu2019ve been reaching for this one every time lately because  of how well it protected my skin while on a beach during a UV 9+ day. I reapplied once I came out of the water and it did an amazing job of protecting my skin. It is an Australian brand so it is tested under some of the harshest sun and it shows! Would definitely recommend this to anyone"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted this Fave Fluid SPF50+ Ultralight SKINSCREEN from the Australian made and tested brand Ultra Violette. I love to use this is the morning as part of my skincare routine. The texture is super light and doesnu2019t feel heavy on your skin. And it blends in perfect and goes invisible"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very lightweight , not like any other sunscreens that cannot be applied under makeup due to its thickness , I used this and my makeup went on perfect . It blends smoothly and leave no white cast which is what I look for in a sunscreen"
        },
        {
            "review_title": "Lovely sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love this sunscreen. Very easily to apply and blends into the skin nicely. Itu2019s fragrance free so it doesnu2019t irritate my skin. The added skincare benefits are definitely a plus. I love how itu2019s tested and made in Australia."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using the Fave Fluid sunscreen for about 2 weeks and I am very impressed. There is zero stinging (which I tend to feel with most other sunscreens) and it sits well under my makeup. I actually feel like it improves and soothes my skin. I love it!"
        },
        {
            "review_title": "LIGHTEST WEIGHT SUNSCREEN EVER USED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the craziest sunscreen Iu2019ve ever used. Usually they are thick and leave a white coating on you but this Ultralight skin screen is so light, and doesnu2019t leave a visible coating, and itu2019s 50 SPF, so I can be out in the sun without worrying that Iu2019m damaging my skin. It will now be apart of my daily skin routine!"
        },
        {
            "review_title": "BEST NON GREASY SPF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "When they said ultralight, they really meant it this weightless fluid texture reminds me of a milky toner, but its spf ??  A bit tacky initially after application but not greasy, less greasy than any face moisturiser you will ever use. This aus product has saved me this heat wave canada is having. No breakouts, love love."
        },
        {
            "review_title": "Most lightweight sunscreen!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ultra Violette is an Australian made and tested brand! The Fave Fluid Ultralight Screen SPF50+ is lightweight, absorbs quickly, and feels great on my skin. It leaves no greasy residue, and it provides excellent sun protection. I use this as a moisturizer before my makeup routine and my skin and makeup look and feel amazing!"
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fave Fluid - A Sunscreen So Weightless You'll Forget You're Wearing It Fave Fluid truly lives up to its promise. This sunscreen is incredibly light, absorbing quickly without any greasy residue. Its weightless formula feels almost invisible on the skin, making it perfect for daily use. Ideal for all skin types, it offers robust protection without clogging pores or causing breakouts. An essential addition to any skincare routine!"
        },
        {
            "review_title": "Skinscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Paula's Choice has hit the mark again with their Fave Fluid SPF50 Ultralight Skinscreen, offering a stellar option for daily sun protection. As someone with combination skin prone to breakouts, finding a sunscreen that doesn't feel heavy or greasy can be a challenge. This product, however, lives up to its name by delivering an exceptionally lightweight formula that absorbs effortlessly into the skin.  The texture is notably smooth and non-greasy, making it perfect for wearing under makeup without any pilling or residue. It provides broad-spectrum SPF50 protection, which is essential for shielding against both UVA and UVB rays. What sets it apart is its blend of antioxidants, including vitamin E, which helps to fend off environmental aggressors and maintain skin health.  I particularly appreciate the absence of fragrance and essential oils, which can be irritating to sensitive skin. Instead, this sunscreen feels gentle and soothing upon application. It doesn't clog pores or cause breakouts, making it suitable for those with acne-prone skin like mine.  In terms of wear, it holds up well throughout the day, maintaining its protective barrier without the need for frequent reapplication. The packaging is practical and travel-friendly, featuring a sleek pump dispenser that dispenses just the right amount of product."
        },
        {
            "review_title": "SUPER lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is probably the most lightweight sunscreen I've ever used. It literally feels like water shaking it in the bottle. I love an SPF over 50 and keeps my skin looking young throughout the summer. Going to try and wear sunscreen in the winter more too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Overall I like how easy it is to blend into the skin, I do find it to be extra watery so it can be messy if you're not careful but with how fluid it is it makes sense that it would get into your skin easier. I like that you can't feel it on the skin and doesn't leave a white cast. The only thing I didn't like was the smell, it's not strong or anything it's just a little unpleasant to me"
        },
        {
            "review_title": "Best Clear Sunscreen for the Melanin Girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love how light weight and non greasy this sunscreen is especially during these hot summer days. Itu2019s completely transparent and invisible which I love for my melanated skin! I can reapply as much as I need to throughout the day without having to spend time blending it in because of how clear it is. I absolutely love this sunscreen."
        },
        {
            "review_title": "Simply the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Extremely lightweight, blends so easily, no white cast and never pills! Would highly recommend to anyone!"
        },
        {
            "review_title": "Best lightweight sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love fave fluid SPF50+ultralight. Itu2019s become an essential part of my skincare routine. The texture is incredibly lightweight and absorbs quick without leaving any greasy residue. Best part this sunscreen doesnu2019t irritate it at all. SPF50+ protection gives me peace of mind knowing my skin is well protected from the sunu2019s harmful rays and doesnu2019t leave my skin heavy or sticky. My first time trying an Australian made product and iu2019m happy. Overall this is the best sunscreen."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wearing Fave Fluid sunscreen is an exceptional experience. From the moment I apply it, the weightless formula makes it feel as if I'm not wearing anything at all. It's incredibly light and absorbs quickly, leaving no greasy residue. The best part is that my skin feels breathable and comfortable throughout the day. Unlike other sunscreens that can feel heavy or sticky, Fave Fluid allows me to forget I'm even wearing sunscreen, while still providing excellent protection. It's a game-changer in my daily skincare routine, giving me confidence and peace of mind with every use."
        },
        {
            "review_title": "Lightweight!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
            "review_text": "This is a great sunscreen if you have oily/combo skin. I personally like sunscreen that isnu2019t heavy, and this one is definitely lightweight. The product spreads very easy and it is easy to apply. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product!u2728itu2019s very easy to apply and doesnu2019t feel heavy to wear! This gives my skin a nice clean smooth look to it and feels amazing!ud83eudee7 I use it in my everyday routine now and love the outcomeud83eudef6ud83cudffc"
        },
        {
            "review_title": "Lightweight Sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This lightweight sunscreen has been added to my daily routine as it literally feels like water and leaves no white cast this is one of my first times trying an Australian made product and Iu2019m am satisfied."
        },
        {
            "review_title": "Best facial SPF 50",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Ultra Viollete SPF 50 is so freaking good!!   I didn't know that there is a SPF JUST for your face until I was sent this product! I am truly happy with this product- I love how itu2019s not greasy and does not, I repeat, leave a WHITE CAST!!!  It blends into the skin perfectly and flawlessly,  Also it doesn't have a super strong smell either!  Perfect for all types of skin textures and does the job of keeping you protected from the sunu2600ufe0f I will be using this all year round and will be purchasing another one!! Cause itu2019s giving holy grail."
        },
        {
            "review_title": "light weight sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Weightless, liquid sunscreen that applies and blends without leaving a white cast, I used this SPF while blueberry picking for 1.5hrs and i still got a nice tan underneath without burning in new spots so it definitely did its job! Wasnu2019t sticky, totally forgot i had some on."
        },
        {
            "review_title": "Morning staple ud83dude4cud83cudffb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I describe my skin as being pretty normal, not oily and not dry - but for some reason my skin never likes to absorb any sunscreens I try. After trying is one from ultraviolet, this is an absolute winner for me. Blends into my skin nicely while making my skin look hydrated and fresh. Only thing to note is that due to the watery consistency itu201a a little bit tricky to apply, and apply evenly. Itu201a quite difficult to get it from my hand to my face without it getting everywhere. But besides that, it has been a staple to my morning skincare routine. Not to mention this product is Australian made, which I think is pretty cool (: Overall I give this product 8/10"
        },
        {
            "review_title": "A fool-proof sunscreen for sunscreen haters!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This has quickly become a staple in my morning routine, itu2019s almost hard to believe this is a sunscreen. It has a light, watery consistency and leaves 0 white cast on my tan complexion. I have really dry skin and I found it be quite hydrating. It mixed well with my other heavier moisturizers and it layered so well under makeup! I would highly recommend if you hate the feel of sunscreen but still want to have the SPF in your routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted this product and I love it. This is a must for summer it is super light on your skin and it gave me a beautiful glow. I burn easily in summer but this product protects me completely from the sun."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce Fave Fluid SPF 50+ultralight SKINSCREEN ressemble u00e0 un su00e9rum, ne laisse pas de fini pas mais attention il est vraiment fluide et on peut en renverser facilement partout. Si non cu2019est mon pru00e9fu00e9ru00e9 car il nu2019est pas lourd u00e0 porter. Tru00e8s contente de la du00e9couverte"
        },
        {
            "review_title": "Lightweight and no white cast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Iu2019ve seen Ultra Violetteu2019s products on the shelves of my local Sephora lately u2013 their packaging is bright and oh-so-eyecatching, so I started researching them some more. Theyu2019re a suncare brand out of Australia, which is also where their products are made and tested. I always like using products that come from places with rigorous standards and it makes total sense to be using suncare from Australia. The applicator is a fine tip dispenser, which is great since the consistency of this is very thin and runny, so you really want a way to control the flow. I apply this in the mornings, after my moisturizer but before my makeup. Since this dries down to an almost powdery-light finish, itu2019s very easy to apply my concealer and foundation over top. As opposed to a silicone-based u2018invisibleu2019 sunscreen, you truly donu2019t even feel this on your skin, itu2019s that lightweight. It also contains niacinamide, so it works to treat your skin while also providing broad spectrum SPF protection. The scent is barely detectable and only when it first comes out of the bottle, dissipating quickly. Honestly if I didnu2019t know that I had applied this, I wouldnu2019t know that I was wearing sunscreen. It also doesnu2019t leave my skin looking dried out like some other facial sunscreens I've tried u2013 it actually seems to add moisture and make my skin look more alive and moist to the touch. Now that Iu2019ve discovered this, I canu2019t see myself going back to anything else u2013 it's made it so easy and uncomplicated to incorporate SPF protection into my daily routine."
        },
        {
            "review_title": "My Daily Go To!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I use this daily, I love how blendable and weightless this is and how it provides an invisible finish and leaves skin soft. The packaging is straightforward to use and I love how it is made and tested in Australia."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this sunscreen and it is now a part of my daily skincare routine, especially during the summer months. I'm super mindful when it comes to choosing my sunscreens as many of them break me out or feel tight on my skin but this did none of that. It's super hydrating on the skin and leaves my skin glowing without a white cast."
        },
        {
            "review_title": "First of all, WOW!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "First off, WOW. The sunscreen truly lives up to the name ultralight, weightless fluid sunscreen because it's exactly that! Tried on and absolutely loved it. I used it after applying my moisturizer, and it blended into my skin perfectly. I absolutely loved it and would definitely recommend it. It isn't waterproof though unfortunately but I like it regardless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I like how itu2019s literally liquidy it makes it easy to apply. When applied itu2019s glowy and it does have a smell but it doesnu2019t bother me. I like how it doesnu2019t leave a white cast like other sunscreens. This is the last thing I use in my skincare routine or I just use this on its own. I like that itu2019s Australian made and tested!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is so good, first of all, I want to talk about the product being Australian-made and testedud83dude0d. This product has a weightless fluid texture and ultralight. It gives an invisible skin finish look after application. I highly recommend"
        },
        {
            "review_title": "Lightweight and Easy to Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was really excited to try this sunscreen as it claims to be ultralight and weightless, like you're not wearing anything at all.  Overall I am pleasantly surprised by the texture, it is very watery and spreads very easily.  The finish is slightly luminous, which is nice for those who want glowy skin.  The sunscreen is Australian made and tested, which is why I wanted to try it, and it didn't disappoint!  The sunscreen also has very little sunscreen smell, pretty unnoticeable.  Excited to apply this before makeup every day!"
        },
        {
            "review_title": "Favourite Sunscreen!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This was my first time trying out Ultra Violette and I was in need of a new face sunscreen. This product is it! I love how this sunscreen is very light and not too greasy on the face! It doesnu2019t leave a white cast!! Add this to your everyday routine for the summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The lotion has a lightweight, non-greasy texture that absorbs quickly into the skin. Unlike other sunscreens that leave a heavy, sticky residue, Ultra Violette feels smooth and comfortable, almost like a moisturizer."
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This skinscreen is my holy grail. I canu2019t believe it took me so long to finder this magical product.As a black girl i struggled so much with white cast when i apply sunscreen but this australian skinscreen (Thank you Australians to think about us) is the GAME CHANGER for me. I really like the fact that is it so weightless on the skin (omg ud83eudd29ud83eudd29) and it can be barely seen (another thing i search for ). And of course we wear sunscreen everyday so this is a perfect addition to your routine. Girls please donu2019t walk , RUN TO GET YOURS ud83eude77"
        },
        {
            "review_title": "My new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
            "review_text": "So far, so good! Iu2019ve been using this for about a week now and love it. Itu2019s lightweight, fast absorbing, and doesnu2019t pill under makeup. Most importantly, it doesnu2019t feel greasy and hasnu2019t broken me out. Iu2019m really impressed!"
        },
        {
            "review_title": "Favorite everyday sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I use this Australian-made sunscreen everyday before applying my makeup. It doesnu2019t leave my skin sticky or greasy. It gives me a beautiful glow and gives an extra hydratation. Bonus point for the ultralight texture ud83dude01"
        },
        {
            "review_title": "Wow!!  Replace your sunscreen with this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The best facial sunscreen out there!! Make sure to double-cleans Does not have a white cast. No pilling under makeup.  Does not break me out. It's super lightweight.  Its It does not leave skin oily.  Male"
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "very smooth, ultralight/weightless and thin texture. no white cast! it is Australian made and tested so you know itu2019s good. I use it after washing my face. Itu2019s SPF 50 so it wears really well throughout the day!"
        },
        {
            "review_title": "amazing sunscreen with no whitecast!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got a chance to try out the @ultravioletteau Fave Fluid Ultralight Screen SPF50+ from @skeepers_us for free in exchange for my honest review.   Since I have medium-brown skin, it's always super difficult to find a sunscreen that doesn't leave a white cast AND one that works for my combo skin! I was super excited to try this out and use it in my daily skincare routine.   This sunscreen is extremely ultralight, weightless, and in a fluid texture. It's very liquidity, which allows it to blend into the skin. It feels like you have nothing on! It's invisible and doesn't leave me greasy or sticky.  I used this daily for several days and found that it doesn't break me too!   Not only does this sunscreen provide SPF protection, but it is made with next-gen UV filters and an impressive combination of skin-loving ingredients like Pentavitin, Niacinamide and Vitamin C! I love how you get multiple skincare benefits while using this product.   A huge plus is that it is also free of parabens, phthalates, oxybenzone, artificial fragrances, sulfates, SLS, and SLES. It is also cruelty-free!   This sunscreen is proudly made in Australia, which is literally known for their harsh sun environment. So, I know for a fact that this sunscreen was made considering extreme measures. Once I run out, I'll definitely be repurchasing!"
        },
        {
            "review_title": "Black girl friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I've been using Fave Fluid SPF50+ Ultralight SkinScreen every day,  for the past week and  I must say it's awesome. The ultralight, weightless texture feels great on my skin and doesn't leave any greasy residue. It blends in perfectly with an invisible finish, so no white cast, which is especially great for darker skin tones like myself. Adding this to my routine has been easy, just to a layer after moisturizing, and Iu2019m set it blend so easily. Plus, it's Australian-made and tested, so I trust its quality.it's a fantastic sunscreen that's perfect for everyone! I love it"
        },
        {
            "review_title": "Love this sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the skinscreen! Itu2019s light, feels weightless, hydrating and does the job nicely! Would recommend if youu2019re looking for a sunscreen to throw in your purse too as it is the perfect size for that. You should definitely give this product a try!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This primer feels very light and good under my make up. Makes my skin feel smooth and makes the make up sit veryyyyyy well . I would recommend this to anyone who wants their make up to eat!!!!!!!!!!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Super impressed with this sunscreen! It has a very light, weightless texture that absorbs into the skin easily and quickly, and leaves an invisible finish with no white cast. A new go-to that is easy to incorporate into my daily skincare routine."
        },
        {
            "review_title": "Best sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I received this amazing sunscreen from Skeepers and Ultra Violette for review.  I am in love with this Favourite Fluid Ultralight screen because of many reasons:  It is SPF/FPS 50+, broad spectrum It has lotion type consistency so its not sticky  It doesnu2019t leave white cast  It is combination of skincare and sunscreen  I have been using this screen for about two weeks and I found that it is so hydrating for my dry skin  I apply it on my face as last step after make up whenever I go out  It needs to be reapplied after every two hours in sun  This screen is made in Australia  It is cruelty free and paraben free"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This sunscreen is very lightweight on the skin and is perfect for the summer. I love that there is not an oily look too it. This sunscreen is made and tested in Australia which is very cool! I use this everyday!"
        },
        {
            "review_title": "A must-have in my Routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This Australian-made sunscreen is a dream come true for anyone who loves a weightless, ultralight feel on their skin. It absorbs instantly, leaving behind a completely invisible finish that feels like you're wearing absolutely nothing. That's perfect for me, because I hate when things feel heavy or greasy on my skin. It also has no white cast which is amazing! This sunscreen is a staple in my daily skincare routine and the perfect last step and I love the way it feels on my skin while also protecting it. Overall, if you're looking for a weightless, invisible sunscreen that delivers serious hydration, this is a must-try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "this is a must have sunscreen!! It is super light weight!! I also love how this product has niacinamide it helps with my uneven skin tone! It also gives an amazing glow and gives an intense hydration to ur skin!!"
        },
        {
            "review_title": "Meilleure cru00e8me solaire",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tru00e8s belle cru00e8me solaire incroyable pour la peau et elle possu00e8de une tru00e8s bonne texture je lu2019applique avant mon maquillage et elle est incroyable car elle ne lu2019a fait pas Peller je vous la recomende elle est incroyable"
        },
        {
            "review_title": "NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve never tried this brand before but I took it with me for a beach day and tried it and honestly at first it felt kinda sticky but it dried and I couldnu2019t feel anything anymore. I like that itu2019s more watery because itu2019s easier to put on my face and rubs in way better than regular sunscreen. You donu2019t need to use much but definitely gonna reapply and use this sunscreen everyday!"
        },
        {
            "review_title": "Great weightless sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have very oily skin especially after putting on sunscreen. The sunscreens I have tried always left me feeling greasy and messed up my makeup. This one is so light and weightless that I barely feel like I have anything on my face. I use it a couple of minutes after my moisturizer so it doesn't mix with other products and loose some of its properties. This sunscreen was made to protect against the harsh Australian sun so I can feel confident and safe using it on sunny days.  The only downside is that it sometimes make my eyes water if I'm particularly  sweaty.  Thank you Ultra Violette for giving me the opportunity to try this product."
        },
        {
            "review_title": "Lightweight + Hydrating Screen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is such a great sunscreen! As someone who spends alot of time on hot islands, I struggle to find sunscreens that donu2019t dry out my skin. This light + weightless sunscreen leaves me with a fresh and covered feeling. This sunscreen is Australian made + tested, proving to work on the sunniest of days. I canu2019t wait to try more of Ultra Violetteu2019s products after loving this so much."
        },
        {
            "review_title": "Liquid Gold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "A gorgeous lightweight liquid formula that sinks into the skin effortlessly and feels great! Finally, a new gen sunscreen/Aussie BFF that is available in North America! I canu2019t wait to try their other products."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The Ultra Violet 50 SPF sunscreen is my go-to for daily sun protection. Its super light and smooth texture makes it easy to apply without feeling heavy on my skin. It blends in really well, leaving my skin looking natural and not shiny at all. I use this sunscreen every day as part of my skincare routine. It's made in Australia and they test it thoroughly to make sure it works well. It feels good to support a local product that's made with care."
        },
        {
            "review_title": "Summer time winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve tried their supreme facial sunscreen and loved it. But for summer I love this one more! It is lighter and has more of a runny consistency like the Asian sun milks. High SPF, lightly scented and no white cast. This is a win!"
        },
        {
            "review_title": "Fave sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a few weeks now. Has not broken me out. Super lightweight and gives a really nice glow before makeup. Also no pilling. Overall best sunscreen Iu2019ve ever used on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just switched over to this new sunscreen as my everyday under make up base layer. It goes on so smoothly and creates a great base for an everyday look that also gives me really good sun spf protection!"
        },
        {
            "review_title": "A must in your skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As someone with easily congested skin, finding the perfect sunscreen has been a game-changer, and this product is it! It's incredibly lightweight, gliding on effortlessly like water, which makes application a breeze. What I love most is its invisible skin finish u2013 it blends in seamlessly without any white cast, making it ideal for everyday wear under makeup or alone. The fact that it's totally free from fragrance is a huge plus for me, ensuring no irritation. Whether you have normal, combination, or sensitive skin like mine, this sunscreen ticks all the boxes for protection and comfort. Highly recommend!"
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is incorporated into my everyday routine of applying sunscreen before heading out to protect my face and neck from the UV rays. I feel projective over my skin when I apply this and head outside."
        },
        {
            "review_title": "Love it! The perfect facial SPF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I know it's an impossible task to please everyone - but this sunscreen might be the closest to perfect that I have tried (and I have tried many and spent lots of money doing it). This product is so light and easy to apply - I have not noticed any pilling, and it hasn't irritated my skin or caused any breakouts. I had a hard time deciding which Ultra Violette formulation to go with, and I'm glad I chose this one!"
        },
        {
            "review_title": "Amazing for combo- oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love that there is finally a sunscreen in the market that is suitable under makeup, for combo-oily skin types! the fluid texture of this makes it sink really quick to the skin"
        },
        {
            "review_title": "My favourite of all the Ultra Violette Skinscreens",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I am an Aussie girl who lives in Canada, and have been using Ultra Violette sunscreens for years now!  The filters that they use (like Tinosorb S and M) feel way better on my skin than the North American ones, and it honestly just feels like skincare. Fav Fluid is my go to from their skinscree lineup,  as it's lightweight and leaves my skin looking just that little bit dewy. It doesn't sting my eyes, and feels comfortable enough to wear all day under makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Ultra Violette has been a favourite of mine for a couple years now and I'm happy I don't have to order it from Australia anymore! I know the formulation changed a little when they started selling at Sephora Canada and since I still have the Australian version I wanted to see how they compare and they are nearly identical. The Canadian version might have a slightly less dewy finish which I actually prefer, but in general it's just an A+ lightweight sunscreen that works well under my makeup. It's a very thin, milky formula so getting the right amount for your face might be a little tricky but that's the only trouble I have with it."
        },
        {
            "review_title": "Amazing everyday sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "This is one of my fave sunscreens. One of the few that doesnu2019t burn my eyes non greasy but hydrating. I always have a bottle of this. Make sure skin routine is simple + wait a few minutes or else it can peel."
        },
        {
            "review_title": "BEST sunscreen ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This is my FAVORITE sunscreen ever, it is truly sooooo lightweight and feels like a serum. It's very liquidy and doesn't leave a thick, greasy residue leftover after blending in. It leaves your skin looking hydrated and dewy, but not greasy. It is a bit shiny for my oily skin but I just use a bit of powder to tone down the shine and it's perfect for day to day wear. It works well with makeup too! I find if I use too many products before applying this then it can have some pilling issues, but if you keep it simple (I only use toner and vitamin C before this) then there are no issues with pilling at all. Makeup applies nicely on top of this and it never irritates my sensitive skin :) Absolutely love this sunscreen and highly recommend to everyone for a daily wear SPF"
        },
        {
            "review_title": "Best face sunscreen I have ever used!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The most lightweight and easily blend-able sunscreen. It has no white cast, gives a beautiful + natural glow and also looks amazing by itself and under makeup. All of this while being completely cleaned. non-comedogenic, reef-safe and vegan"
        }
    ]
}