{
	"product_id": "5",
	"name": "Deep Conditioning Hair Mask for Dry, Damaged Hair",
	"brand": "AAVRANI",
	"categories": "Hair, Hair Styling & Treatments, Hair Masks",
	"price": 53.0,
	"about": "What it is: A pillowy-soft, intensely conditioning mask that intensely hydrates and nourishes, leaving hair 16X softer and smoother in as little as 2 uses...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Color Safe.- Damage, Split Ends, and Breakage..Key Benefits: - Intensely moisturizes and nourishes.- Improves manageability and softness.- Cares for damage and strengthens hair..Highlighted Ingredients:- Mowrah Butter: Intensely hydrates and addresses breakage..- Rice Protein: Is an amino-acid-rich ingredient that protects against damage and boosts volume and shine..- Biotin: Enhances the structure of keratin, boosting hair’s health and volume...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: Powered by Ayurveda and clinical science, this pillowy-soft, creamy mask intensely nourishes, moisturizes, and cares for dry, brittle, damaged hair. It’s formulated with mowrah butter, rice protein, and biotin to leave strands 16X softer and smoother while reducing breakage and smoothing split ends...This product is vegan, color safe, and safe for use while pregnant or nursing...Fragrance Description: Soft jasmine blends with fresh citrus and leafy-green top notes, while white rose, orange blossom, and black tea enhance lingering base notes of patchouli, sandalwood, and white musk...Clinical Results: In a 2-week clinical study with 40 subjects, after 2 uses, results showed:.- 16X softer, smoother hair.- Hair breakage reduced by 60%.- 3X stronger hair..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Mowrah Butter: Intensely hydrates and addresses breakage..-Rice Protein: Is an amino-acid-rich ingredient that protects against damage and boosts volume and shine..-Biotin: Enhances the structure of keratin, boosting hair’s health and volume...Aqua/Water/Eau, Propanediol, Cetearyl Alcohol, Glycerin, Helianthus Annuus (Sunflower) Seed Oil, Dodecane, Behentrimonium Methosulfate, Cetearyl Olivate, Cocos Nucifera (Coconut) Oil, Butyrospermum Parkii (Shea) Butter, C12-15 Alkyl Benzoate, Aloe Barbadensis Leaf Juice, Hydrolyzed Rice Protein, Biotin, Jasminum Officinale (Jasmine) Oil, Jasminum Officinale (Jasmine) Flower Extract, Cetrimonium Chloride, Allantoin, Panthenol, Argania Spinosa Kernel Oil, Bassia Latifolia (Mowrah) Seed Butter, Centella Asiatica Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Zingiber Officinale (Ginger) Extract, Curcuma Longa (Turmeric) Root Extract, Sorbitan Olivate, Hibiscus Rosa-Sinensis Flower Extract, Cetyl Alcohol, Caprylyl Glycol, Glyceryl Laurate, Glyceryl Undecylenate, Dicalcium Phosphate, Iron Oxides (CI 77491), Parfum/Fragrance*, Hexyl Cinnamal. ..*Naturally derived...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-After shampooing, apply mask evenly from mid-lengths to ends..-Leave in for five to 10 minutes, then rinse..-For more intense conditioning, cover hair with a cap and leave on for up to 30 minutes..-Use one to two times weekly.",
	"num_reviews": 129,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/aavrani-intensive-repair-conditioning-hair-mask-P510718?skuId=2761724&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2761724-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.4 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2761724-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}