{
	"product_id": "903",
	"name": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
	"brand": "KVD Beauty",
	"categories": "Makeup, Eye, Eyeliner",
	"price": 31.5,
	"about": "What it is:An ultra-smooth, transfer-resistant gel pencil eyeliner that has the iconic, waterproof, all-day wear of KVD Beauty’s bestselling Tattoo Liner..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free..What Else You Need to Know:The Tattoo Pencil Liner sets fast to lock in place on your lids and in your waterline. This high-pigment pencil eyeliner is easy to use and versatile, so you can line it, smudge it, or go graphic..Clinical Results:In a consumer study on 30 volunteers, immediately after application:",
	"ingredients": "Trimethylsiloxysilicate, Isohexadecane, Isododecane, Polyethylene, Synthetic Wax, Silica, Ceresin, Polyisobutene, Dimethicone, Calendula Officinalis Flower Extract, Butylene Glycol, Aqua/Water/Eau, 1,2-Hexanediol, Iron Oxides (CI 77499).",
	"how_to_use": "Suggested Usage:.Pro Tips:.-Work quick, one eye at a time—Tattoo Pencil Liner dries down fast so you can set it and forget it..-To sharpen, lay a tissue on a flat surface, then drag and twist the pencil to reshape the tip for precision...Line It: .-Glide the pencil along the lash line and/or waterline. .-For a softer look, use a small, dense brush or your finger to gently smudge the line. ..Liquid Smoke: .-Create a wing with Tattoo Liner in Trooper Black on the upper lash line, then use a color Tattoo Pencil Liner shade to quickly smoke out your lower lash line and waterline for an under-smoke look. ..Tightline:.-After lining with Tattoo Liner, use Tattoo Pencil Liner in Trooper Black or Pyrolusite Brown to fill in any gaps in your upper waterline for a seamless look.",
	"num_reviews": 2255,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/kvd-vegan-beauty-tattoo-pencil-eyeliner-P483466?skuId=2518421&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2518421-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Violet Hematite",
			"shade_descriptor": "antique violet",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518462-av-21-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Pyrolusite Brown",
			"shade_descriptor": "cool brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518439-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Blue Ashes",
			"shade_descriptor": "intense sapphire",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518512-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Azurite Blue",
			"shade_descriptor": "vibrant cobalt",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518504-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Trooper Black",
			"shade_descriptor": "ultra-black",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518421-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Verdetta (Viridian) Green",
			"shade_descriptor": "deep emerald",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518454-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Axinite Brown",
			"shade_descriptor": "warm brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2518488-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Canvas Beige 150",
			"shade_descriptor": "neutral beige",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2693588-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Radium Green 130",
			"shade_descriptor": "chartreuse green",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2693562-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Uranium Orange",
			"shade_descriptor": "hi-viz orange",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2693570-av-7-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Jadeite Blue",
			"shade_descriptor": "mint blue",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2693596-av-7-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Beyond disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "The first time I purchased this I loved it so ordered again when I ran low and the second one was so disappointing I ended up throwing it out. It was hard as rock and didn’t apply at all. Won’t be purchasing again"
		},
		{
			"review_title": "Dry and flakey",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I wish I had read the reviews prior to ordering.  This does not glide on at all.  Not a smooth line, but very dry and uneven.  If you try to smudge with a brush or sponge, it flakes.  Likely will return and I don't return items."
		},
		{
			"review_title": "Very disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "If I could give this zero stars I would, it’s not gel and feels more like a wax crayon. Idk if it’s old and dried out or just a terrible product, but for $30 I’m unimpressed and will be returning."
		},
		{
			"review_title": "Very disappointing. Would not recommend.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes",
			"review_text": "Horrible. Dry. Does not glide on. I was super disappointed as I was a big fan of the Kat Von D tattoo liner. Do not buy."
		},
		{
			"review_title": "Never again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Dried out half way of using it! I hate it. Waste of money. Never again."
		},
		{
			"review_title": "Just don’t. Get something else.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Very little color pay off. Very dry product. Honestly can’t tell I’m wearing it. Once I did get color payoff, it blended smudged horribly. I originally didn’t want it smudge but it was so hard to get color payoff that the product ended up in places o didn’t want it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Trooper Black - ultra-black",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Not a baddd pencil liner, but I wouldn't say it's worth the money. I prefer a liquid liner for a bolder and sharper look. The pigment is just okay. Can't achieve the look I want using it though."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Azurite Blue - vibrant cobalt",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I couldn’t get ANY pigment on my eyes and in order to swatch on my hand I had to pull so hard it crumbled. I’ve had this for one day. It’s literally like a rose art colored pencil in terms of usefulness"
		},
		{
			"review_title": "Too hard and dry for my taste",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "l love the Kat Von D liquid tattoo liner and thought l'd try this one too.  The texture was so stiff and dry that it wouldn't go on, the more l tried my eyes would water, further repelling the liner and irritating my eyes. l could never get clean or consistent lines."
		},
		{
			"review_title": "meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "I am really disappointed in this eyeliner because I've never had a bad experience with a kvd product before. This was $23 and I've had $1-$5 pencils from the drugstore that worked better than this. The color just isn't a jet black as I had hoped and the application doesn't go on super smooth or opaque."
		},
		{
			"review_title": "Beautiful Pigment.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This product is so nice. From the twist up dispenser to the sleek design on the outside the product is built to last and the packaging just makes it look luxe. The product itself has beautiful pigment and once you give it a couple seconds it is not going anywhere. Tiger eye Brown has such a beautiful shimmer to its deep brown tones.  Now long wear does not mean waterproof some water will make it come off if there is any type of friction applied to it."
		},
		{
			"review_title": "Absolutely NOT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "purchased on sale online, now I see why. This was hard, waxy, choppy and skipped on my hand when swatching. I needed to scrub it into my skin to see the color so I wouldn’t possibly do that to my eyes."
		}
	]
}