{
	"product_id": "925",
	"name": "Pro Longer Hair Thickening Shampoo for Split Ends",
	"brand": "L'Oréal Professionnel",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 54.0,
	"about": "What it is: A hair thickening shampoo formulated with exclusive technology that reduces the appearance of split ends for visibly longer, more volumnious, and healthier-looking hair...Hair Texture: Straight, Wavy, and Curly..Hair Type: Fine..Hair Concerns:.- Thinning.- Volumizing.- Damage, Split Ends, and Breakage..Key Benefits:.- Gently cleanses while thickening ends for fuller-looking hair.- Visibly reduces breakage and appearance of split ends.- Adds volume with five times more shine..Highlighted Ingredients:.- Amino Acid: Prevents breakage and strengthens hair..- Filler A-100: Exclusive technology that penetrates the hair fiber to visibly thicken damaged or split ends...What Else You Need to Know: Leave your damaged split ends in the past with this thickening shampoo powered by exclusive professional techonology and amino acids. The unique formula strengthens and instantly fills the hair surface to minimize breakage and reduce the appearance of split ends. Use as a stylist-recommended solution for more voluminous, durably thicker ends that promote noticeably longer hair with 5x more shine from root to tip...Fragrance Description: A luxurious fragrance formulated with top notes of apple and muguet, middle notes of rose and cyclamen, and base notes of musk and amber...Clinical Results: In an instrumental test with Pro Longer Hair Thickening Shampoo + Pro Longer Hair Thickening Conditioner vs. unwashed hair:.- Reduces breakage by 94%.- Reduces appearance of split ends by 17%.- Delivers 5x more shine to the hair",
	"ingredients": "- Amino Acid: Prevents breakage and strengthens hair..- Filler A-100: Exclusive technology that penetrates the hair fiber to visibly thicken damaged or split ends...Aqua / Water / Eau, Sodium Laureth Sulfate, Sodium Chloride, Cocamidopropyl Betaine, Dimethicone, Citric Acid, Hexylene Glycol, Sodium Benzoate, Sodium Hydroxide, Amodimethicone, Carbomer, Guar Hydroxypropyltrimonium Chloride, Trideceth-10, Glycerin, Salicylic Acid, Glycol Distearate, Arginine, Panthenol, Mica, Benzyl Salicylate, Benzyl Alcohol, Peg-100 Stearate, Linalool, Steareth-6, Phenoxyethanol, Limonene, Coco-Betaine, Trideceth-3, Hydroxycitronellal Ci 77891 / Titanium Dioxide, Citronellol, Alpha-Isomethyl Ionone, Aminopropyl Triethoxysilane, Acetic Acid, Fumaric Acid, Polyquaternium-6, Parfum / Fragrance",
	"how_to_use": "Suggested Usage:.-Distribute evenly through wet hair and massage until lather..-Rinse thoroughly..-Follow up with Pro Longer Conditioner or Mask (sold separately). .-Complete with full Pro Longer system for maximum results... Recycling Instructions:.-Remove pump and dispose into its proper container..-Thoroughly rinse out any remaining product inside bottle, then dry. .-Place bottle in your recycling bin.",
	"num_reviews": 119,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/pro-longer-hair-thickening-shampoo-for-split-ends-P507495?skuId=2717445&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2717445-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "16.9 oz / 500 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2717445-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must-Have for Colored and Thin Hair: Visible Volum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I use this product continuously and pair it with Kérastase. If you have colored and thin hair, this product is for you. It provides a bit of volume and, in the short term, visible hair growth."
		},
		{
			"review_title": "Strong and Beautiful Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "My hair is fine, straight, and I'm in my 60s so I'm seeing more breakage and split ends. After using this shampoo and conditioner just a few times, my hair is much stronger and has far less damage. My hair is professionally colored and highlighted, and this shampoo doesn't strip the color, but instead protects it and the highlighted areas. It leaves my hair and scalp clean without stripping either, and my hair is bouncy, shiny, soft, and protected. I love the scent, too, a light sort of fruity-floral that just leaves a soft scent behind. This is my new go-to shampoo for  strong and beautiful hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this for years now and I truly believe it’s kept it long and luscious! I will not use another shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "Having color-treated hair, I needed a shampoo that would help restore the damage from dyes and styling. I am only using the shampoo solo right now, however, I am interested in the conditioner as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Purchased quite a while ago and used for the first time today. It was a great find! Hair feels clean and moisturized at the same time."
		},
		{
			"review_title": "Pro Longer Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this shampoo. I have been using it for over a month. I have long, thick hair. Chemically treated. The smell of the shampoo is really nice. My hair felt clean and my color protected. I will purchase again!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really love the smell of the shampoo for starters. I love how it makes my hair feel. It feels so clean pretty and very straight."
		},
		{
			"review_title": "Don’t waste your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Horrible shampoo. Made my hair so flat and  greasy! I double washed my hair  and still the same issue. I had to return  it!  Don’t waste your money."
		},
		{
			"review_title": "Terrible for fine, oily hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This weighed down my hair so badly. My hair, especially my roots, looked so oily and dirty, as if I hadn't showered for a week, but it hadn't even been 6 hours after I showered. The length of my hair felt sleek and soft, which was nice at first, but then the rest of my hair would get oily after a day when I can usually go 2-3 days without needing to wash my hair. I also liked that I had less hair fall out when I showered; it's a shame this shampoo was too heavy for my fine, oily, shoulder length hair.   I could see this being better for someone with thicker and/or drier hair that wants a smoothing shampoo that will leave their hair soft and shiny. Definitely don't recommend for fine hair; the shampoo just coats your hair, which weighs it down terribly."
		},
		{
			"review_title": "Nice at first. Then my hair fell out.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was encouraged to get this at my day spa, and after finishing one bottle each of the shampoo and conditioner, I thought, okay this is pretty good. I have have hard water, so new product takes time for adjustment. I purchased a second set on Sephora, and noticed more fallout than I have ever experienced. Once my hair adjusted, it fell out. My stylist even noticed. I’m switching back to Kerastase strengthening."
		},
		{
			"review_title": "My new favorite shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I definitely recommend this product not only does it smell absolutely amazing but it left my hair feeling extremely soft. I did use both the shampoo and conditioner, and I definitely will be purchasing for myself."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I loved the way this product smelled! It had a luxurious texture and great lather. I felt my hair looked healthier after using."
		},
		{
			"review_title": "Healthy straight hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This product left my hair feeling soft healthy and very straight and was very happy with the results that I recieved and will definitely be using it again."
		},
		{
			"review_title": "I’ll never use another shampoo unless I go broke!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I can’t believe the difference this has made in my hair… I use this shampoo with the matching mask and my hair has never looked healthier. It’s so silky and shiny yet still has bounce and volume!? I didn’t know it was possible for my hair to look this good honestly. I have fine, straight, brittle hair and most products leave my hair weighed down and thin looking."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I have fine hair. It looks nice first day but it gives me dandruff and the next day it looks very oily."
		},
		{
			"review_title": "A Must Buy. It’s a Game Changer!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I CANNOT believe the difference in my hair. Split ends seem to be gone and my hair feels thick and healthy. I noticed a huge difference even before my hair was dried. Amazing!!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Oh wow I am so happy this is at Sephora now. I have been using that lline hair care from Loreal for so long it is my favourite thé coloré shampooing and oil.  Love it"
		},
		{
			"review_title": "Improved my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this shampoo! I’ve been using this shampoo for a month and noticed my hair is softer and less tangled and easier to manage. I used dry shampoo for a while and stopped using it after I realized how bad it was for my hair when my hair was starting to thin. I’ve been using this shampoo for a month and I’ve already noticed how much my hair has improved and has become more full and volumnized. It leaves your hair soft but also clean! I pair it with their conditioner, which has a bit of a weird smell when I use it but I don’t notice it on my hair afterwards. I highly recommend this shampoo if you need to improve your hair texture, volume or if you have damage in your hair! I’ll definitely be buying this again when I run out!"
		},
		{
			"review_title": "Interesting texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The shampoo smells nice and it's a white-ish creamy color with some sort of glitter in it. However, the glitters disappear when you apply the shampoo on your hair.   I haven't noticed anything that's super beneficial from using this shampoo, but my hair is quite curvy in its natural form after washing when it's wet, and it's less fuzzy when it's dry.   I'd continue using it and update the post if there's anything else that I learned later, but I personally won't recommend buying as it's over my price range."
		},
		{
			"review_title": "Soft and shiny hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After using the shampoo for a month I am liking the results. My hair looks more healthy, soft and shines. My split ends have improved. The shampoo is light weight and lightly scented like a salon type of scent. It provides a good lather to work through hair in just 2 to 3 pumps."
		},
		{
			"review_title": "New shampoo must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this shampoo my hair has drastically gone from dull, flat hair too healthier and more fullness. The smell is amazing, also only a little bit of product is needed as it lathers so well."
		},
		{
			"review_title": "Here’s to thicker locks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received this product free. Honestly I really liked this line. I felt like I had less hair loss while using it, which has been a huge plus. I also thought it had a really pleasant smell."
		},
		{
			"review_title": "LIked it but didnt love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received this product as a free sample. I had the same issues with this that I had with the conditioner; the smell! I just didnt love it and didnt want my hair smelling like it all day. It was a good shampoo for the price and the amount you got and I loved the pump it came in."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have always had normal to oily, medium thickness, long and full hair but due to an autoimmune condition and also probably getting older my hair has been thinning out quite a bit over the years to a point of concern. I was excited to try this out. So far I am pleased with the results, I've been using the system for about a month so I can't say I noticed an increase in growth yet however I do feel there is less shedding but I am not sure which product is doing the trick or if it's due to using the three products in the line (shampoo, conditioner, hair mask) I also notice my split ends do appear less damaged and my hair is soft and shiny. The shampoo lathers very well and my hair and scalp feel very clean after. It has a pleasant floral fruity scent, not too strong. I will continue using this product."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "After using the product for a few weeks, I feel this line is bringing my hair fullness and shine back. I have been dealing with thinning and hair loss for the last 2 years. I finally found a product that helpswith"
		},
		{
			"review_title": "Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "The shampoo I use is ouai fine hair shampoo. I think that this one holds up to other high end shampoos. Didn’t feel too drying, and lathered up nicely. The scent is nice. I haven’t used it long enough to see a difference, but for what it is, it’s pretty good. difference"
		},
		{
			"review_title": "A regular but still good Shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Honestly I like this shampoo but it wasn’t a stand out for me. My hair is very long (below tailbone) and fine. I definitely still got a regular amount of split ends. I don’t feel like it thickened my hair at all. It overall just feels like a regular shampoo. I don’t have any complaints, I just don’t think it’s the best shampoo I’ve ever used. The smell isn’t extraordinary either but it’s also not bad at all. I use it regularly. I do have sensitive skin and this shampoo hasn’t negatively affected my scalp at all."
		},
		{
			"review_title": "Huge Difference",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I noticed a huge difference after the first wash. I have extremely long hair that I get split ends frequently & noticed after one wash how much softer & healthy my hair looked. The whole system is a must have. Thank you for allowing me to try!"
		},
		{
			"review_title": "Nice and smooth hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love how this shampoo smells and how nice my hair looks after using it. My hair is nice and smooth and just looks nice. I will definitely continue using this shampoo."
		},
		{
			"review_title": "Repurchase Quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I got this product for free through Influenster for review purposes.  I actually really liked this! I had a lot of split ends going on and was desperately in need of a haircut, but had a huge improvement in the appearance when using the shampoo and conditioner together. I was worried the creaminess would weigh my hair down, my hair is pretty fine, but am happy to report that wasn’t the case! I wash my hair 2-3 times per week and was able to keep that wash cycle going without greasiness issues.  The scent is AMAZING! I’m terrible with descriptions and struggle with some scented products, and even though I believe this to be some type of floral scent I had no issues! The scent reminds my of a toy from my childhood, Charmkins, which I always loved! I have this on my repurchase list!"
		},
		{
			"review_title": "Rich, Cleansing Lather",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was thrilled to have the opportunity to try out the L'Oréal Pro Longer line, as my long, aging hair could use some tender loving care. The Lengths Renewing Shampoo comes in a beautiful semi-transparent bottle with a fuchsia rose color, which is different from the Conditioner and Mask in the line. Additionally, the scent of the shampoo is more botanical and floral, while the others have a sweet and fruity aroma. Personally, I don't mind the moderate intensity of this fragrance, but it could be an issue for those with sensitivity to scents.  The formula is thick, creamy, and lathers exceptionally well, so I find that I don't need much to work into my scalp. After rinsing, I was pleased to see that my hair was not stripped of moisture, unlike other shampoos. Instead, it felt smooth, hydrated, and clean, ready for the next step. When used in conjunction with the conditioner and mask, my hair was easy to detangle out of the shower, felt softer and stronger once dried. While I will continue using this product, I wish that it had cleaner ingredients."
		},
		{
			"review_title": "Smells AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "received this shampoo almost 4 weeks ago and have used it probably 6-8 times since then. While I don’t have “fine” hair naturally, it is starting to thin with age. First of all, this line of hair care has an AMAZING scent - light, but beautiful! It lathers well and leaves my hair feeling clean and smelling great! I would definitely recommend this product for anyone looking to bump their hair game and grow length."
		},
		{
			"review_title": "Stronger hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I’m not used to using shampoo with sulfates. So until I used this shampoo, I forgot how sudsy and clean your hair gets! I did have some dryness on my scalp and hair ends after using at first. But I do think over time my hair has gotten stronger and I will continue using it just with a leave-in conditioner spray after using the shampoo and conditioner from this line."
		},
		{
			"review_title": "Better than expected!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have to say, I’m a pretty hard critic when it comes to hair care products because I find A LOT that don’t work or do what it claims to. BBUUTT I absolutely love the Pro Longer shampoo! I feel that it gets my hair clean and doesn’t tangle. My hair has bounce to it again which I’m extremely happy about! I also suffer from dry scalp and hair and this actually made it feel better all the way around! The smell is the kind of smell you’d expect when you walk into a salon (my favorite). I will be buying more when I run out."
		},
		{
			"review_title": "Shamppo that makes my hair healthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product from Influenster and L’Oreal for free in exchange for my honest review.  L’Oreal Professionnel Prolonger Shampoo reduces breakage and appearance of split ends.  I like the Shampoo container, it came with a pump to dispense the shampoo.  The fragrance was really nice.  I followed the directions and shampooed my hair twice.  Once to cleanse and the second to treat.  My hair felt clean and I used the L’Oreal Professionnel Prolonger Conditioner after using the shampoo.  When my hair dried and was styled it looked good.  My hair sometimes looks dry since I have it colored professionally, after using these products it looks healthy. I would recommend the L’Oreal Professionnel Prolonger Shampoo."
		},
		{
			"review_title": "Nice shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this for an honest review from Influenster.   This is a good shampoo. I liked how clean it made my hair feel. It does feel similar to a clarifying shampoo.  It doesn’t have much of scent, but does smell clean. It did not strip or effect my hair color that I noticed. My only complaint is that this is more drying than I would use daily. I have damaged hair from bleach and this shampoo definitely didn’t make my ends feel the greatest, but using it once a week as a clarifying shampoo was perfectly fine."
		},
		{
			"review_title": "Worked for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I felt like this product did exactly what it said it would. It made my ends feel more hydrated and bonded together while using. While I don’t expect long term results, it was nice in the short term! The price is expensive for this brand but justified being it is a “pro” solution."
		},
		{
			"review_title": "Volume Enhancing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I will start off by saying I do like this product. It’s a good shampoo that doesn’t over dry my hair. However, I do not feel like it’s color safe. I have magenta hair, and it bleeds horribly when I shampoo with this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "LOVE this shampoo (and conditioner)!! It makes my hair feel great and when I went to get highlights my hair stylist commented about how healthy my hair was and how good my hair smelled. Will absolutely purchase again!"
		},
		{
			"review_title": "Not a noticeable difference",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The shampoo did not do anything different with my fine stringy hair. I did not notice any new thickness or strength in my hair after several weeks of use. I even ended up clipping the ends of my hair on my own because I also saw no new difference in my split ends. I received these products for free from Influenster and LOreal Professional in exchange for my honest review."
		},
		{
			"review_title": "A surprising new addition!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve texted this product for almost four weeks. The shampoo is the winner of the line, IMO. It leaves my hair feeling clean and most importantly, light and not weighed down. I have fine yet thick hair that is very particular. My hair feels surprisingly hydrated even before applying the matching conditioner or hair mask. This will definitely remain in my product rotation going forward."
		},
		{
			"review_title": "Delicious and luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The scent is heavenly and lathers amazingly. It leaves hair smooth and silky with less frizz. Hair felt thicker after a few uses and shinier."
		},
		{
			"review_title": "reverse  that hair damage gets you a salon shine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received  this product  as a free sample.  This Shampoo is ultimately the best. Not only did it help restore my hair from damage but also  helped take away my split ends. I love how just a little few drops on my hair does the trick so fast with a sleek vibrant shine. The smell is just amazing  not over potent and soft. I was shock to see the results my hair has more volume shine amd less split ends.  I would definitely  be using this Shampoo on a constant  basis and telling my friends to since it helps bring that natural healthy look back to my hair."
		},
		{
			"review_title": "Worth trying!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Overall, a great shampoo to help with damaged hair  that’s adds more shine/volume and minimizes split ends. It definitely takes more than one wash to start seeing the benefits and using the full system - shampoo, conditioner, and mask. I didn’t see the benefits until my third wash, definitely saw additional volume and more shine. The bottom of my hair is quite damaged as I grow out my hair from going silver from black, so easily saw the difference after using this system consistently. I can’t exactly explain the scent, but it’s a nice signature professional scent, something similar to scents you love at a salon. A little goes a long way and the shampoo lathers very well. My hair feels clean and I’m able to comb through my wet hair without needing any kind of leave in conditioner. I did wish it provided some scalp benefits to help promote additional hair health. Worth trying this system if you have damaged hair and want to add back shine and volume!   I received this product for free for my honest opinion."
		},
		{
			"review_title": "Makes hair feel super smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have received this product from influenster in exchange for my honest review. Overall this shampoo works like wonder. I have been using this product for over a week now and the results are not disappointing. It leaves my hair so soft and smooth. The scent is amazing and my husband loves it as well."
		},
		{
			"review_title": "Great shampoo for thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. I absolutely love this shampoo! My hair changed a lot after having my boys and I was looking for a product for thin hair. This shampoo smells great and leaves my hair very shiny and soft."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "The L’Oréal prolonger shampoo and conditioner smell amazing. There’s something truly nostalgic there and I just can’t place it! But I’m here for it! I haven’t been using it long enough to give an overtime review but my hair does leave the shower feeling silky smooth!"
		},
		{
			"review_title": "Smells amazing works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for testing from Influenster for free in exchange for my honest opinion and I am in love with this product. First off, the smell is very light and pleasant and a little goes a long way. I like that it comes in a pump  bottle that way I can control the amount of product that I use. I would have to say a little goes a long way. I have very fine, thin hair past my shoulders, and I would have to say that this is definitely has improved and the texture of my hair. The ends definitely appear less split and my hair does seem to feel and appear a bit fuller than usual."
		},
		{
			"review_title": "Say Goodbye to Split Ends",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "I have hair down past the middle of my back. My hair was dry and would tangle easily. I have been using the Pro Longer Hair Thickening Shampoo for spit ends for a month now and my hair feels and look healthier. The shampoo scent is not overpowering and a little goes a long way."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for testing from Influenster for free in exchange for my honest opinion, and I can truly say that I am obsessed with this product line. It leaves my hair, feeling so soft and smooth and the smell is incredible. If you’re looking for something to change up your hair care routine give this a try"
		},
		{
			"review_title": "Great smelling shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked this shampoo. It leaves my hair feeling extra clean. It lathers and washes off very easily. The scent is strong but pleasant and it’s long lasting. It’s a good combination with a conditioner from the same line."
		},
		{
			"review_title": "Works great on long thick hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve used this shampoo on my daughter’s hair for several weeks and I love it.  It lathers well and has a nice light fresh scent.  It seems to be making her hair more manageable while adding shine and vibrancy.  I would definitely recommend this to anyone with long thick hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This Shampoo/Conditioner is a game changer! I’ve been using the same shampoo for many years but have been wanting to try something new. Alot of brands weigh my curls down or make them frizzy this shampoo felt different I could tell when I rinsed it out. It gave my hair the perfect amount of moisture without weighing my hair down. The product smells clean and not over powering I’d definitely buy this shampoo and conditioner again"
		},
		{
			"review_title": "Leaves my hair feeling soft and smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "After using the Pro Longer Shampoo for a few weeks I have noticed my hair is less frizzy, smoother, easy to comb my hangs through in the shower as had a great fragrance that stays in my hair for days after. My hair seems to feel less brittle when brushing it, with less falling or being pulled out. Overall, I would recommend to anyone that has brittle, frizzy, thin or thick hair, for amazing results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this shampoo. It makes my hair look really shiny and less frizzy. The scent is floral but not overpowering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This shampoo has worked well on my long hair. It leaves it clean and hydrated.  It rinsed out well and doesn’t weight down my hair.  I think I will get more benefits with prolonged use."
		},
		{
			"review_title": "I will continue using this for some time to come",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was provided this product for free in exchange for my review. However, I will say that I can see myself purchasing this for myself in the future. This product left my hair feeling moisturized and did not leave a greasy residue. I appreciate that my scalp did not get oily due to the use of this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "After a few weeks of use, my hair looks shinier and healthier!"
		},
		{
			"review_title": "Game changer for fine, damaged hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This shampoo is a game changer! I received this shampoo as a free trail with influenster. Most shampoos for volume in the past left my hair dry and frizzy but this is very hydrating without weighing my hair down. The scent is very pleasant without overpowering. In combination with the pro longer conditioner my hair has never looked better!"
		},
		{
			"review_title": "Wowwwww",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Finally a product that checks all the boxes. First I would like to start from the vantage point of a acne prone middle aged consumer with a massive mane!  Finding a product that tames and nourishes my coarse long Hair that does not break me out, and also does not weigh it down has been nearly impossible to find until now.  When you have thick coarse hair it’s important to find a product that can get to your scalp and clean it well.  Most products to clean well dry your hair out, that is not the case with this product. This is where investing in a product from a company like Loreal that spends $1 billion a year in research pays off. Before and after photos are accurate. My hair was smooth, soft clean, and shiny.  I didn’t even have to use a blow dry protectant!  Most products can’t achieve this even while using products like coconut oil and Shea butter that break you out. I am beyond elated at the fact that this product made my hair look phenomenal while also not destroying my skin. The icing on the cake which is normally my last priority is the packaging. The pump streamlined the experience of effortlessly dispensing the product. I am so grateful for the opportunity to have tried this product as I will be using it for years to come, since other products like OlaPlex have acne causing ingredients."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This shampoo is a game changer. I’ve used it three times and every time it’s left my hair shiny, soft, and voluminous. The smell is lovely and light. My hair seems easy to style after but not damaged at all. I cantcan’t speak to"
		},
		{
			"review_title": "Great Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have to say I love all of the L’Oréal Professional hair products. I have been using this one for a month now and my hairdresser said that my hair looks super healthy. I have never been able to get my hair to grow past a certain point, but I passed that pint with these products, they smell good and work great!"
		},
		{
			"review_title": "Great Scent, Keeps Oil at Bay!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using the shampoo for about a month now and am SUPER happy with it. It really does feel like salon quality shampoo, and smells like it too. It’s a very gentle scent that I think the majority would really like. Also, the bottle has a nice pump that I like. I have an issue with my hair getting oily quick, and in combination with their conditioner I do not find this issue. I highly recommend!"
		},
		{
			"review_title": "A Wonderful Shampoo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this shampoo. I have very thin hair and suffer from alopecia. This shampoo leaves my hair soft, voluminous and stronger. I also love the pump because I find it convenient to use in the shower. The smell is subtle and the shampoo rinses off easily. After two weeks, my hair looks better. Even my husband started using this shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I love L'Oreal Profesional line products! This really made my hair feel soft. I have seen less breakage using just two short weeks. I would have given this five stars if I liked the smell - just did not enjoy the fragrance."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am absolutely loving the results after using for a few weeks. My hair feels, smells and looks amazing! Definitely my New favorite shampoo!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Absolutely love this shampoo! I am new to their professional line & received from Influenster to test - fell in love! I love the smell for starters. I used with the conditioner and could immediately tell a difference in my hair WHILE WET! That’s a rarity for me. My hair is so shiny & healthy looking. This is definitely my new go to shampoo!"
		},
		{
			"review_title": "A great shampoo for damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I received this as a free product to test for Influenster and L’Oreal. I was going to give it a good month to do before and after but I wanted to just comment on the difference I feel in my hair. My hair has been damaged and had lost its curl pattern, so I was also excited to try this to see how it helped with the moisture and breakage. This product smells really good! It’s not too strong but it smells like a soft floral scent. I noticed an immediate difference in my hairs softness and shine. It wasn’t drying at all and hair doesn’t feel rough. My curl pattern still hasn’t returned but it will probably take a lot more than this shampoo."
		},
		{
			"review_title": "This is a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product for free from Influenster to try and give my honest opinion.  Right out of the box i noticed the pump style bottles and i am a total fan of pump style bottles because they are quicker and easier and just all around more convenient in the shower. Secondly i was obsessed with the smell, they smell so clean and refreshing but aren’t overwhelming strong. The shampoo lathers really, REALLY well and washes out easily. Having platinum blonde hair i am always very cautious about what hair products i use and get nervous trying new ones but i had been looking to change up my shampoo and conditioner and after trying this one i think I’m gonna be making the change to this one!  After two weeks of using this particular line of products I have a noticeably difference in my hair. It's shiny and feels great.  **Only negative i have found which i do not think it is the shampoo or conditioner at all is my roots do seem to get greasy quicker. I’m pretty sure it’s the humid weather we have been experiencing in California."
		},
		{
			"review_title": "An essential shampoo for my daily hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "As a beauty expert I am loving the new L’Oréal thickening shampoo for split ends. I was given this product for free in exchange for my honest opinion. I have damaged hair from chemical treatments and being in the sun but this product has given me so much relief. It made my hair feel so good and left my hair feeling stronger. A little goes a long way when shampooing with this product and it smells amazing. My family and I love the shampoo as well as the conditioner. I would highly recommend them to both my friends and family!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Really enjoyed the scent and feel of this product until I read the ingredients. One of the first 5 ingredients is sulfate. Sulfates have been linked in studies to leave residue in the heart, lungs and even the brain"
		},
		{
			"review_title": "Smells Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I got to try this product for free and actually really enjoyed it. The product smells nice and I think the pump-styled bottle is great for the shower. The shampoo did help smooth out my hair, however it did make my roots a little greasy. Unfortunately that’s pretty typical for me, so it might just be my hair!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from Influenster to try and give my honest opinion.  First of all it smells amazing.   It lathers really well and washes out easily.   I am a brand loyalist and I am very particular about hair care products.   I will actually be changing to this.  After a week of using it I have noticed a huge difference in my hair. It's shiny and feels great."
		},
		{
			"review_title": "Great product and scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received a full sized bottle in 16.9 fl oz of L'oreal Professionnel Pro Longer shampoo from Influenster in exchange for my review. This was part of a box that also contained the conditioner and hair mask.  I was a bit skeptical at first. I've tried a few pricier shampoos in the past that really didn't do much other than the name associated with the product.   The bottle design is simple yet sleek, and the scent is amazing! The first time I used it, it didn't seem to be as foamy as other shampoos. It took a few tries to get used to it. I mostly focus on the roots when lathering.   In conjuction with using the conditioner or mask, I notice with more uses, my hair texture has improved. I hair very fine, color treated, long straight hair. Now it feels more lightweight, smoother and softer than before. My hair constantly gets tangled, and it seems to help reduce some of it.   Overall, this product works great and definitely worth it if you are looking to splurge."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Before using this shampoo my hair looked dry and had a lot of breakage. This shampoo brought my hair back to life. It has a subtle scent and pretty sparkle in the shampoo. My ends are not breaking off as much and look more hydrated."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This shampoo smells amazing! After using it for a couple weeks my hair feels thicker. I love that the bottles come with a pump. My only complaint is that I do not feel this product works as well on it’s own compared to when using it with the conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. I really enjoy this shampoo! I like the bottle having the pump it makes it really easy to use. It smells really good and it makes me hair feel"
		},
		{
			"review_title": "Pleasant smell and texture",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received this shampoo, conditioner and hair mask as a free gift in exchange for review. I’ve used it for about 3 weeks now 1-2x a week. I have very dark hair that I highlight quite blond and as of my last session my hair feels dry and frizzy. I haven’t used the product long enough to notice any visible increase in baby hairs or regrowth. The co sit-up er leaves my hr feeling soft and the shampoo leaves it feeling clean. This product has a looot of i Freddie ta. Many of which are chemicals so not a clean product if that’s what you are looking for. Packaging is appealing, easy to use. The smell is pleasant and mild. But enough for my 7 year old to No your and comment."
		},
		{
			"review_title": "Great Smelling Shampoo that Leaves my Hair Soft &",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've been using this product a few times a week for a few weeks now and there is a huge difference in the softness and shine in my long, wavy hair.  It lathers up great, rinses fast and smells amazing!   Will definitely consider purchasing in the future."
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "After using this shampoo for the past few weeks it’s made a huge improvement in my overall volume and shine.  It lathers up amazing without striping your hair. Bonus it smells amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used this product at least 5 times now. First off, I love its smell!! It smells so clean and so good. It makes me feel so good. Also it lathers really well. My hair feels healthy. Not sure if its thickening my hair yet. But its good."
		},
		{
			"review_title": "Pro quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange of my review. First of all I love the bottle. The pumper makes it easier to apply the product. Smells AMAZING! I can even relate the smell with those products used in hair salons. I have been using it for the past 2 weeks and the change is noticeable. After washing my hair it feels very clean and fresh. I already have a lot of hair but it gives extra volume. My hair is damaged because of split ends and it makes it seem I have less split ends giving it a very healthy appearance. The shine is what I love the most. Really pro quality. The ingredients including Amino Acids makes my hair look great. I will definitely stick to this product."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "L’Oréal Professional shampoo is definitely my new go-to! After I used it, I truly felt like I had just let my hairdresser! The bottle is easy to use in the shower w wet hands. You don’t need a lot of product to work up a great lather. The scent is really nice, and it lasts! I still noticed it 2 days after the shampoo. I felt like it didn’t strip my hair, but fortified it. It felt so clean and healthy! Definitely recommend!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this every few days for a couple weeks now and I’m loving how my hair is looking and feeling. It smellls great. It makes my hair soft and shiny."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the fragrance of this product, but it is very floral and might not appeal to everyone. I like how clean my hair feels after using it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Love the pump container ! I did get this free to try for a review and so far I am enjoying it. I don’t initially like the scent but the way my hair smells after use is nice. It leaves my hair soft and shiny and easy to work with."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I don't believe that shampoo or conditioner can mend split ends. I do think they can be smoothed somewhat and this shampoo/conditioner combo does a remarkable job. My hair feels so soft and is so shiny. I don't know if it causes buildup, but I use a clarifying shampoo every few washes. This combo isn't my favorite scent, but it is ok. Not powerful. The shampoo lathers nicely and you don't need a lot."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product as a free sample to test. I have been using this product for about 2 weeks now and my hair is thanking me! After the first use my hair was less dry much more manageable and soft!! First one to try this was my daughter who is a high school swimmer, and after her shower she came out to me and said mom that stuff is great I didn’t have to use a lot and my hair is brush-able and soft! Which is something we struggle with when she spends so much time in chlorine pools. I often do not have the time to dry my hair and air drying is a my drying technique often gong it o bed with wet hair in a claw clip, noticed after the first few uses when waking my hair was silky soft and was not a frizz ball! I would 100% recommend this product! We have already purchased the Pro Longer 3 step system for my daughter."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this sample in exchange for my honest opinion. I have used the product a handful Of times and I have to say it smells absolutely amazing! I find myself smelling my hair randomly. It leaves my hair with a nice shine and feeling smooth! Definitely recommend!"
		},
		{
			"review_title": "Just what my hair needed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This has been great for my dry and split ends. My hair is color treated and heat damaged. This works so well to restore the hair shaft"
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this to review and wow, it's amazing! The scent is fabulous and your hair feels amazing afterwards. Will definitely be purchasing replacements after it's gone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo has a nice texture, nice smell, and leaves my hair feeling super clean and fresh."
		},
		{
			"review_title": "Great for oily fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have extremely frizzy, curly and fine hair. The ends are dry but my roots are oily. I also live in a humid environment. I just switched from a different shampoo that had caused an increase in shedding and my hair felt stripped. I've now switched to the Loreal Professional Pro Longer shampoo in addition to using their conditioner and hair mask. Since switching to this shampoo my shedding has definitely decreased. My hair actually looked fuller, increased volume and my frizz wasn't as unmanageable. I notice it doesn't feel greasy as fast. I definitely recommend these if you have hair similar texture and thinness to mine I know how difficult it can be finding products that tame frizz and don't dry it out but also don't weigh it down. This was sent to me for my honest feedback and so far I will be repurchasing this shampoo as I have trouble finding hair products that work for me!"
		},
		{
			"review_title": "A game changer in shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "After only using this shampoo for a week, I've already seen an incredible difference. My hair is wavy with split ends and frizz. It is now softer, no frizz and less split ends. My hair is healthy and shiny.  I'm very picky on my hair care products but would absolutely reccomend this. I will be purchasing this. You can see the immediate change in the softness and shine the very first time you use this, especially followed by pro longer conditioner. It has an incredible fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received the L'Oréal Professionnel Pro Longer Hair Thickening Shampoo for Split Ends in an influenster campaign in exchange for my honest review. My first impression was that the packaging looked very upscale and nice. The bottles were well wrapped to prevent leaking in transit and successfully made it with no leakage. The shampoo lathered easily and the product itself had a nice shimmery appearance and also rinsed very easily. My hair looked and felt great after using. I would definitely repurchase."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love the smell, it leaves on hair after washing it. It smelled like that all day even after a long day at the park."
		},
		{
			"review_title": "Yes Yes Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I'm extremely happy with this product and have been using it for over a week before writing a review. The shampoo has an amazing  fragrance, it WOW'd me, the subtle hints of raspberry and red currant fragrance  didn’t leave my hair for awhile. It  lathers  well making my  hair feel super clean and soft without making it dry. My hair looks fuller and healthier after first wash. I have received this product for free from Influenster and Sephora in exchange for an honest review."
		},
		{
			"review_title": "Great Shampoo for Fine Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received the shampoo, conditioner and mask from Influenster for free. Excellent shampoo! Love the scent. Detangled my fine hair. Helps with frizz and hair breakage. Nice foam too"
		},
		{
			"review_title": "Worth a shot",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I’ll be curious to see how this enhances the health of my long hair in the long run. Hard to say with only a few washes. It smells nice, makes my hair clean, but doesn’t do anything spectacular that I can notice just yet. I’ll keep using it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the volume this gives to my hair. Makes my hair feel light and airy with no greasy feeling. My hair has been feeling much healthier after using. I will definitely pick this up again."
		},
		{
			"review_title": "Expensive price tag for mid-tier shampoo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Although I did receive this product in exchange for my review, I want to preface this with the fact that I am a budget girlie through and through, and I have used shampoos from suave to morrocanoil. This shampoo was pretty good compared to drugstore varieties (herbal essence/suave/Aussie) but not on par with some salon tier products. It did cleanse my oily hair well, and I do feel like I can go a couple extra days between washes when I use this. It did make my wavy/straight hair feel lightweight and bouncy. I DO feel like I had to use a lot of product to shampoo just my scalp. I emulsify it before washing, and I had to use like 5-7 pumps to get my whole scalp. I wish the pump allowed for more product dispensed, especially as this is a shampoo marketed for long hair. I have tried other L’Oréal products from the drugstore and personally feel that they are equal in effectiveness and quality. I like the scent too but it does smell different than the conditioner. Overall, I might repurchase if I wanted to really treat myself, because compared to other brands, you get more product when you compare $ per oz, and it is overall a nice shampoo if you have the budget for it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product from Influenster to try for free in exchange for my honest review. I’ve been using this shampoo and both the conditioner plus the mask. It smells very salon like and feels very soft and nourishing to my hair.the conditioner detangles and the mask feels very hydrating. I will continue to use"
		},
		{
			"review_title": "Nice formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I’ve tried the higher end brands to help keep my hair in good shape, some being a complete waste of money. But I do have to say that this, the L’Oréal Pro Longer set worked better than those higher end brands. My hair felt smoother and light weight. The bottle pumps out great, to dispense just the right amount, leaving it easier to work with. It also has a fairly nice smell to it."
		},
		{
			"review_title": "Love the scent and the outcome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Thick and moisturizing! I am super happy with this shampoo. It did not leave a “greasy” residue which can happy for me sometimes with a thicker shampoo. Really impressed with how clean it made my hair feel. I only apply shampoo to my roots and this did a great job without having to use too much product."
		},
		{
			"review_title": "Smoothing and repairing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received this product free from Influenster and L’Oreal in exchange for my honest review. I have to first start off by saying I did not love the scent so I removed one star. But the product itself I did love. I have long, thick, thinning hair. When I use this, I do a double wash, and my hair is clean and prepped for the conditioner. The combination of shampoo and conditioner, along with a weekly mask treatment smooths the split ends and makes my hair look really healthy. I have a little bit of heat damage to my hair from blow drying daily. I am excited to see the long term improvement after using these products. Very pleased with the shampoo!!"
		},
		{
			"review_title": "Healthy Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am really happy with how my hair looks and feels after using this L’Oréal shampoo. It leaves my hair feeling soft and clean without weighing it down. After a couple of weeks I feel my hair is easy to style and does not have split ends."
		},
		{
			"review_title": "Professional quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I usually use Joico products, but I have to say that this does an excellent job of cleansing my blonde color treated hair without stripping the hair  and making it feel straw like or brittle! The price is a little higher than I would normally expect for this brand, but worth it I would say!"
		},
		{
			"review_title": "Will keep using.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "So far so good. I have bleached platinum hair so it’s definitely been damaged and dried. I wash my hair weekly. Was excited to try this and it didn’t disappoint. The scent is very pleasant but not overbearing. Left my hair feeling very clean, and not heavy at all like some Products tend to do. My hair is very fine and this didn’t weigh it down. I like how soft and silky my hair feels after using the shampoo and conditioner combo. Definitely  recommend."
		},
		{
			"review_title": "Great shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I’m an olaplex girl but I will definitely keep this in my rotation. My hair felt cleansed without feeling stripped. It has a light scent. I blow dry and curl my hair with a wand and I felt like the drying time was around normal. However, my hair held a curl better than it has in a long time! My hair feels healthy. It’s too soon to know if it will help with length but I have long hair and my ends need all the help they can get!"
		},
		{
			"review_title": "Adds volume and definition to natural texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This shampoo gave me significantly more definition and volume than usual when added to my normal wash day routine, even without using a gel or mousse when styling it later. I have loose waves so I actually prefer my hair to look more like the before photos… lol. It definitely enhanced my natural texture. 4 stars because it’s a pretty strong sulfate and I could feel it a little in my scalp. I used it as a clarifying shampoo, shampooing twice (my usual for weekly washes). It’s a lot of protein, so pair it with a moisturizing styler if your hair likes a balance!"
		},
		{
			"review_title": "The best I have tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "L’Oreal Professional Pro longer Professional shampoo is a great way to treat hair suffering from damage and split ends. It will reduce the appearance of split ends by 17% while giving your hair five times more shine. It will also gently clean your scalp and hair, while strengthening it. It accomplishes these things by thickening and resurfacing the hair fiber, and leaves you with five times more shine. This is a unisex shampoo that is also cruelty free and no animal testing!!! Very unique."
		},
		{
			"review_title": "Would recommend for thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m usually always skeptical with shampoos because I have very thin, fine hair that gets greasy fairly quickly. I have to wash my hair daily to avoid being too oily. This shampoo has allowed me to extend my washes because my hair STAYS clean. I’m excited to continue to use it to see the long term effects on my split ends and see some growth!"
		},
		{
			"review_title": "Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Only one use but feels great so far!! Fresh, clean scent and cleanses well!  Can’t say anything about growth yet!"
		},
		{
			"review_title": "Your hair will thank you, just like mine did!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product from Influenster in exchange for my honest opinion. I wanted to wait a week before reviewing it. I have long and slightly wavy hair so it can be very hard to manage after a wash. From the very first wash, I noticed a remarkable difference in my hair’s texture and overall appearance. It was as if my hair had been revitalized with a burst of life and radiance!   Another delightful surprise was the beautiful fragrance that lingered in my hair after washing. It was truly a spa-like experience as my hair only feels this great after a wash at a salon LOL. I can’t praise this shampoo enough honestly for my hair’s health and appearance. I usually have to straighten my hair, as they appear to be so rough after a wash but this shampoo helped my hair texture appear so soft and moisturized that my waves looked beautiful. If you're on the quest for longer, healthier, and more beautiful hair, I highly recommend giving this shampoo a try! Your hair will thank you, just like mine did!"
		},
		{
			"review_title": "Fabulous shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is absolutely wonderful for my fine hair! I love the floral scent and the way you can use just a little and it goes a LONG way! I feel like I’m in the salon every time I’m washing my hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This smells really nice! I was exited to try a more upscale product from this brand. It left my hair feeling soft and didn’t weigh it down. I’m interested to try other products in this new launch as well."
		},
		{
			"review_title": "Really clean and great lather",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I got this free for review and I can’t be happier that I did. I have very fine dry hair. This was so nice great lather and an amazingly lush smell that was light so it felt like a spa. This cleaned so well but didn’t dry out my hair."
		},
		{
			"review_title": "So nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is such a nice shampoo! I was so excited to be asked to try it out and review. It left my hair healthy feeling with less breakage. The matching conditioner and mask work equally as well. Wonderful products from Loreal!"
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Smells great and left hair feeling healthy and fuller. I have damaged hair from excessive coloring and after several washes saw visible improvement"
		}
	]
}