{
	"product_id": "358",
	"name": "Mini Daily Microfoliant Exfoliator",
	"brand": "Dermalogica",
	"categories": "Skincare, Mini Size",
	"price": 28.0,
	"about": "What it is:A gentle, rice-based powder exfoliant that visibly brightens, improves the look of skin‘s texture, and clears pores..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Pores, and Uneven Texture.Formulation:Lightweight Powder.Highlighted Ingredients:- Licorice, Grapefruit, and Phytic Acid from Rice Bran: Visibly even skin tone, leaving your skin looking glowing and smooth..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free, comes in recyclable packaging..What Else You Need to Know:This gentle powder exfoliates, leaving the skin looking smoother and brighter. The formula activates upon contact with water, foaming into a creamy paste and releasing papain, salicylic acid, and rice actives. It reduces the appearance of wrinkles, uneven skin tone, and hyper-pigmentation while a soothing blend of green tea and colloidal oatmeal calms the look of redness.",
	"ingredients": "-Papain Enzymes and Salicylic Acid: Draw out excess oil, clear clogged pores, and smooth the look of skin..-Rice Bran-Derived Phytic Acid: Gently exfoliates to visibly brighten and balance uneven skin tone..-Colloidal Oatmeal: Calms skin, reducing the appearance of redness and irritation....Microcrystalline Cellulose, Magnesium Oxide, Sodium Cocoyl Isethionate, Colloidal Oatmeal, Disodium Lauryl Sulfosuccinate, Sodium Lauroyl Glutamate, Oryza Sativa (Rice) Bran Extract, Oryza Sativa (Rice) Starch, Hydrogenated Coconut Acid, Allantoin, Papain, Salicylic Acid, Ginkgo Biloba Leaf Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, PCA, Populus Tremuloides Bark Extract, Cyclodextrin, Sodium Isethionate, Lauryl Methacrylate/Glycol Dimethacrylate Copolymer, Maltodextrin, Melaleuca, Alternifolia (Tea Tree) Leaf Oil, Citrus Paradisi (Grapefruit) Peel Oil, Sodium Dehydroacetate, Hydrolyzed Corn Starch Hydroxyethyl Ether, Water/Aqua/Eau, Limonene, Citric Acid.",
	"how_to_use": "Suggested Usage:.-Wet hands and face..-Dispense about a half teaspoon into wet hands, add a little water, and lather until you feel the powder completely dissolve into a smooth, foamy paste..-Apply to the face in circular motions, avoiding the eye area..-Massage gently for one minute, then rinse thoroughly with warm water..-Tip: Combine with Special Cleansing Gel (sold separately) to create a foam-like lather so you can cleanse and exfoliate in one step. .-Leave on skin for an extra minute for extra brightening benefits.",
	"num_reviews": 4909,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/mini-daily-microfoliant-exfoliator-P443352?skuId=2221133&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2221133-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.45 oz/ 13 g",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2221133-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must buy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Do yourself the favor of buying this to add to your skincare routine. My skin has never felt or looked better. It helped even out my skin tone, keep gunk out of my face, and smooth my complexion. Doing this before you apply makeup is a garuntee for glass skin."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "no effect at all, don’t waste your money please…….."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I add this to my face washes when I want to gently exfoliate my face and it works wonders. I can’t live without this. I have dry acne prone skin and I highly recommend this. *Don’t over use"
		},
		{
			"review_title": "A MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is FOREVER in my arsenal! My new obsession and probably my favorite exfoliator of all time! It leaves my skin SO smooth, feels instantly clean and healthy, without it feeling dry or stripped! I was nervous at first about the ease of application, but it’s a breeze to use! ADD IT TO YOUR CART NOW!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "10/10 and I will not stop raving about this product! As an esthetician, I personally use the daily and I love it!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Not bad not seeing major difference but it’s just so expensive wish would give out more free samples can’t really afford to keep buying"
		},
		{
			"review_title": "Great exfoliant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "This is one of few physical exfoliants that is not abrasive and few wash off treatments that actually gets you noticeable results in just a couple uses. Great amount for the price. I was hesitant at first until I used it and saw that a little goes a long way"
		},
		{
			"review_title": "best cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Best exfoliator and gentle on skin. I have sensitive skin but it suits me."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "Love this! Makes my skin feel amazing. I put it on like a scrub or sometimes let it sit like a mask for 5 min or so. This has helped keep my skin clearer!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I love this product. It works well w/any skincare routine I have. I use it once per week and the product lasts a long time. I have combination, hormonal skin and it helps keep my skin smooth."
		},
		{
			"review_title": "Great exfoliator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My new love. Alot of people had told me to try it for my textured skin but i was like meh how good can it be. But this is really great. It doesnt strip off my skin moisture but still leaves it clean and soft. I would highly recommend it to people who like to have"
		},
		{
			"review_title": "Exfoilant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Amazing exfoliant, i love that i can use it everyday to exfoliate!!!! Definitely a game changer"
		},
		{
			"review_title": "So-so, nothing special",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Wanted to love it, but doesn't do much. I have combination, semi-sensitive skin and this didn't feel like it was 'exfoliating'. Good if you're looking for a light exfoliater. Be sure to properly hydrate your skin after."
		},
		{
			"review_title": "So SMALL!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is fantastic, and I love the results—but the price for the mini size is disappointing! It's $27 plus tax for just 13g, while the full size is $92 for 74g. By that math, the mini should cost closer to $16. The only other option is the full size, so it feels a bit unfair for those of us wanting to try a smaller amount. I’d happily buy the mini if it were more reasonably priced! Going to try a DIY rice flour scrub next time. It's like SAMPLE size 😭"
		},
		{
			"review_title": "Hit or miss",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This product was a miss.... Imo, it made my skin really dry and made my texture even worse. When I stopped using it, my pores looked better. I do want to note that i did start adapalene so maybe it only looks better because of my adapalene progress"
		},
		{
			"review_title": "Great for my acne and pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this product. I walked away from it because I didn't like the dispensing system. It kept getting wet inside and ruining the product (I use it when in shower). I noticed straightaway the difference in my skin when not using it. So, I went back and now my skin is much better. It still is problematic with the dispensing system, but I found a way to keep it dry."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have been using this exfoliator on and off for a few years now, and I notice that I keep coming back to it, so it's only fair that I give it a review. When I use it consistently, I really see a difference in my texture, which is a problem area for me. I would recommend starting with the small size and seeing how your skin responds to it before going for the larger bottle."
		},
		{
			"review_title": "helped a dry skin girl 👧",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I love this exfoliator!, left my skin silky smooth 😌 I recommend using 2 or 3 times a week, and don't forget to moisturize and put on spf to protect your skin afterward if ur going outdoors"
		},
		{
			"review_title": "Best product mircofoliant ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The best products of all time, I love cleansing my face with this Daily Microfoliant. It's really a product I use daily. I repurchase it multiple times and pick it up on every trip. It's truly a product that leaves the skin soft, cleanses, and gently exfoliates. I recommend it for all skin types and for everyone."
		},
		{
			"review_title": "it's a pass for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "This unfortunately doesn't agree with my sensitive skin."
		},
		{
			"review_title": "yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love how long the mini lasts and I've noticed a major difference with my pores!"
		},
		{
			"review_title": "perfect for my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "after using this for the past few weeks, my spots of acne have completely disappeared. it’s a great feeling exfoliant and it amazing that it can just mix with your normal cleanser"
		},
		{
			"review_title": "Prefer Another Exfoliant",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "It's not as simple to use as other exfoliants and did not work as well for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This is my holy grail. I use it everyday, and the smaller size lasts me MONTHS. It is the only thing I’ve found that helps get rid of the small, white bumps all over my face. Definetely recommend using to get rid of them!!"
		},
		{
			"review_title": "Squeeky clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product is so fun and easy to use and my skin is clean but irritated/dry after.  I have sensitive skin so I don’t think I’d use it everyday but very impressed"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "When I ran out of samples, I decisively bought a large bottle. For teenagers, this is great."
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This product was gifted by Dermalogica for an honest review. The smell isn’t over bearing and easy to apply. After using my skin felt fresh and clean. This product is a great way to exfoliate your skin without over drying."
		},
		{
			"review_title": "Don't Walk, Run and Buy this!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I don't usually write reviews, I'm always trying new things BUT Honey!!!  I was hooked from JUMP and will from the rest of days use this product!!!  I recently finished chemo and my skin was a complete mess of acne, acne scars and oiliness which I never had before Cancer and after the first use my skin was so much brighter and smoother, after a week my acne scars have lightened up drastically and my skin is as smooth as a babies bottom.  THIS WORKS!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "this product did not work as well as I thought it was but it did somewhat made my skin slightly brighter after"
		},
		{
			"review_title": "Unfortunately this expensive boy works really wel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this!! After I double cleanse I use this guy to deep clean my pores, especially on the side of the nose, it eliminated buildup, my pores look smooth and my skin feels silky smooth! Yet it’s gentle for every day use but dont rub it aggressively. My skin care now gets absorbed faster and my makeup looks more natural"
		},
		{
			"review_title": "Squeeky clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product is so fun and easy to use and my skin is clean but irritated/dry after.  I have sensitive skin so I don’t think I’d use it everyday but very impressed"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "When I ran out of samples, I decisively bought a large bottle. For teenagers, this is great."
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This product was gifted by Dermalogica for an honest review. The smell isn’t over bearing and easy to apply. After using my skin felt fresh and clean. This product is a great way to exfoliate your skin without over drying."
		}
	]
}