{
    "product_id": "387",
    "name": "Super Anti-Aging Dual Serum with Triple Hyaluronic Acid, Glutathione, Skullcap + Ceramide-Peptide Complex",
    "brand": "Dr. Barbara Sturm",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 581.0,
    "about": "What it is:A new, dual-phase serum with the Super Anti-Aging Serum in Phase One and a ceramide-peptide complex to visibly diminish signs of aging and promote skin longevity in Phase Two..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Serum.Highlighted Ingredients:- Triple Hyaluronic Acid: Hydrates intensely, retains moisture, and provides a rapid, visible plumping effect..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:This serum works at a molecular level to prevent and target visible changes to the skin associated with biological aging, including fine lines and wrinkles, loss of elasticity, uneven skin tone and texture, dehydrated skin, and dullness. Skin looks and feels firmer, younger, and healthier.",
    "ingredients": "-Triple Hyaluronic Acid: Hydrates intensely, retains moisture, and provides a rapid, visible plumping effect. .-Biomimetic Polypeptides: Shown in in-vitro studies to support collagen and elastin within as few as seven days. .-Skin Identical Ceramides: Boost skin barrier function for a smoother, more refined appearance. ..Aqua/Water/Eau, Dibutyl Adipate, Butylene Glycol, Dicaprylyl Ether, Pentylene Glycol, Squalane, Glycerin, Polygonum Bistorta Root Extract, Theobroma Cacao (Cocoa) Seed Butter, Cetyl Palmitate, Lactobacillus/Portulaca Oleracea Ferment Extract, Panthenol, Sodium Hyaluronate, Tocopherol, Triethyl Citrate, Ceramide NP, Ceramide AP, Cholesterol, Phytosphingosine, Biosaccharide Gum-1, Leuconostoc/Radish Root Ferment Filtrate, Baicalin, Caprylyl Glycol, Glutathione, Ceramide EOP, Oligopeptide-1, Propanediol, Disodium Cetearyl Sulfosuccinate, Sucrose Distearate, Butyrospermum Parkii (Shea) Butter, Xanthan Gum, Polyglyceryl-10 Stearate, Sclerotium Gum, Helianthus Annuus (Sunflower) Seed Oil, Polyglyceryl-6 Behenate, Hexylene Glycol, Behenic Acid, Cetearyl Alcohol, Glyceryl Stearate, Sodium Levulinate, Sodium Cetearyl Sulfate, Ethylhexylglycerin, Citric Acid, Pantolactone, Phenoxyethanol, Potassium Sorbate.",
    "how_to_use": "Suggested Usage:.-Use once or twice daily..-Apply gently to cleansed skin on the face, neck, and du00e9colletu00e9. .-Follow with your preferred Dr. Barbarau202fSturm face cream.",
    "num_reviews": 1,
    "overall_rating": 2.0,
    "product_url": "https://www.sephora.com/ca/en/product/dr-barbara-sturm-super-anti-aging-dual-serum-with-triple-hyaluronic-acid-glutathione-skullcap-ceramide-peptide-complex-P513600?skuId=2790178&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2790178-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.69 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2790178-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}