{
	"product_id": "299",
	"name": "Milk Expressive Eau de Parfum",
	"brand": "Commodity",
	"categories": "Fragrance, Women, Perfume",
	"price": 202.5,
	"about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Cold Milk, Mahogany Wood, and Marshmallow..Fragrance Description: Seeking comfort in the familiar, this creamy and calming scent offers the perfect start to the day. Cold Milk adds a cooling element to an otherwise rich and warm fragrance of marshmallow, mahogany wood, and tonka bean...About the Bottle: The Expressive Collection is an homage to Commodity’s classic black-and-white bottles. The similar look reflects that Commodity’s original formulations are now housed within the Expressive Scent Space, and that these middle ground perfumes are the perfect balance of plus and minus...About the Fragrance: I was inspired by the memory of a family vacation in the fall, when we spent hours around fires, telling stories and making s’mores. I wanted to capture the nostalgia of this moment in a fragrance. Milk Expressive is a balance of sweet elements contrasted with firewood.  –Christelle Laprade, Maker..",
	"ingredients": "SD-Alcohol 40-B (Alcohol Denat.), Parfum/Fragrance, Aqua/Water/Eau, Coumarin, Eugenol, Benzyl Benzoate....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spritz one to two times directly on the pulse points, such as your wrists, inner elbows, or sides of the neck. .-Pulse points are warmer areas of the body that act as natural diffusers when emitting a scent..-After application, allow the scent to air dry. .-Rubbing or dabbing will break down a fragrance and cause it to wear off more quickly..-If you wear fragrance on the wrists, be sure to reapply after frequent handwashing..-Properly store your bottle to extend its shelf life, including recapping after each use and avoiding direct sunlight... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense...Recycling Instructions: .-While Commodity works toward fully recyclable packaging, most of your fragrance can currently be recycled. .-Box, paper notecard, and pulp tray should be recycled as paper. .-Glass bottle and metal pump should be recycled as glass. .-Cellophane and bottle cap should be thrown in the trash.",
	"num_reviews": 257,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/milk-expressive-P502242?skuId=2616084&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2616084-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2616084-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1 oz/ 30 ml eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2801868-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Warm and sweet without smelling sickly sweet.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this scent. It’s warm and sweet without smelling too sickly sweet. Anytime I wear it I receive compliments, but in this format it’s not too strong or overpowering to others. It’s been my favourite smell for the last couple of years."
		},
		{
			"review_title": "Can’t decide if I love it or hate it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is such a strange scent. I read a review that said masculine marshmallow, and that honestly is exactly what it smells like on me. It reminds me of vanilla woods from seven virtues, or maybe the kayali vanilla perfume, but then mixed with a woodsy scent. I couldn’t decide if I liked it or absolutely hated it, like it was incomplete and my nose was begging for another note of something else. I ended up putting some sol de jeneiro oil over top of my wrists and now it is bearable and I smell cosy. Very strong and lasting. If a coworker wore this to work I wouldn’t know whether I’d get sick to my stomach or want to cozy up by her desk all day."
		},
		{
			"review_title": "Soft and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received Commodity Milk as a Christmas gift, and I’m honestly so happy with it. The scent is soft, creamy, and just the right balance of comforting without being too sweet or overpowering. It has this warm, milky vibe with hints of vanilla and a subtle musk that feels cozy, like a gentle hug.  What I love most is how easy it is to wear—whether it’s for a quiet day at home or when I need something light for going out. It’s not a bold scent that demands attention, but rather one that feels intimate and comforting, almost like a second skin!"
		},
		{
			"review_title": "Straight Wood",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like the smell initially but it dries down into literally JUST wood….like an old log cabin if that makes sense 😭 for the price of 150$ I might exchange !!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This perfume smells beautiful! I gotten compliments everytime i’ve worn it. it’s a strong smell that lasts long! this scent is more masculine than i usually go for, i always learned towards sweeter scents but i do love this!!"
		},
		{
			"review_title": "Commodity - Milk Expressive Eau de Parfum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I discovered the Commodity perfumes in a Sephora Perfume Sampler set and I was sold. I love the unique scent. It last for about 4 hours or so before having to reapply. I’m enjoying wearing this new to me fragrance."
		},
		{
			"review_title": "A must have in my collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I received this product in the travel size and I'm loving it.  Definitely giving By the Fireplace vibes.  if you love spicy, woody scents that have a very slightly sweet undertone then this is for you!  I would say this is unisex so anyone could wear it."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "My favorite! Not too masculine or feminine. Stays on all day but is not overwhelming to the point of a headache. My absolute favorite fragrance."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Smell is very masculine on me. Lasting power was around the 8 hour mark and a good projection as well. No for me as I wanted a sweeter marshmallow that leans more feminine."
		},
		{
			"review_title": "Musky masculine marshmallow",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Very musky masculine marshmallow scent . I prefer a more feminine marshmallow sweeter scent personally. It’s Definitely not for me : it also lasted a long time I tried to wash it off my wrist three times and it’s still there ."
		},
		{
			"review_title": "No staying power, Poor sillage too.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "No staying power, definitely a let down. Starts of strong and wears off real quick. The sample smelled amazing and bold, regret buying a full bottle for sure."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love how it transitions from a delicate milky opening to a more complex, comforting base of marshmallow and mahogany woods.  What sets it apart is its subtlety—it’s intimate, not overpowering, making it feel personal and perfect for everyday wear. Whether it’s a chilly day or a quiet evening at home, Milk is the scent I reach for when I want something soothing yet sophisticated"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I get so many compliments when i wear this! It lasts a good amount of time and it’s such a smooth scent"
		},
		{
			"review_title": "lovee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "don’t judge too hard on it’s wet smell. i am not a fan of super woody/spicy smells. i love sweet + slightly spicy woody smells like vanilla 28, this is not that though. this is just a bit less sweet (once it’s set, and less sweet in a good way.) it’s wet smell is very woody and spicy. you don’t get much of that sweetness upon initial spray. give it 10 minutes, and i personally think it’s the perfect balance of woody/spicy, and sweet."
		},
		{
			"review_title": "my favorite gourmand fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "if you’re looking for a gourmand fragrance that smells like sugar & toasted marshmallows then this is definitely for you! this is in my top 3 favorite fragrances of all time & definitely my favorite gourmand fragrance that i’ve tried"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "It smells great but it’s too strong for me. It’s got a spicy smell to it that’s too much. I’d wear it again but I’d put very little on and I would put it on my neck again, I’d wear it only on my wrists."
		},
		{
			"review_title": "Must have for fall and winter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "So lactonic and sweet! A fluffy marshmallow with some woodiness. I love it!"
		},
		{
			"review_title": "A New Staple.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I bought a travel size to try it out. Let me first say, it is present but not overpowering. It is sweet,  it not cloying. It definitely will get you noticed but not before you step into a room. It’s a sexy, evening or nighttime fragrance. Lactonic and slight powdery with the mishroom"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "This smells like straight up toasted marshmallows! I love it! It’s perfect for fall and winter, and yes it can be unisex but the coziness and warmth is there. It lasts soooo long and I got the gift set size and I think it’s very worth it."
		},
		{
			"review_title": "Long-lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "My sister got me this perfume as a birthday gift and l absolutely love it! It’s hard to describe the scent, l don’t smell milk but it is very warm and creamy. When l wear l get told l smell like a bakery! Lasts all day with one spritz!  to"
		},
		{
			"review_title": "Marshmallow Lover!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I love this parfum so much and it lasts for about 10 hours on my skin and clothes. I received compliments when I wore this to work as well!! This parfum is literally marshmallow vanilla heaven!! ☺️☺️😇😇"
		},
		{
			"review_title": "Alcohol headache",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "On me, this smells strongly of alcohol with a little bit of vanilla in the background, and it gives me a headache, much like many perfumes these days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Commodity Milk Expressive Eau de Parfum is a unique and cozy fragrance that combines creamy, milky notes with a hint of warmth and sweetness. It opens with a soft blend of marshmallow and mahogany wood, giving it a gourmand touch that feels comforting without being overly sugary."
		},
		{
			"review_title": "Luscious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This perfume smells so good! It's creamy with a hint of spice.  Feminine and fresh! My first day wearing it and I have already gotten compliments on how good I smell."
		},
		{
			"review_title": "Definitely in my top 5 Fragrances!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "I have a sample of this from the Sephora offers. I will definitely be purchasing the biggest bottle I can get my hands on! this has INSANE LONGEVITY! I sprayed this ONCE on my jackets sleeve 4 days ago. I can still smell it! it smells creamy, milky, has woody notes too! it's the perfect fragrance for cold weather! definitely one of my favourite perfumes! Commodity is killing it in the fragrance world!"
		},
		{
			"review_title": "my new favourite?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love it!  On me has a lot of projection and staying power (7/8hours). Smells, on me, like devotion intense (nice smell also but waaayy weaker, poor longevity). The milk+gold is nice to but I prefer this one."
		},
		{
			"review_title": "Hit or Miss",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "What I enjoy about this product is how it's not overpowering. This fragrance definitely leans into the unisex - masculine side, it's a very woody creamy smell. However, it somehow reminds me of the scent of sunscreen! I recommend going in store and spraying it on your wrist to see if it's your cup of tea."
		},
		{
			"review_title": "Wow!! A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This smells amazing!! If you love gourmand scents, this one is for you. I had originally gone into the store to purchase a different fragrance but as I was trying out other fragrances, one of the Sephora employees put me on to this one and I’m glad she did! Not overall sweet and reminds me of a nice warm drink of some kind. Perfect fragrance for fall/winter. And lasts the whole day and then some. I can still smell it on my clothes even after I take them off. Highly recommend!"
		},
		{
			"review_title": "turned bad",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
			"review_text": "when I first got this, it smelled delicious but it has changed. it turned into a very cheap smelling offensive scent. something is very wrong, maybe it needs something to stabilize or preserve it, since other clean perfumes I have still smell great years later. now I understand why some don't smell it when it's good, because it was very good at some point. it hasn't even been a year. I'll never get anything else from this brand."
		},
		{
			"review_title": "How to Have a Headache",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I could not stand the smell of this. I tried so hard to like this product but ended up with a bad headache. Its way too bold and woodsy for me."
		},
		{
			"review_title": "Beautiful Sweet & Cozy Vanilla!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Beautiful, Sweet, warm, cozy, creamy, woody, comforting, powdery, slightly musky, delightful, and even somewhat delicate and elegant. This is such a very lovely fragrance. It opens with a slightly creamy milky scent, with sweet and powdery marshmallows, and a soft musk. As it starts to dry down it becomes more warm and cozy with the tonka bean and slightly sweet woody scent of the mahogany. Even with its warm and cozy feel it still somehow feels delicate and elegant too.  This is really lovely! I’m actually surprised by how much I really love this fragrance! It reminds me of something, but I can’t quite put my finger on it. It Kind of makes me think of a vanilla milkshake with just a drop of honey and with just a little sprinkle of cinnamon, but also with the other notes and how I described it above too.  I do think Commodity Milk is a great fragrance for most vanilla lovers. I think it can work well year round as it’s not too heavy, but that it will be especially beautiful in the colder weather of fall and winter. I think it’s a fairly safe blind buy if you enjoy vanillas and are drawn to these notes.  I get great performance with Commodity Milk Expressive. The longevity is really good, it lasts the entire day on me. The projection is nice too, it radiates out at least a few feet from me. I do think this is actually a good value because I only need just a few sprays to get these effects.  I do enjoy some lactonic fragrances, but I’m also slightly hesitant of them sometimes. I really love this one as well as really enjoy Philosophy Fresh Cream Warm Cashmere, Philosophy Fresh Cream, and VS Tease Creme Cloud (which to me is a light and airy vanilla). I also have Ellis Brooklyn Vanilla Milk. I don’t dislike it, but I don’t enjoy it like the others, possibly because it’s the most milky/lactonic smelling one to me."
		},
		{
			"review_title": "not blind buy safe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Too woody for me. It's super strong. I dont get the sweet milky/marshmallow quality many have said this is. It's just an intense woody/spicy scent.  Has good projection/lasting power though if you do like a strong sweet woody scent.  Definitely would not overspray this one!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I received a sample of this and had to re read the description of it to make sure it wasn't a men's fragrance. it smells like a musky man to me and not a women's scent."
		},
		{
			"review_title": "Warm vanilla youthful opening - woody ending.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Opening note: delicious vanilla marshmallow, creamy, s’mores.  After a few mins Lingering notes of firewood. Ending Reminds me of Van Cleef Bois Dore."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "At first I fell in love with this fragrance, it smells sweet yet musky. However after using it a few more times it began to smell more like those really overly sweet perfumes. It smells like a sweet Starbucks drink that has been sitting out kn the sun for hours. I do like how it’s really noticeable by others around me hence the “expressive” part, I have gotten a few compliments before."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "This literally smells like dried milk stuck to a plastic milk jug. Offensive and atrocious, don’t even think it would be good for layering."
		},
		{
			"review_title": "Grown Up Gourmand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Smells exactly like DB Triple Sec!  Which I absolutely love.  Vanilla, coconut, smoke.  A++"
		},
		{
			"review_title": "It's one of the best perfumes there ever is!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love love this, it goes so well with my body's chemistry I can't get enough!"
		},
		{
			"review_title": "Best scent E.V.E.R.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is probably my favorite perfume of all time! It has this wonder sweetness to it. I can’t get over how delicious it smells. My husband loves it as much as I do."
		},
		{
			"review_title": "My new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I agree with those that say it’s sweet and woodsy. I love it! I lean more toward gourmand scents. I wouldn’t blind buy this, however, definitely try it first."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "got lots of compliments beautiful sent, I recommend 👌"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "This is like my signature scent, the cold milk note intrigued me. It just smells so cozy and sexy I’m constantly getting compliments!"
		},
		{
			"review_title": "The description is spot on!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "It's sweet, woody, with a personal twist to how it adjusts to your skin. It's lovely and a cozy scent that matches a warm personality."
		},
		{
			"review_title": "Nice but too subtle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "A very subtle powdery scent with a sweet bonfire-y feel and I like it, BUT I do wish it was a bit sweeter. The sillage is also nonexistent. I still really enjoy it, but it’s not one of my favs."
		},
		{
			"review_title": "Run don’t walk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "It smells like a toasted marshmallow. Usually I’m a sweet vanilla girl but when I put this on my man wouldn’t let me leave the house in a good way."
		},
		{
			"review_title": "i am obsessed with this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I adore how this smells. It's long-lasting and really comes alive on the skin. It's gentle in the way that it's normally overbearing but it's subtle, sweet and noticeable."
		},
		{
			"review_title": "BUY THIS.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in LOVE with this scent. It took me forever to find something like this. I love that it’s woody but sweet at the same time. I don’t like 100% gourmand, but the wood cuts it to a good amount. Also, I love that the sweetness isn’t much vanilla, but marshmallow instead. because i want to smell a bit sweet but i dont want to smell like a literal cupcake  It’s cozy, warm, huggable. I’ve never smelled this on other people so you will be unique too. It would be AMAZING in the fall, but I discovered this in the summer and will be wearing it. However, I won’t overspray as I can understand it might become too nauseating if it’s too hot. tiktok, don’t make this viral i need this in stock, ty! i must save up for the big bottle lol."
		},
		{
			"review_title": "yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "mmm this smells so good! I personally only need one spray from the travel size. the full size product sprays are strong. I love the gourmand scent though it makes me feel like a dessert."
		},
		{
			"review_title": "A MUST HAVE!! Such a warm scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "BEST PERFUME EVER.. I’ve gotten compliments all day from men and women! It lasts like all day even at work when I’m sweating it still smells amazing! Definitely more of a fall scent but still amazing!"
		},
		{
			"review_title": "Best night-out perfume EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My favvvvv night out perfume for a year now <3 My friends always tell me they can tell when I enter a room because of my smell and I've been told many times from diff strangers that I smell amazing"
		},
		{
			"review_title": "This scent is so good it's silly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "When a Sephora worker first sprayed this for me to smell I literally said oh my god.... - just try it!"
		},
		{
			"review_title": "Lactonic perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m so in love with this scent. This one and the Personal are both beautiful. I layer them with Bianco latte and it comes out pure creamy milky perfection. I will never be without these Commodity Scents."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, fairLight skin tone, Dry skin",
			"review_text": "Gorgeous sexy everyday fragrance! So unique, a bit musky, but still feminine."
		},
		{
			"review_title": "My new favourite fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I adore this scent and how it slightly changes with time, im glad i found this. I really get the marshmallowy sweetness but not overpowering . I will be wearing daily i truly love it!"
		},
		{
			"review_title": "all time favorite!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i’ve been using this perfume for a few months and i’ve never gotten more compliments!! very recognizable and smells delicious"
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I bought the travel spray and immediately bought the full size the next day. It is so warm and cozy. I just love the way it smells on me. I can smell all of the notes. Lasts alll day long!"
		},
		{
			"review_title": "A Commodity Milk convert",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I wasn't at first but now I am a believer in the Commodity Milk hype. Initially, I didn't like it because I was expecting more of a traditional sweet gourmand fragrance. But once I tried it a few more times, I grew to love the fragrance. If you're looking for a lickable, edible, sweet gourmand, this may not be for you but it is definitely sweet in it's own way. You definitely get the toasted marshmallow, there's a sweetness and roasted smokiness together with a muskiness that makes it a very sexy fragrance. I can't stop smelling myself whenever I spray. If you don't like it initially, wait for the dry down. It may seem strong at first but the dry down is heavenly."
		},
		{
			"review_title": "Compliment getter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Milk has become my absolute favorite cold weather scent. I love the toasty notes combined with the sweet marshmallow. I always get asked what I'm wearing when I have this fragrance on!"
		},
		{
			"review_title": "Warm and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "My favorite fragrance of all time.  It is subtle but it’s one of my most complimented fragrances.  It gives a glossier you vibe but it’s warm and cozy, sweet but not like sickening sweet or gourmand.  It’s hard to explain but I love it."
		},
		{
			"review_title": "Good First Impression - Disappointed Hours Later",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I liked the smell at first - nice and sweet but after the dry down all I smell is a manly musk.  Glad I kept the sample tester to smell the perfume hours later and didn’t open the box. I’ll be returning."
		},
		{
			"review_title": "A New Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This scent is amazing with phenomenal staying power!!! Feel unisex but in the best possible way!!!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Purchased blind and would return if I could. Maybe it’s just my body chemistry but it is terrible. A musky scent in an old gym socks type of way."
		},
		{
			"review_title": "Accidental Boy Magnet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Cozy, toasty, yummy. It has a woodiness to it that gives off mystery and moodiness. I usually am not a fan of sweet vanilla scents, but this is lactonic and it's balanced. It's fluffy marshmellows over a campfire, but in a sophisticated, alluring way.  I started with a sample, bought the sampler set, bought a travel size and then took the plunge to buy the holiday set for the full size.  It's a great fall/winter scent that STICKS to clothes, gives a medium projection and lasts for HOURS. 2 sprays is all it takes for me. I love this as a solid base to layer with to increase the longevity of lighter fragrances.   I loved wearing this to study in the library because it put me in the academic headspace. I returned to college as an adult for Biology. I had to stop wearing it on campus because 18-20 year old kids would interrupt me in the middle of study sessions to flirt and comment on my scent. So buyer beware, unless that's the demographic you're looking to attract lol."
		},
		{
			"review_title": "overly sweet",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I got a sample of this and I think it smells way too sweet. like a Disney perfume I had as a little girl. sickly sweet mixed with musk.  not for me."
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This perfume smells amazing. It literally lingers on you all day! It’s warm and spicy and the perfect winter/fall perfume!"
		},
		{
			"review_title": "Best smelling Commodity has to offer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I got the discovery scent set and this one is by far the best. I got so many compliments too! If you’re not sure which one to purchase, this is the one! It lasts forever and is the perfect gourmand."
		},
		{
			"review_title": "Favourite new scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The scent lasts 24hrs, and lingers on clothes and in my hair. I always get complimented when I wear this scent. Such an original, and different sweet scent."
		},
		{
			"review_title": "one of my faves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "an amazing scent, both gourmand and musky. it leans very milky; smells alot like marshmallows, tonka bean, and warm, clean musk. i always get compliments from both men and women. try it out and see for yourself!"
		},
		{
			"review_title": "A musky, yet sweet surprise!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Definitely doesn’t smell how you think it does, it’s beautiful, but do not blind buy. The expressive (NOT EVEN BOLD) is so strong in one spritz and lingers in my nose HOURS after applying (super long lasting, which is good). I’d definitely recommend the Mill Personal, more than this one, because it probably still has a strong scent."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This perfume is simply amazing. Hoping it doesn’t blow up in popularity so I can keep it stocked 😊 will be using everyday!"
		},
		{
			"review_title": "My favourite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The most unique perfume I have ever smelt. I feel like all perfumes smell the same like alcohol. This smells like toasted marshmallows. It also last the whole day too, so happy I found my signature scent!"
		},
		{
			"review_title": "I feel sexier when I'm wearing this fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I initially received a sample of the personal space concentration level and it immediately shot to the top of my favorite fragrances. I spritz and rub it into my wrists and neck to blend with my natural scent and it is like I'm surrounded by subtle little pops of charred marshmallow and dark, woodsy yumminess. It's rich, warm, and deeply alluring.  I found the lowest concentration wore off quickly, so I've since purchased the travel-sized vials in the expressive and bold intensity levels to get a feel for what they would be like and finally pulled the trigger on a full-sized bottle of the medium-strength fragrance. I've even given a sample-sized vial to my bestie and they loved it as well.  (Pro tip, don't let it just sit on top of your skin like a body spray. It'll give off a bit of an alcohol odor which I've seen others include in their reviews. You need to rub it into warm spots such as your major arteries to properly open it and get the best experience.)"
		},
		{
			"review_title": "Don’t even think about it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought this blind after seeing a review on ticktock… horrible mistake. This Perfume is not for me. Smells horrible."
		},
		{
			"review_title": "Unique Gourmand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Oily skin",
			"review_text": "A unique stunning gourmand! It isn't like anything I've ever smelt. it's creamy and marshmallow shines. it last for days on clothing and skin. Worth every cent."
		},
		{
			"review_title": "My man hates it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I did not like it on my skin in the beginning, but overtime, it started to smell good on my opinion. My husband on the other hand hates it. He said it smells like rubbing alcohol and it’s very pungent. I’m not sure ifIm gonna keep it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Got it as a sample, purchased the full size and just purchased 2 of the travel size. Love it"
		},
		{
			"review_title": "So Glad I Found You",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "It reminded me of an old Britney Spears perfume “In Control” that was discontinued that I was obsessed with. But this one’s a grown, elevated version. Very sweet and marshmallowy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this perfume. I got a sample in one of my other purchases and needed to get it. The scent stays on for hours!!!"
		},
		{
			"review_title": "Great for layering, not my go-to",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I first got this as a sample when purchasing Tom Ford’s Tobacco Vanille for the sake of layering, and the two pair quite nicely. That being said this scent has always been my go-to for layering, I seldom wear it by itself. When I do, I do get many compliments. It is very sweet, very lacked tonic as I’m sure you could assume. ￼"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This scent is amazing and a staple in my collection. It’s warm, creamy, sweet, and woody. It has a beautiful marshmallow note without being headache inducing and smells amazing on women and men. My boyfriend tried this and I was obsessed."
		},
		{
			"review_title": "Long lasting compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This perfume is my FAVORITE! Got a sample a while back and it is the first perfume i ever purchased. I get so many compliments and it lasts FOREVER. There was a time i sprayed it wearing a jacket , decided not to wear it, and when i wore it a shin a few weeks later i could still smell it."
		},
		{
			"review_title": "Sweet milky scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Commodity makes the best scents. This is so so yummy. It’s a sweet milky scent that is different than any other scent I’ve had before"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Got this as a sample and loved it so much, I am currently writing my first review here. I would highly recommend to anyone. It smells warm and delicious. Marshmallows! Can’t stop smelling myself. Will be the full size."
		},
		{
			"review_title": "Favorite winter perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Normal skin",
			"review_text": "Love!!! This fragrance is great for colder months, I bought it last summer but I waited almost 4 months for it to macerate so that it would be perfect."
		},
		{
			"review_title": "OBSESSED!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I am OBSESSED with all 3 versions of this scent. It is the perfect balance of sweet and woody. It smells rich but is also light and floral. Not too feminine, not too masculine. Just perfect. I LOVE it and cannot stop spraying it on myself. I have blown through two travel sizes bought a 100mL bottle during the Frangrance20 sale."
		},
		{
			"review_title": "My New Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am obsessed! The perfect sweet without being too sweet."
		},
		{
			"review_title": "SO YUMMY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love the smell of this fragrance. So creamy, gourmand, sweet, perfect for cozier seasons but i will be wearing this all year. cannot get enough of this scent."
		},
		{
			"review_title": "Warm, creamy and lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m glad I got a sample of this! I’ve been eyeing Commodity perfumes for awhile now, especially Milk. It smells so creamy, warm, and cozy. For me, it's the perfect Fall-Winter scent."
		},
		{
			"review_title": "Gorgeous but no sillage and doesn't last (on me)",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "Gorgeous fragrance. Unfortunately, the fragrance sits very close to the skin and doesn't project enough, and it doesn't last on me. Disappointing."
		},
		{
			"review_title": "Love this smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I first received a sample and used all of it. I had to repurchase a bigger bottle. I love this scent. I usually get headaches with overpowering scents but this one is perfect. Is like a vanilla marshmallow smell."
		},
		{
			"review_title": "Balanced Vanilla Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I collect different vanilla fragrances. Most of them smell like candy, but Commodity Milk Expressive stands out in a unique way. It blends Madagascar vanilla with musk/amber, in a balanced way. Almost smells like a toasted smore savored with a bourbon cocktail. It's not too sweet and can be used as a unisex fragrance for couples.  (Incentivized Post)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to finally try this after everyone described it as a gourmand lovers dream. Unfortunately, I get no marshmallow from this and it smells like burnt rubber on me. I gave it a few chances but it’s a hard no."
		},
		{
			"review_title": "I've found my signature scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "LOVE this perfume. When I first smelled it I was worried it'd be too masculine. I would call it unisex. As it drys down tho, the warmth & sweetness comes out. It's so warm spicy, sexy, delicious. Lasts a while & a strong scent throw."
		},
		{
			"review_title": "Soft and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Dry skin",
			"review_text": "Great alone or layered with your favorite perfume. It’s soft, cozy, warm and creamy but not super sweet."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "A perfect neutral scent !! It’s light and creamy and perfect for everyday wear - layers nicely so you can intensify the scent if desired as well!"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "THIS SMELLS SO GOOD. I have been using a sample size and I will be purchasing a full size. It reminds me of Kilian’s Princess, but less spicy and more sweet. A great gourmand perfume for any collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
			"review_text": "One of my faves! Love this scent! Lasts long and is a perfect balance of woody, amber and vanilla without being too sweet or masculine."
		},
		{
			"review_title": "Old spice",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I sort of collect perfumes so I love getting these perfume samples to try. I have learned that I tend to love the clean clear scents. This Commodity Milk reminds me of a smokey old spice. Not at all what I was expecting."
		},
		{
			"review_title": "My Signature Marshmellow Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was on the hunt for the perfect marshmellow fragrance since I’m not a huge fan of Love Don’t Be Shy or Princess and when I tell you this is it! This scent is so yummy a gourmand lover’s marshmallow dream."
		},
		{
			"review_title": "would not purchase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this as a sample with my recent purchase. The scent is vanilla but very smokey. It is very strong and lasts for a long time. It can be a bit overpowering. I personally, was not a huge enough fan to buy the full-size product."
		},
		{
			"review_title": "Smells like a migraine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "I received a sample with my most recent purchase. This smells like toasted vanilla- kind of between sweet and smokey. I struggle with migraines and this triggered a migraine within minutes, therefore it is not for me."
		},
		{
			"review_title": "Amazing but use sparingly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells like a fireplace and roasted marshmallows and it’s amazing in moderation. 3 spritz max, because it intensifies on the skin and can give a headache"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Not the scent for me. I wore for all of 30 minutes to an hour then washed it off. The wood over powered for me and I could help but think I smelt like a fireplace. if you like an extreme woody scent this may be for you and I do think it would be perfect for fall."
		},
		{
			"review_title": "Milky Goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Rich skin tone, Combination skin",
			"review_text": "I work in beauty, and had never heard of a “lactonic” scent so I decided to buy a travel size in the summer. Believe it or not, I wore it so many times this summer that I finished it before the season ended!  I’m a sucker for gourmands but get bored of the usual vanilla, coconut, etc. This scent is genderless, musky, milky, sweet, and SO unique.   For the folks with sophisticated noses that crave nostalgic notes.  Purchased the full size on sale and couldn’t be happier!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I was excited to receive a sample of this with my order because I’ve been thinking about buying it. Really glad I waited because it smells almost sour to me. It started off really nice and sweet smelling but dried down horribly.  I don’t know if it just doesn’t work with my body chemistry or what…"
		},
		{
			"review_title": "Good, but not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "i got a free sample of this perfume with my online order i was excited to try it because i heard it was a gourmand, but it wasn’t what i expected. it kind of smells like a toasted marshmallow in a way, but i mostly just smell musk. it’s very strong and after a while i started to get a headache from the smell. it’s kind of spicy, sweet, and sexy all at the same time. i do think it would be a good scent for date night or something like that, but it’s just not my style."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "SOOOOO GOOD! it’s not too gourmand! it’s sweet but a little musky with the mahogany and i think it’s perfect!"
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the worst fragrance I’ve ever smelled on me. It doesn’t work with my chemistry at all. I received a sample in my Sephora order and I was excited to try it after seeing it has a marshmallow note in it and Kilian Princess does as well and that is one of my all time favorite scents, plus I’ve seen it hyped on TikTok. This straight up smells like someone passed gas, it’s so so so disgusting and repulsive."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This fragrance is almost as good as Hypnotic Poison by Dior. The store associate was so knowledgeable and helpful, I have no words to say how right she was about this one. I accidentaly sprayed on my hair but now I think it will be my signature scent. If you like sweet but not overpowering smell this is an excellent option."
		},
		{
			"review_title": "Smells like: "damp basement bookshelf"",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Do not purchase this bottle unless your boyfriend has specifically requested that you pick up a scent that replicates the concentrated, pungent odor emanating from a crowded shelf full of damp, moldy books that have been stored in his grandparents' unfinished basement since the Cold War. This abomination literally smells like the cardboard box containing your sixth grade leaf collection got wet last spring on the cellar floor and molded for the better part of a year until you found and disposed of it with a hazmat suit. I did not even know it was possible to combine so many top, middle, and bottom notes so poorly, but maybe this particular unholy union was curated by artificial intelligence using the transcript of an exorcism. I would not recommend purchasing this item, even as a gag gift. You could probably experience at least half a dozen more sophisticated scents in a dollar store candle aisle. I am sure the company is making good money off this formula, but I strongly recommend you don't make this your blind buy scent. In all seriousness: this is a scent I cannot recommend unless you physically spray it on a paper test strip in a physical store."
		},
		{
			"review_title": "Cozy, Warm, Sophisticated and Clean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the tester with a purchase and immediately my fiancé and I loved it and I looked it up to purchase. It’s cozy and warm yet still sophisticated and clean. It has this very familiar and comfortable feel about it and is not overwhelming. I can see where people think it is a more masculine scent but I find it to be rather ambiguous which is also why I love it.   Scent is very partial, so it’s not for everyone and should not be purchased based on reviews and descriptions alone. Your nose should always do the picking in these situations. So negative comments on that front really confuse me."
		},
		{
			"review_title": "for a man , too strong",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this mells good, but it is  more for a man, it is very strong, it bothers me , makes me cough. i  have the milk in the white bottle . its better for me lighter. i got it 3 years ago. this i will give to my son. it is def for a man. i srayed on a tissue 24 hours later nd a shower and multiple hand washes i still smell it. strong!!!!"
		},
		{
			"review_title": "Hard Pass.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is easily the most repulsive fragrance that I have ever encountered—and I used to work in the beauty industry so I have smelled MANY.   This has a pleasant vanilla/tonka smell for the first few minutes. It wore off quickly and what was left was not woodsy. Not masculine. Certainly not sweet. Just utterly awful. Like old rotting wood soaked in kerosene and then lit on fire. And not in a romantic campfire kind of way.   I love a good woodsy masculine scent, but this is NOT it. If you’re looking for a warm woody fragrance, I highly recommend checking out Maison Margiela Jazz Club.   Four washes with antibacterial soap and three baby wipes later and I can still smell this on my skin, so I will admit that it is long lasting, but not in any desirable way.   If you are considering ordering this without having smelled it first : remove from cart and keep searching cause this ain’t it."
		},
		{
			"review_title": "Defrigginlicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I got this as a sample and oh my god I ran to buy the full size. I know commodity is a unisex brand but this one has a more masculine tone to it and I don’t mind it at all. The mahogany pairs beautifully with the milk and tonka bean. After a while the marshmallow goes away and you’re left with the other notes. It lasts all day. 10/10 recommend"
		},
		{
			"review_title": "Polarizing Perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Well... It is a very polarizing perfume. The opening is too strong and smells like barn yard oud. Definitely No for me.  Way too strong and masculine. However, it smells better after awhile. Now, after 6 hours of wearing on my skin the dry down smells delicious and addictive (marshmallow notes) and I even think to buy this perfume. It does slightly remind me of Khamrah by Lattafa. My husband said he likes CM. It reminds him of fall leaves and sweet pies. Great for this season. He thinks it's unisex but leans more feminine."
		},
		{
			"review_title": "Too spicy. No, thank you.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is not milky nor creamy or calming. It’s all spicy mahogany and even musky. Give me a headache. After a few minutes, I straight up smell ethanol. This could maybe smell acceptable on a man who just showered and didn’t have a lot of his own musk to begin with. Other than that, stay away from this."
		},
		{
			"review_title": "Yuck",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I got this as sample from Sephora.  Terrible.  Way too masculine, and scent felt suffocating to me!  Even as a masculine scent, it's too overpowering.  Goes to trash."
		},
		{
			"review_title": "just no.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i got the sample of this and it smelled awful. i was really excited since it had marshmallow notes but it smells horrible i can't even explain it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Delicious scent! The lactic top notes can get a bit lost in the musk, but the tonka bean really brings a sweeter side to this. I like layering it with a vanilla perfume oil for a more traditionally feminine vibe but love it by itself too. This may be one of those where your own body chemistry makes a huge difference—definitely a new favorite for me!"
		},
		{
			"review_title": "Rubbing alcohol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "This is not perfume, it is just alcohol. That is the first ingredient and you can tell as soon as you spray it. it's so overwhelming the smell of rubbing alcohol that I had to change my clothes.  The scent is so overpowering that you can't smell anything else."
		},
		{
			"review_title": "Never ending alcohol smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you’re the type of person who can easily pick up on rubbing alcohol odor, skip this one. To me, it has a great undertone but a strong alcohol smell thad never dissipates."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Sheesh. I really am glad I sampled this.  I love creamy gourmands but the wood note sticks out like a sore thumb. it has a heavenly creamy scent but then right along with it a stench."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I don’t know how to explain it but it smells like the baby dolls you play with when you’re a kid. Smells like childhood."
		},
		{
			"review_title": "Makes you sick",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This perfume made me so nauseous I literally vomited 20 minutes after spraying it. I had to change my shirt I could not get away from the smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone",
			"review_text": "I got the sample with my prada paradoxe intense and I immediately had to buy the big bottle! I feel like a grown sexy marshmallow. All of the notes lay on my skin perfectly"
		},
		{
			"review_title": "Beautiful warm scent with sweetness but longevity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Really love this scent, I wouldn’t classify it strictly gourmand though. I can note a campfire smell in the best way with the marshmallow. My boyfriend commented that I smelled like a cinnamon roll! Definitely a staple for me but wish it lasted longer."
		},
		{
			"review_title": "Offensive smokey smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I usually love woody / smokey fragrances, but this one is offensive. I sprayed it directly onto my skin because I liked the initial smell of the bottle and oh man do I regret that"
		},
		{
			"review_title": "Wanted to like this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was expecting vanilla and cream with a name like milk but this unfortunately smells like a dumpster fire comprised of semi-sweet scented baby powder and rubber tires."
		},
		{
			"review_title": "obsessed but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "I think this is my favourite scent of all time. I cannot get enough of it, but I find that after an hour or two I can no longer smell it unless i’m burying my head into my hair. Constantly have to reapply"
		},
		{
			"review_title": "Think Thierry Mugler but softer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is like a softer Thierry Mugler Angel. Has staying power. It’s fine if you like that smell, but on me I didn’t care for it."
		},
		{
			"review_title": "My signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is hands down my favorite scent. It lasts forever on me. It’s sexy, but soft at the same time. It smells great from the moment you spray it through dry down and long after. I will always have a bottle of this in my fragrance collection."
		},
		{
			"review_title": "The GOAT of Vanilla Perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got a sample of this and immediately placed an order for the full size and travel spray. It smells so good, like fresh baked cookies or roasted marshmallows but in a seductive, grown up way. If you love gourmand or sweet perfumes you NEED this."
		},
		{
			"review_title": "not sweet and vanilla-y",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "this was a sample that went right to the garbage. Very masculine, straight up peppery campfire. Gave me a head ache. Way too strong on initial spritz. Don't even think husband would be interested"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love love love the warm embrace of vanilla, marshmallow, campfire, almost Chai smell to me."
		},
		{
			"review_title": "They ate & left no crumbs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay, so one of my friends described this scent to me by stating “imagine the hottest person you know and imagine that they just baked cookies” & let me tell you he is RIGHT. I’ve always been a floral person but I wanted a new fragrance. So I decided to try this in store and I fell in love. I bought the fragrance and I am so happy. It reminds me of baking cookies or making s’mores with friends. The sweeter part of the fragrance is the marshmallow note and the milk! However, it also has that warm scent from the tonka beans that remind me of a smoking fire. The notes together create this beautiful scent. The commodity milk fragrance ate & left no crumbs. Also, I find the scent to be long lasting!"
		},
		{
			"review_title": "Doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Scent: 5 stars / Longevity: 2 stars  Nice warm scent without being overwhelming. However, because it’s such a sheer scent, it only last 2-3 hours. It’s so sheer, it’s more like a strong body spray. I feel like Commodit Old is the same. For the price. I’d prefer a bit more lasting power."
		},
		{
			"review_title": "Must have at all times.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I am absolutely in love with this scent. I got it a while ago from Scentbird, and repurchased it 3 times since then. I’m usually not one to write reviews but if you are a gourmand girly, please try this out."
		},
		{
			"review_title": "WOW - I didn't know what I was missing a",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "WOW this is a warm blanket of a hug. Sensual but light. I was immediately floored and taken with this. It's so expensive but SO worth it, a little goes a long way and it is a scent that lasts and doesn't fade. Loved it so much I had to write a review."
		},
		{
			"review_title": "Delicious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Definitely a sweet scent and great for the fall and winter. I love the way it smells but I do not smell much marshmallow on me. My husband definitely loves when I wear it, the dry down is lovely but doesn’t last long on me; I bring the travel size with me when I’m wearing out."
		},
		{
			"review_title": "Best perfume in my opinion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "On my 2nd bottle. This perfume is delicious and beautiful. Endless compliments. My signature scent"
		},
		{
			"review_title": "Great Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Such a good product. It smells so sweet and light with a touch of heat. Imagine a vanilla marshmallow being lightly roasted.  Incentivized"
		},
		{
			"review_title": "So sooooo delicious!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "You need this! Smells like a fluffy sweet toasted marshmallow and vanilla with a hint of smokiness! I get so many compliments when I wear it’s just so good!"
		},
		{
			"review_title": "Could be your signature scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is by far my favorite scent by commodity! I personally adore the marshmallow and Tonka bean smell, though every has their own scent preference. If you want a sweet signature scent this is the one for you."
		},
		{
			"review_title": "delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I kept going back and forth between purchasing the Expressive version of this scent and the Bold version but ultimately decided to go with this one. Both are incredible, but the Bold was a bit too musky for what I was looking for and was missing some of the sweetness I craved. This one is the perfect balance of sweet and smoky. To me, it smells like a bowl of Lucky Charms in the best way possible, with a hint of warmth and smoke. The longevity on the skin is not amazing but on clothes it lasts forever. I get at least 8 hours of wear out of it when sprayed on my clothes and I find myself getting pleasant wafts of it throughout the day. I don't think I will grab for it in spring/summer but it is the perfect fall and winter staple scent. I can't get enough of it!"
		},
		{
			"review_title": "A Gourmand Dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have been loving this scent for a few months now. It has a nice projection, the scent can still be detected after 6 hours on the skin. The dry down scent is creamy marshmallows and mohagony wood with a hint of musk. It layers well with many other scents. Although it is a feminine scent, I believe some may find the wood notes to be slightly masculine."
		},
		{
			"review_title": "Best scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Love this product! It smells so good, I wear it almost everyday."
		},
		{
			"review_title": "Perfect for Fall, More than just Marshmallow.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my first Commodity fragrance and I am so impressed! Be warned that this is not just a light fluffy marshmallow fragrance. It can lean a little masculine because of the more woody/smokey notes. Highly recommend testing over blind buying.   I had sprayed a tester on my wrists and wore it all day then showered - and could still smell it on myself. I don't personally love the initial scent of the spray, but the dry down is what turns into the softer woody marshmallow note with the right amount of sweetness that is slightly powdery/musky. Longevity is amazing and I'm so excited to wear this scent into the Fall!"
		},
		{
			"review_title": "Cold Milk and Tonka Bean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Basically cold milk, soft musk, and ￼Tonka. The sent eventually mellows out into very soft woody tones. It lasts a few hours and really lingers around you. For a  Gourmand it is barely sweet. Exactly what I wanted. ￼"
		},
		{
			"review_title": "Best Signature Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "There is not a day that goes by that i do not get a compliment when i wear this fragrance. It smells like if a vanilla scent was mixed with a marshmallow with a deep variety of beautiful middle notes. This is a very unique scent and it will stand out in a crowd."
		},
		{
			"review_title": "A Gourmand Delight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I get so many compliments on this fragrance and I wear it all year long. The marshmallow and a bit of spice are diving. This essential to your collection."
		},
		{
			"review_title": "my signature scent!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i absolutely adore this fragrance!!! ive had it for about 9 months and it only gets better as it sits in the bottle.  it lasts soooo long on my skin and it projects so well.  on me, it’s a super warm, lactonic, creamy, woody fragrance.  itsmells like toasted marshmallows and spicy vanilla.  i absolutely love it 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a very lactonic, sweet, marshmallowy, warm, toasted,  nutty smell. If your a gourmand lover (it’s unisex which is amazing) this is THE perfect fragrance for you. This is one of my top fragrances that also has clean, aesthetically pleasing packaging. The next bottle I need is milk - (personal) to complete my milk collection. I absolutely love them all."
		},
		{
			"review_title": "Dessert on your skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "If you love gourmand fragrances you will absolutely love this. It smells like the most fluffy and delicious dessert. Wearing this will ensure heads to turn I promise you that."
		},
		{
			"review_title": "Smells like men’s cologne",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Smells like spicy woodsy men’s cologne. I have no idea where people are smelling gourmand or marshmallows. I was going to return it but I dropped the dang bottle and it broke… but no use crying over spilled Milk."
		},
		{
			"review_title": "Delicious and Seductive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume smells so yummy and sultry that I keep going back to it. It’s a warm gourmand that’s sophisticated and not too heavy. Sometimes I layer it on top of the Tom Ford Soleil Blanc for a beachy vibe!"
		},
		{
			"review_title": "GET IT IF YOU LOVE SCENTS THAT LASTS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "got this after smelling it on someone. be prepared to get lots of compliments ☺️. I ended up getting the sampler. the same fragrances in 3 levels of intensity. LOVE ALL OF THEM"
		},
		{
			"review_title": "Not for Me, But...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I got a 5 ml sample bottle, and I was really excited to try it. It smells really good cold, but did not work for me. It was too strong combined with my body chemistry. Cold it definitely smelled sweet/gourmand."
		},
		{
			"review_title": "Toasted marshmallows in a crisp forest",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Full disclosure, I returned this BUT only because it’s so similar to MM By the Fireplace. If BTF is too smokey for you, you’ll love this. It smells like being outside in the woods at a bonfire, really cozy and beautiful. 10/10"
		},
		{
			"review_title": "Perfume must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I love love this perfume it is perfect for the summer, it is an amazing marshmallow scent! It last really long on my skin!"
		},
		{
			"review_title": "Way too musky",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "When reading the fragrance notes and listening to reviews it would lead me to believe this is a marshmallow fragrance with smoky undertones but not on me. It was so musky and overpowering that I had an instant migraine."
		},
		{
			"review_title": "Divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful fragrance i receive so many compliments after wearing it, whoever said it smells like body odour has some strange nostrils, lol but it’s my top fragrance right now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this smells like a hot summer night. weird, I know. it's seductive, warm and i'm obsessed with it."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I don’t know what to even say for how to describe this smell. In the tube it smells okay. On me it smelled like a sickeningly sweet sweet tart with a harsh woody undertone which was very unpleasant. I’m sure it works nicely on some other body chemistry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Smells just like toasted marshmallows! Such a good gourmand"
		},
		{
			"review_title": "PERFECT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "something about this is addictive to me.  its very straight forward milky vanilla burnt marshmallows but I haven't smelled anything like this before.  I can understand why some are comparing it to BBW warm vanilla sugar in the sense they are both warm and vanilla sweet and if you like warm vanilla sugar you will probably like this but to me there is a more sophisticated smell to milk expressive and I can't get enough. I own probably 50 perfumes (not counting the hundreds of samples and travel sizes or cheapies like BBW & VS ) ranging from the lower end and less sophisticated like pink sugar to the ridiculously expensive Tom Ford lavender extreme and milk has some of the best lasting power. I have the travel size and just finally was able to order the full size so I've been using my travel size up while waiting for my full size to arrive and I just can't sniffing myself."
		},
		{
			"review_title": "Very basic",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is a very run of the mill perfume. Reminds me of pink sugar. Super sweet with a bit of spice and warmth. I received a sample of this and would never spend that amount on such a typical perfume"
		},
		{
			"review_title": "Warm vanilla sugar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Smells just like bath and body works warm vanilla sugar… not the smell for me anymore x but still smells nice. Just not for me.s"
		},
		{
			"review_title": "Feels cozy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I like it! I would say, you should definitely try before purchasing. I like it though. It reminds me of By The Fireplace, but it’s more lactonic and musky. I like the dimension to it"
		},
		{
			"review_title": "Great scent, but try before you buy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I have been loving this scent for a few months now. It has a nice projection, the scent can still be detected after 6 hours on the skin. The dry down scent is creamy marshmallows and mohagony wood with a hint of musk. It layers well with many other scents. Although it is a feminine scent, I believe some may find the wood notes to be slightly masculine. Therefore, this scent should not be a blind buy."
		},
		{
			"review_title": "Body Odor",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This smells like very intense, acidic body odor. Like spraying a middle school vanilla body mist into a man's armpit, sending him off to work at the steel mill, and smelling said armpit after a day of intense labor. Not what I was looking for, but I think you will appreciate it if you enjoy the scent of male BO."
		},
		{
			"review_title": "Warm marshmallow goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "A warm, spicy, musky, sweet marshmallow that smells great on its own and is also very good for layering. Also very good size for its price. This is a nice casual signature scent that is unique and not overpowering. I was surprised at first, but this is definitely something to brag about. Very pleased!"
		},
		{
			"review_title": "Everything I have wanted",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This is everything I wanted to smell. Is very rich, and super cozy. For me is absolutely stunning, I can appreciate the marshmallows, and I can tell is very potent."
		},
		{
			"review_title": "Sweet & Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume is AMAZING! I love the warms, muskiness, and sweetness of this fragrance. Perfect for the warmer seasons."
		},
		{
			"review_title": "Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This spicy and marshmallow fragrance makes me want to throw out all of my other perfumes. Idk why I’m obsessed with the way this smells."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone",
			"review_text": "OBSESSED! It’s such a fun lactonic and sweet scent! It is a beautiful skin scent to wear on its own to layer. Absolutely yum!"
		},
		{
			"review_title": "A must have for lactonic lovers!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I smelled this on a whim and I just knew I needed to have it! I’m a Dior Hypnotic Poison fanatic and to me this has the same warm, sexy vibe to it with the welcome addition of some sweetness. A little goes a long way so the price is worth it considering how long it will last."
		},
		{
			"review_title": "One of the favourites in my bag❤️‍🔥",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I tried the Milk Expressive fragrance and I really liked it! It's a light, feminine scent that's perfect for everyday wear. The scent is creamy and smooth—I can't stop sniffing my wrist when I wear it💓"
		},
		{
			"review_title": "Amazing fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m obsessed with this fragrance. Everyone compliments me when I wear it! So yummy!"
		},
		{
			"review_title": "Takes time to love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I got this in a sampler and it was definitely not love at first sniff. At first it was strong and spicy and too lactonic sour. I tried it a week later and something about it was starting to intrigue me. I took my chances and bought a travel size. Upon first spray, I felt the initial strong sourness. I let it sit for about a month, now its a LOVE for me! The sweetness comes through a lot more and its not sharp like the first time. Its alot smoother. Definitely one of those fragrances that need time to round out. Its definitely not for everyone though."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This fragrance is so good! It is a beautiful Lactonic marshmellowy fragrance! It great for layering or just wearing in its own! It a must have in someone’s collection!"
		},
		{
			"review_title": "Instant love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This perfume was an immediate love for me. You don’t need very much at all. If you don’t like mahogany notes, I don’t think you would enjoy. I feel like it pulls more woodsy than sweet on my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells like warm chocolate chip cookies dipped in milk in the best way possible. Definitely more for evenings and cooler temps and fall weather. Don’t overspray because the littlest bit will do.A warm and sweet fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is probably one of my most favorite fragrance buys in the past few years. I layer it with Billie Eilish and it’s very chocolatey and almost comforting. I have never smelled “milk” in a perfume and I now understand it gives this scent a layer of depth but also creaminess. It’s so spicy it could almost be interpreted as cinnamon but it’s the tonal bean. The milk smoothies it back out from smelling like a red hot candy. I truly thought this would be a winter fragrance for me but now I believe I can wear this all year and still make a statement."
		},
		{
			"review_title": "You have to be kidding",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I know darn well the people here are not saying it smells nice and they get compliments. That smelt like smoke and soy sauce. Scrubbed my arms where I naively went to town spraying it on my skin. Never dropped a box off for a return so fast in my life 😭"
		},
		{
			"review_title": "warm, sweet and spicy. love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "beautiful, warm, toasty, slightly spicy and a little sweet. it is just so nice! it's got a hint of lactonic notes in the opening but it settles into a beautiful warm slightly spicy sweet scent. its not overpowering at all, but lovely. it's a winner"
		},
		{
			"review_title": "Packaging and Smell >>>",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I got this as a sample in my Allure Beauty Box, fell in love. I got the full size bottle months later and I have zero regrets. I love warm and spicy smells, I usually don't do fruity, so this fits me perfectly."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "At first it has this strong sweet smell which I love so bad! And after probably 6-8 hours it kinda fades away and it leaves this soft-warm vanilla smell? I can’t explain cause it has so many notes. Plus  I it!"
		},
		{
			"review_title": "Amaretto Coziness",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "My favorite scent for cold weather. It's laconic, creamy, beautifully (but not too) sweet. It didn't catch my attention at first, but now I find I love it more than Gold. It reminds me of this amaretto dessert I once had - and could never find. Longevity is wonderful and will leave a beautiful spillage behind you. It's clean and cozy, perfect for snuggling in a log cabin while watching the winter snowfall."
		},
		{
			"review_title": "Smells like the 90’s but today",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Remember those dolls that had skirts that turned into cupcakes and their fancy hat was the cupcake top. They were all very scented but all just vaguely sweet- this scent is like that but if the cupcake girl grew up and is reading in a law school library now.  I didn’t like it at first but it’s growing on me as it mellows. The mahogany tempers the sweet tonka bean/vanilla note."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "Received this as a free sample recently. It has a very strong earthy/wood type of smell. Personally, I really did not like it. If you are prone to headaches from scents this smell is by far the worst for it! The smell honestly made me sick. I still give it 3 stars because it did last a long time and even though I don't like the smell, I'm sure others would definitely like it if they prefer earthy smells."
		},
		{
			"review_title": "Smell like sweet cream and toasted  marshmallows",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m obsessed with this fragrance it’s one of my all time favorites. It has an amazing sweet gourmand scent like creamy vanilla and marshmallow that lasts all day. I get so many compliments wearing this, my boyfriend loves it and I had to get him his own so he’d stop stealing mine. It smells great on men and women and I noticed the sweeter notes wear more present when I wear it and the muskier notes when he does. I truly recommend this to anyone who loves fragrances with vanilla or enjoys the smell of toasted marshmallows. It’s definitely a cozier scent maybe for fall or winter and definitely for an intimate date. I highly recommend it and will definitely repurchase in the future."
		},
		{
			"review_title": "Warm and cozy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "I didn't like it after the initial spray. It smelled a little strange. But the dry down is stunning! It's definitely a warm and cozy scent. Perfect for fall and exudes dark academia vibes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Tried this in the discovery kit not expecting much in a lactonic frag but I like it (and Vanilla Milk be Ellis Brooklyn) - Sephora gave out a bunch of sample recently so I’m set for now but come fall I’ll be grabbing this."
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "*tried this in a tester* the scent is definitely a warm/cozy/woodsy vibe. although believe me when i tell you it smells EXACTLY like bath and body works ‘bonfire bash’ or ‘sweet whiskey’ body mists! (fall season scents) if you sprayed milk commodity and BBW bonfire bash beside each other you would not be able to tell the difference! so that being said… the milk commodity definitely is stronger and lasts longer then your typical BBW body mist.. but that price difference tho🤷🏼‍♀️👀"
		},
		{
			"review_title": "my new favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I saw so many people talk about this fragrance on TikTok that I had to try it myself. It's warm and cozy but elevated and sophisticated. I love the marshmallow and tonka bean notes. I smell like freshly baked cookies dipped in milk in the best way possible."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I saw this was a new fragrance at Sephora and got this as a sample when buying stuff. Needless to say I love this scent it is exactly what it says creamy, marshmallow but woodsy. The base notes are mahogany woods so this is what leaves that impression of woodsy. I’m usually not a fan but this mix is so good. I also get headaches very easily with perfume and this one doesn’t give me any.  It wears for a long time too I spray a bit on my wrists and pulse points and I can smell it through the day. I see a lot of comments saying it doesn’t work for some this is the not the perfumes fault, it’s body physics. Use it on skin after a shower after you’ve moisturized with an unscented moisturizer and it will smell better and last longer. I’ll probably buy the full bottle eventually."
		},
		{
			"review_title": "If u like spicy and strong scent..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Too much, my nose burn, very agressive scent. I feel like an 80 years old lady wearing this perfume. I don't smell the sweetness at all."
		},
		{
			"review_title": "Surprisingly delightful and not too sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received a sample of Milk Expressive with my last order, and ooh!! Its very nice. I don't generally like sweet, vanilla, or overly/typically feminine scents, so I wasn't expecting to like this as much as I do.  I sprayed a bit on the carton to get an idea of the scent. From there it was very woody, with a lot of smoke, but nice. I didn't smell much else from that, but my boyfriend said it was something he'd wear!  Alas, on the skin, it's completely different. There's the teeeeeniest hint of smoke, barely noticeable but just enough so that it definitely rounds out the scent. I don't really get any wood. The main scent is a soft, vanilla marshmallow, not too sweet, and not a *warm* vanilla, but very cozy. On top of that theres a cooling scent - almost like mint, but not quite - that gives a little fresh tingle almost exactly like cold milk. It is indeed a cozy scent, without being cloying.  I actually really like this and would love to get a bigger size once the sample runs out! Something to wear on a cold day while cuddled up in a blanket with a hot drink and a cat on the lap as a video of a fireplace crackles away on the telly.  Very curious to try the smokier Bold version too!"
		},
		{
			"review_title": "Warm milky goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Beautiful fragrance, very feminine yet spicy. Makes me feel like I’m glamorously bathing in milk like Cleopatra. Kind of reminds me of eggnog, too."
		},
		{
			"review_title": "Cozy *and* Interesting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Right on, Commodity! Not only am I all about this company’s clean and cruelty-free ethos, I LOVE milk’s mix of sweet, creamy, and woodsy. This fragrance manages to be both cozy and interesting - couldn’t be happier"
		},
		{
			"review_title": "give it a chance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "very strong at first and SPICY, but the dry down is lovely and it then smells warm and sweet.  when I first sprayed it I was like oh no, but then after about half hr I was in love."
		},
		{
			"review_title": "Weird mix of vanilla and black pepper",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Smells like vanilla and black pepper. I was hoping that it might shift as it mixed with my skin, but it never did. YMMV."
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This has such a sweet marshmallow scent. It layers so lovely with fruity scents. I highly reccomend layering it with something like Bitter peach. Also, be aware that if you run into those scent subscriptions I will warn you that they dont properly store their genuine properly causing them to smell off. So if you passed on this because of one of those then please come back and try it again for a reputible place! It's very worth your time. Just remember to store them in at room temp in a dry place."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I got this for my man for Christmas. I find it’s super sexy on him. I definitely see it more as a masculine scent than a unisex scent as I wouldn’t wear it myself as a lady. I definitely recommend this one for men."
		},
		{
			"review_title": "A must have.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Smells SO good! I got this as a free sample on one of my orders and I'm obsessed with it. I usually wear black opium (it's my go to) and this one is somewhat similar. it's VERY strong, so a little goes a long way and the scent lasts all day. I took off one star only because the scent is quite strong at first, almost a bit overpowering but after a few hours of wear it fades a bit and smells amazing."
		},
		{
			"review_title": "dry down takes too long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "Let me start off by saying that the dry down scent of this is great. It's that sweet, marshmallow vanilla I love, but it takes way too long. It's much too sharp at the beginning, like Ellis Brooklyn Salt. It's well over an hour before the scent dries down to something I would like and I want to be able to spray and walk away. Not hope that eventually it will be what I want. Sadly, this will be returned."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is so good, it doesnt smell like i have perfume on, it feels like its my natural smell. I like how its sweet, it is like a sweeter, less bold version of by the fireplace."
		},
		{
			"review_title": "Aweful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Wanna get a headache ?? Go for it.  I couldn’t even keep it in my room, straight to the garbage."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This was a blind purchase based on reviews. I was looking for a new fragrance (my favorites are: YSL Black Opium, Chanel Mademoiselle, Replica Springtime in the Park) I stumbled across Milk. It seemed like a fragrance that I would like. Well- I love it. Not sure if I smell milk, per se. But it is a smoky vanilla, hints of marshmallow. Sweet, but not cloyingly. It’s feminine and sexy. It lasts a while."
		},
		{
			"review_title": "Perfectly Balanced Sweetness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I love this. The sweetness is cut by the wordiness at first spray and is a really unique smell. As it dries down and wears on you you’re left with a soft warm sweetness that is like a hug. Bold enough that one spritz was enough to last all day but soft enough to still feel intimate."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this scent!!! When you first spray it’s a little daunting with the musky woodsy amber notes. But then a few minutes later it dries down to the sweeter rich powdery scent. It’s great for anytime wear."
		},
		{
			"review_title": "By the Fireplace but better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I’ve tried all Commodity scents in this discovery set and this is the only one I liked. I seriously hated all the other ones to be honest. But this! This just hits. I’m surprised by the mixed reviews. To me this is sweet and smoky, reminds me a lot of Maison Margiela By the Fireplace but with a hint of sweetness and vanilla which BTF doesn’t have (to me). I don’t know what milk is supposed to smell like lol which is why I didn’t understand how this supposedly smells like milk but nonetheless I am getting the sweet marshmallow notes this claims to have. It’s also kinda musky. This is one of my fav scents and I would buy a full size if it wasn’t for my breathing problems. This is quite strong even though it’s the “expressive” supposedly the middle ground. Perhaps I should try the “personal” version that’s not as strong. But I do love this wow!"
		},
		{
			"review_title": "Nauseatingly sweet. No thanks.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got the sample of this and it smelled like Pink Sugar (the viral perfume when I was in 6th grade) or something you'd buy from Victorias secret. It made me nauseous when I sprayed it before I went to bed. I was shocked to see it was so expensive!"
		},
		{
			"review_title": "Not the milky marshmallow scent I expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Got a sample of Milk Expressive in the Sephora favorites set and was actually really excited to try this out. However, when I sprayed it on my skin, my experience of this fragrance was just confusing. I was feeling milk where?? From the name and the notes, I was expecting a warm cozy milky scent maybe sweetened by the marshmallow. Yet on my skin (disclaimer: my body chemistry does pull more smoky and woody for most scents), this perfume smells mostly sharp and cool woody. In the air I do get whiffs of a soft scent but when I get too close to my skin, I cannot stand this scent. It pulls very masculine on my and i do enjoy the scent a bit more on my husband. When I sprayed the fragrance on paper, I finally get why marshmallow is listed as a note. In the opening you get the powdery opening that resembles the outer layer of a marshmallow, artificial but not sweet. It’s just powdery. As it dries down, the scent becomes predominantly woody again. Would not purchase myself."
		},
		{
			"review_title": "A surprising performer at a great price point",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells VERY sugary, reminds me a lot of love don’t be shy and I don’t need a prince to be a princess by Killian but stronger sillage. I sprayed this on my arm and can pick up whiffs of it with my arms at my side. Dries down to a sugary lactic finish. Impressive performance and lasting power for this price point."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this smell! I originally got it for my husband but now I need my own. We walked around a packed supermarket and all I could smell was him."
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this perfume as a gift and am in love! It is such a warm and cozy scent that gives off a marshmallow vanilla vibe without being too on the nose. It is just strong enough that people around me can smell it but it doesn’t give me a migraine. The tonal note is very strong which I love! It makes it almost nostalgic to me. This scent is also the longest lasting fragrance I’ve ever owned. The other other contender  is the Mademoiselle Chanel perfume."
		},
		{
			"review_title": "Yummy vanilla milkshake scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Milk smells like a yummy creamy vanilla milkshake, but with a slightly fresh element to it, which makes it different from other fragrances similar to this and because of that, it's not cloying. Milk Expressive is one of the longest lasting fragrances I own! It projects a good amount and my scent bubble is probably arm's length. Commodity is right that this Scent Space doesn't fill a room, but it's definitely not a skin scent either. I love that about the Expressive Scent Space! I want to be able to smell my perfume and I want others to be able to smell it too, without being offensive. This is a big compliment getter and my guy loves this on me! Whenever I wear this, people seem to gravitate toward me and tell me I smell good when they hug me. I love lactonic scents and this one is my favorite!!!"
		},
		{
			"review_title": "Perfect cold weather fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "To me, this is the perfect cold weather scent. It’s warm, cozy, and delicious. I can definitely pick up the to tonka bean and milk notes, making this smell like toasted marshmallows. The scent is very inviting and makes me feel relaxed. I love this one!"
		},
		{
			"review_title": "The Most Incredible Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I can’t say enough amazing things about this perfume. It smells like warm, sweet roasted marshmallows. My boyfriend LOVES it on me and I have never gotten so many compliments."
		},
		{
			"review_title": "Warm Perfection",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love how it warms up to the skin. The marshmallow tone really shows after a couple of minutes which I love. I’m only giving it 4 stars because even though I know it’s in the expressive formulation, it only lasts maybe 2-3hrs on me. I usually combine it with gold Bold to make it last longer on my skin."
		},
		{
			"review_title": "Creamy warm goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought a discovery set from commodity recently and fell in love with the gold expressive but found myself reaching for the milk more than ever. At first, I didn’t like the initial spray because it was a bit strong, but as it sets into your skin, it smells warm, creamy, and sweet. The scent literally smells like the name implies, “milk”. If you like scents with woody, creamy, scrumptious scents, you will like this. But as always, sample first to be on the safe side."
		},
		{
			"review_title": "My compliment magnet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells like a yummy, toasted marshmallow with vanilla bean, and lasts all day on me. I always get compliments and questions about what I’m wearing from men and women and layer this with a few of my other vanilla and coco heavy scents. Smells even better once it dries down."
		},
		{
			"review_title": "Crowd pleaser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Let me just start off by saying this is hands down the most complimented perfume I’ve ever worn!  This became my signature after the first wear when people couldn’t stop telling me I smelt amazing!!  It’s like a lactonic, slightly toasted marshmallow - with some added spice to make it seductive and borderline unisex. I wouldn’t tag “milk” as a note I personally get, but I feel comfortable using the word creamy, or milky to describe the way the marshmallow is delivered, not too sweet.. just dreamy, milky & slightly toasted.  The dry down is even more gorgeous, the spice softens out and you get a musky marshmallow trail following you almost all day. This is what I want to smell like all winter long & I feel like I’m neglecting my other fall/winter bottles now that I have Milk.  I definitely would recommend this scent to anyone who wants something different than their regular vanilla fragrance. This baby has my heart!  Projection 10/10  Longevity 9/10 seems like anyone within 3-6ft catch a slight sniff when sprayed on my neck & wrists for a solid 6 hours."
		},
		{
			"review_title": "Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "There is one lactonic scent you need to get your hands on. It’s sweet and creamy without being sickening."
		},
		{
			"review_title": "Heavenly in the bottle but not on my skin!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This perfume smells exactly how people describe it - warm, marshmallow with a hint of smokiness without being too sweet. But on my skin it had the barbie doll/sharp plastic smell that some of the other reviews mentioned. Too bad because I wanted to love it so much!"
		},
		{
			"review_title": "Sharp and plastic Barbie doll smell opening",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The opening is very sharp and smells like plastic Barbie dolls. It has something about it that smells like the Billie Eilish scent. It is different: I am not a huge fan of it."
		},
		{
			"review_title": "Masculine and Strong",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is not milky and sweet. It is incredibly musky and masculine. I would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Long lasting sweet marshmallow/vanilla type scent, initially did not enjoy the scent but the dry-down is amazing!"
		},
		{
			"review_title": "Yummy marshmallow gourmand dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Love this fragrance, a nice sweet smell that lasts all day. Lives up to the hype and perfect for fall."
		},
		{
			"review_title": "My cat loves it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "First i’ll say: smell in store/get the $42 discovery set (contains personal, bold and expressive in all scents!) before purchasing this. I read the reviews and it slightly put me off wanting to buy this perfume but once i smelled it in store i fell in love. i wanted a sweet vanilla/marshmallow perfume and when i smelled this i just knew it was perfect. it reminds me slightly of the billie eilish perfume (barely! just the vanilla scent) My cat? He loves this perfume. Came out of the shower one day to him digging his nose into my clothes sniffing the perfume, sprayed it fresh on the bed and watched him dig his nose in the bed to sniff. i assume it’s the milk accord he loves so much."
		},
		{
			"review_title": "No marshmallow",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have no idea how people are smelling marshmallow in this. Smells like a sweet slightly woodsy barbie doll"
		},
		{
			"review_title": "Sweet but not too sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this scent! It To me it smells like warm caramel with a hint of powdery vanilla. Great for everyday, day or night!"
		},
		{
			"review_title": "A must have fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Omg this was literally love at first sniff! I blind bought this and I can’t stop reaching for it. I’m in love! It’s creamy, smooth and soft & that marshmallow note really pops!"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Dry skin",
			"review_text": "delish! Woody.. creamy with loads of Vanilla I love this fragrance... if feel unisex to me. and has nice lasting power and longevity."
		},
		{
			"review_title": "worth the try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Milky in the powdery lighter type of sense. Not like a sweet creamy milk. This is long lasting, but not stronger if that makes sense. If you’re looking for sweet, I would go for the bold, if you like powdery types of scents, or even subtle ones, give this a try!"
		},
		{
			"review_title": "Beautiful marshmallowy fall scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought the travel size and after using all of it, I invested in the full size. It’s a very pretty slightly sweet musky fall perfume. I love the marshmallow I get from this and it’s not too sweet on me. Perfect for everyday wear in fall.  Idon’t think it’s a safe blind buy though, I would start with the"
		},
		{
			"review_title": "Creamy, smouldering, marshmallow goddess",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, Light skin tone, Oily skin",
			"review_text": "I'll start off by saying; any scent that has something sweet in it tends to be brought out more on my skin, for whatever reason. I've had perfumes turn sickeningly sweet, but this one... She's milky, cool, powdery, sweet, smoky, overall comforting and just such a unique smell. My nose didn't know what to make of this at first because I had never smelt anything like it, but I'm completely hooked. And the dry down lasts for hours and hours."
		},
		{
			"review_title": "Rubbing alcohol",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "While this smell isn't disgusting, it does bother me throughout wear. I just get rubbing alcohol scent from it! It's strong and lasts, but not in a good way. I smell light bits of the sweet notes it is known for, but can't help but wonder if I got a dud or what. I keep trying it hoping for a different reaction. For now, I'll smell like a cleaned wound."
		},
		{
			"review_title": "Everyday Scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "My everyday scent!! Love it so much and wear it year round, it’s a great androgynous smell and can sway more feminine or more masculine with the help of your deodorant and body lotion"
		},
		{
			"review_title": "Strong Fall Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I received a deluxe sample of this in my September Allure Beauty Box and I can already tell it will be a staple fall scent! It’s very strong, I think two sprays may be too much. It’s reminds me of smokey marshmallows, rather than creamy milk."
		},
		{
			"review_title": "Sickly Sweet",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Would’ve loved this when I was younger but it’s not to my taste now. It’s too sweet, like the leftover milk at bottom of the bowl after eating Lucky Charms. Not the scent for me."
		},
		{
			"review_title": "Ehhh..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It smells like those plastic baby dolls you used to play with as a kid that had the hint of a powdery vanilla smell.. Not a fan."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "One of my favorite gourmand fragrances! It’s a delicious and sweet milky musk scent. If you love sweet scents definitely try this out! It lasts all day as well."
		},
		{
			"review_title": "Must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume is such a warm, perfectly sweet fragrance. I love spraying it right before I go to bed because it’s such a comforting smell. 10/10 recommend."
		},
		{
			"review_title": "Unique, Creamy and Warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this so much it’s creamy and warm like a hot white hot chocolate heavy on the marshmallow fluff , my favourite perfume right now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Feels like the older sister of Kilians Princess. Not as sweet, smokier but so good in my personal for opinion. Love it!"
		},
		{
			"review_title": "My new fall fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This fragrance is so beautiful, I can’t stop smelling myself. It reminds me of a creamier version of love don’t be shy. This is my first fragrance from commodity, can’t wait to try more by them"
		},
		{
			"review_title": "LITERALLY SMELLS LIKE A WARM MARSHMALLOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Literally the most warm milky sweet scent I’ve ever smelt. Literally never had a man comment on my scent like I’ve recieved comments on this one. ITS A MUST to at least try."
		},
		{
			"review_title": "Smell before buying...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "After testing this fragrance out, I have come to the conclusion that Milk by Commodity smells like Stevia sugar stirred in milk. Its not terrible but its not great either. The marshmallow note is subtle at best (nothing compared to the prominent Marshmallow notes in Kilian Princess and Kilian Love don't be shy) and the dry down is a bit sour on my skin. Anyways, to me this perfume is mediocre at best. It might just be my body chemistry not mixing well with the juice, however, even from an objective standpoint, this perfume doesn't smell all that great. My advice: test it out/smell it before buying :)."
		},
		{
			"review_title": "Soooo disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Idk what people are talking about, I don’t smell sweet or gourmand at all in this :( my bf even asked if I sprayed one of his colognes because it smells so masculine! I should have known when I first smelled the bottle"
		},
		{
			"review_title": "GOURMAND DREAM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "If you love princess by kilian this is like her grown and sexy older cousin. This fragrance is so yummy, warm sweet and seductive. It doesn’t really smell milky in the opening but it dries down into a beautiful creamy vanilla Tonka bean bomb."
		},
		{
			"review_title": "One of my absolute favs!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I own a lot of perfumes but I always reach for this one! I think the bottle alone is simple yet stunning and looks expensive! It’s a marshmallow scent but with the tonka bean added it’s not overwhelmingly sweet which is my favorite thing about it. It’s a pretty unique scent in my collection and it’s a compliment getter for sure! It also lasts all day! 10/10 must have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is my new favorite perfume. It’s a gourmand with notes of marshmallows, tonka bean, mahogany, and more. it smells like a bonfire with roasted marshmallows. It’s so addicting"
		},
		{
			"review_title": "my favorite fall/winter scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I love love this scent. Lasts so long and is beautifully balanced. It has a musky masculine scent that is balanced with a sweet warm scent. It’s complex and so good! I love it! Got the travel size for expressive and personal so I can layer them"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I’m so happy that Sephora is carrying Commodity now! Milk is one of my favorite fall/winter perfumes. It’s creamy, and not to sweet with a tiny amount of spice. I think of it as a mix of Princess by Kilian and BDK Gris Charnel. This one lasts me all day, and I like it better than the bold version (they are different, not just different strengths of the same perfume)"
		}
	]
}