{
    "product_id": "1203",
    "name": "Strong Days Ahead Shampoo and Conditioner Value Set",
    "brand": "Olaplex",
    "categories": "Hair, Value & Gift Sets",
    "price": 75.0,
    "about": "What it is:u00a0A gift-worthy, limited-edition set that contains a full-size u00a0Bond Maintenanceu2122 Strengthening Hair Repair Shampoo, Conditioner, and mini No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Damage, Split Ends, and Breakage.- Frizz.- Shine..Key Benefits:u00a0- Leaves hair visibly healthier with every wash.- Reduces signs of damage, split ends, frizz, and flyaways.- Visibly strengthens hair..Highlighted Ingredients:- Patented Olaplex Bond-Building Technologyu2122: Repairs broken bonds for stronger-looking hair..- Gentle Blend of Coconut Oil-Derived Surfactants: Creates an easy lather that leaves the scalp and hair feeling hydrated..- Panthenol: Provides moisture and prevents breakage...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: Give the gift of healthy hair: The top prestige shampoo and conditioner,* plus an iconic, bond-building repair treatment. This simple three-step routine delivers stronger, protected hair in as little as three minutes...Clinical Results: No. 3, No. 4, and No. 5:.In a controlled study, results showed:.- Hair was 90% smoother, easier to detangle, and more conditioned..No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment:.In a controlled study, results showed:.- Hair damage was reversed in as little as 3 minutes.- Hair was 3X stronger after 1 use.- Breakage was reduced by 69%..This Set Contains:- 8.5 oz/ 250 mL No. 4 Bond Maintenanceu2122 Strengthening Hair Repair Shampoo (full size).- 8.5 oz/ 250 mL No. 5 Bond Maintenanceu2122 Strengthening Hair Repair Conditioner (full size).- 1.7 oz/ 50 mL No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment",
    "ingredients": "-Patented Olaplex Bond-Building Technologyu2122: Repairs broken bonds for stronger-looking hair..-Gentle Blend of Coconut Oil-Derived Surfactants: Creates an easy lather that leaves the scalp and hair feeling hydrated..-Panthenol: Provides moisture and prevents breakage...No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment:.Water/Aqua/Eau, Bis-Aminopropyl Diglycol Dimaleate, Propylene Glycol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Glycerin, Hydroxyethyl Ethylcellulose, Stearamidopropyl Dimethylamine, Quaternium-91, Cetrimonium Methosulfate, Cetrimonium Chloride, Tetrasodium EDTA, Polyquaternium-37, Ascorbic Acid, Phytantriol, Tocopheryl Acetate, Aloe Barbadensis Leaf Juice, Panthenol, Simmondsia Chinensis (Jojoba) Seed Oil, Citric Acid, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Fragrance (Parfum), Benzyl Benzoate...No. 4 Bond Maintenanceu2122 Strengthening Hair Repair Shampoo:.Water/Aqua/Eau, Sodium Lauroyl Methyl Isethionate, Cocamidopropyl Hydroxysultaine, Potassium Cocoyl Glycinate, Disodium Cocoyl Glutamate, Potassium Cocoate, Sodium Lauroyl Sarcosinate, Decyl Glucoside, Glycereth-26, Bis-Aminopropyl Diglycol Dimaleate, Cocamidopropylamine Oxide, Sodium Chloride, Glycol Distearate, Sodium Cocoyl Glutamate, Methyl Gluceth-20, Acrylates Copolymer, Disodium Laureth Sulfosuccinate, PEG-120 Methyl Glucose Dioleate, Amodimethicone, Citric Acid, Polyquaternium-10, Sodium Lauryl Sulfoacetate, Ethylhexylglycerin, Divinyldimethicone/Dimethicone Copolymer, Polyquaternium-11, Guar Hydroxypropyltrimonium Chloride, Trisodium Ethylenediamine Disuccinate, C11-15 Alketh-7, Glycerin, Laureth-9, Trideceth-12, Tetrasodium Iminodisuccinate, Panthenol, C12-13 Alketh-23, C12-13 Alketh-3, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Sodium Hydroxide, Helianthus Annuus (Sunflower) Seed Oil, Disodium EDTA, Tocopherol, Prunus Armeniaca (Apricot) Kernel Oil, Pseudozyma Epicola/Camellia Sinensis Seed Oil Ferment Extract Filtrate, Argania Spinosa Kernel Oil, Quaternium-95, Helianthus Annuus (Sunflower) Seed Extract, Propanediol, PEG-8, Origanum Vulgare Leaf Extract, Euterpe Oleracea Fruit Extract, Candida Bombicola/Glucose/Methyl Rapeseedate Ferment, Morinda Citrifolia Fruit Extract, PEG-8/SMDI Copolymer, Sodium Hyaluronate, Palmitoyl Myristyl Serinate, Sodium Polyacrylate, Arctium Lappa Root Extract, Musa Sapientum (Banana) Fruit Extract, Punica Granatum Fruit Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Potassium Sorbate, Chlorphenesin, Sodium Benzoate, Phenoxyethanol, Fragrance (Parfum), Citral, Hexyl Cinnamal, Limonene...No. 5 Bond Maintenanceu2122 Strengthening Hair Repair Conditioner:.Water/Aqua/Eau, Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol, Dimer Dilinoleyl Dimer Dilinoleate, Quaternium-91, Cetrimonium Chloride, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Chloride, Glycerin, Isododecane, Myristyl Stearate, Bis-Aminopropyl Diglycol Dimaleate, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Hydroxypropyl Guar, Glycine Soja (Soybean) Oil, PEG-7 Amodimethicone, Isopropyl Alcohol, Amodimethicone, Disodium EDTA, Camellia Sinensis Seed Oil, Polysilicone-15, PEG-45M, Sodium Polyaspartate, C12-13 Alketh-23, C12-13 Alketh-3, Crambe Abyssinica Seed Oil, Persea Gratissima (Avocado) Oil, Vitis Vinifera (Grape) Seed Oil, Cyclodextrin, C11-15 Alketh-7, Laureth-9, Trideceth-12, Citric Acid, Butylene Glycol, Ahnfeltia Concinna Extract, Silica, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Glycol, Sodium Hydroxide, Tocopherol, Hydrolyzed Hyaluronic Acid, Tocopheryl Linoleate/Oleate, Helianthus Annuus (Sunflower) Seed Oil, Argania Spinosa Kernel Oil, Quaternium-95, BHT, Helianthus Annuus (Sunflower) Seed Extract, Propanediol, PEG-8, Candida Bombicola/Glucose/Methyl Rapeseedate Ferment, Euterpe Oleracea Fruit Extract, Morinda Citrifolia Fruit Extract, PEG-8/SMDI Copolymer, Palmitoyl Myristyl Serinate, Sodium Polyacrylate, Punica Granatum Fruit Extract, Potassium Sorbate, Sodium Benzoate, Iodopropynyl Butylcarbamate, Sodium Dehydroacetate, Chlorphenesin, Phenoxyethanol, Fragrance (Parfum),Citral, Hexyl Cinnamal, Limonene.",
    "how_to_use": "Suggested Usage:.Step 1, No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment:.-Apply to damp hair, before shampoo and conditioner..-Apply a generous amount from roots to ends until hair is thoroughly saturated..-Leave on for up to 10 minutes..-Rinse. ..Step 2, No. 4 Bond Maintenanceu2122 Strengthening Hair Repair Shampoo:.-Dispense a coin-size amount and work into a lather..-Apply to wet hair and lather well..-Rinse. ..Step 3, No. 5 Bond Maintenanceu2122 Strengthening Hair Repair Conditioner:.-Apply to mid-lengths and ends of clean, wet hair..-Let sit for one to three minutes..-Rinse...When to use:.-No. 3 Hair Perfector Pre-Shampoo Hair Repair Treatment can be used once a week or two to three times a week for damaged hair..-No. 4 Bond Maintenanceu2122 Strengthening Hair Repair Shampoo and No. 5 Bond Maintenanceu2122 Strengthening Hair Repair Conditioner can be used daily or any time you wash your hair.",
    "num_reviews": 48,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/olaplex-strong-days-ahead-shampoo-conditioner-value-set-P512951?skuId=2809119&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809119-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I love this product so I purchased this set for a friend for Christmas highly recommend"
        },
        {
            "review_title": "hair loss and perm solution smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "after using the #3 pre treatment twice i realized that it was making a bunch of my hair come out and i only put it in my hair for 3 minutes. the shampoo and conditioner left my hair incredibly soft and you dont have to use very much of the shampoo but the smell is like perm solution."
        },
        {
            "review_title": "my shampoo is over, so i buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "incredible work by Olaplex, i love so muchhh this shampoo and conditioner, my hair is very good, natural, and healthy, thanks for this."
        },
        {
            "review_title": "Good set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Good value. I needed a restock on shampoo and conditioner, it was like getting a free mini on the number 3"
        },
        {
            "review_title": "Such a great deal!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Literally an amazing deal!! Each of them separately is $30 a piece. And the hair perfector is $15!! So good. I love Olaplex!! Smells soooo good and keeps my hair healthy!"
        },
        {
            "review_title": "Spectacular Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Absolutely in love again with my hair. I have very fine thinning hair. It was dry and fly away. After one month it seems thicker and healthier. Best hair product I have ever used in 50 years"
        },
        {
            "review_title": "I keep going back to Olaplex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I've been using Olaplex products for a while. Have tried other brands/products and always end going back to Olaplex. Their products really make the difference and help me keep my hair healthy. Love #3 the fact that you can use it on dirty hair is just great, I can go the gym, workout and later wash it off is just great. I don't have the patience/time to use leave on - wash later products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "so good. highly recommend for dry damaged hair. leaves hair soft and shiny"
        },
        {
            "review_title": "Itu2019s a must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was desperate to find a new shampoo because my hair was so dry!! But I think I finally found it, my hair has never been this healthy"
        },
        {
            "review_title": "The Ultimate Silky Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Olaplex Stronger Days Ahead Shampoo and Conditioner Kit is a game changer for damaged hair. After just a few uses, my hair feels stronger, smoother, and healthier. The formula is gentle yet effective, leaving my hair looking and feeling its best. Highly recommend!"
        },
        {
            "review_title": "My NEW hair routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Coming from someone who has tried a TON of shampoo/condtioner combinations, this set is THE BEST!! I have tried so many and itu2019s so hard to find a brand/line where I find that the shampoo AND conditioner perform well on my hair! As you can see I have very long hair but it is also so fine and tangles very easy. ESPECIALLY when it is wet!! If I am not careful what products I use I will have a giant mat of tangled wet hair at the end. I LOVE THIS SET!! I find the pre-wash treatment to really ease my tangles. I love the shampoo, it does not leave my hair dried out and stripped or too tangled up to get my fingers through! And the conditioner is so amazing as well! Itu2019s not too thin (where it does nothing) and itu2019s not too thick (where it makes my hair heavy) it is PERFECT! And my hair is left so easy to brush!!"
        },
        {
            "review_title": "I highly recommend this for damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This olaplex shampoo and conditioner set is amazing. I often try out different brands but olaplex is my go to brand. This set not only helps my hair strands it helps with the nourishment and shine to my hair. I love the bonding treatment this offers, it definitely has helped my hair, it feels stronger and fuller, softer I have a shine now! Lol my hair looks much healthier than it was, I tend to dye my hair a lot so using this treatment is a must!"
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I started doing hair at 16 years old, I've been a licensed cosmetologist for over 20 years and I can honestly say in all my time in the beauty industry I've never seen a product truly change the game the way Olaplex has! It really blows my mind that this brand was first developed in a garage in California! Olaplex has totally changed what us hairstylists are capable of achieving with our clients. The Strong Days Ahead Set is a perfect set for at home up keep, it keeps the bonds of hair strong between visits to the salon and I highly recommend it to friends, family and clients. If your looking for a shampoo and conditioner that smells amazing this isn't it, the olaplex #4 and #5 doesn't have any beautiful fragrance added or anything to make it feel or smell luxurious but was made for the health of your hair, they have a light clean scent that isn't really noticeable at all honesty. But the shampoo will last quite awhile when used properly because it's ultra concentrated, a little really goes a long way as it's really thick and suds up immediately when water hits it. The conditioner is the same way, you don't need alot. Alot of people will probably be confused as to how to properly use the #3 Hair Perfector so definitely read and follow directions. I personally like to do a light shampoo first and then towel dry my hair because I don't wash my hair every day and I do use styling products and on occasion hair spray so I like to remove any product and oil from my hair prior to applying the #3, then I towel dry my hair really well go remove as much moisture as possible so the #3 is at its fullest strength after applying, then I allow it to sit for a minimum of 10 minutes, you can allow it to sit on the hair for longer but it should be a minimum of 10.. Then another shampoo and condition with the #5 and you'll be amazed at how healthy and strong your hair will feel. This set will help restore shine, luster, lost curl pattern and more."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I truly love the shampoo in this set but might stick to my conditioner for curly hair. I really love how much the shampoo foams up, it really helps my scalp feel clean but doesnu2019t strip it! The pre wash mask adds a nice shine that I love but obviously you only are supposed to really use it every so often. The conditioner is also nice but I donu2019t think I would use it in place of my normal curly hair conditioner because the result after showering without adding curl cream is a decent amount of frizz and my curls arenu2019t really defined. The value of the set is apparent, but going forward I probably would only really buy the shampoo and not a full set like this. For someone who has dry/damaged or straight hair not needing a curl definition, I would say this is a go to, salon quality set."
        },
        {
            "review_title": "I love Olaplex 4c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "l've worked in many beauty retail stores l've also represented many brands, one being Olaplex. I love Olaplex they put a lot of work into their products and aren't in the industry just for the money. I have 4c hair and Olaplex is safe and amazing for my hair. Many people with textured hair like to run away from Olaplex because they assume it has protein but it contains bis amino which repairs broken hair bonds but of course everything to repair your hair should be used in moderation. I used the treatment (number 3) for 10 minutes then shampoo and conditioned my hair as normal and my coils look so healthy and defined. I'm in love with this product prior to this I only used the clarifying shampoo from Olaplex which was great but I'm happy I got my hands on this set."
        },
        {
            "review_title": "My holy grail hair care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This Strong Days Ahead Shampoo and Conditioner set are my new holy grail hair products. Let's start with the shampoo - first off, the scent is absolutely worth the price alone. My hair feels like I just left a salon with that scent, it's a gorgeous powdery clean scent. The lather was decent and my hair was left clean afterward but not stripped which is huge for my drier leaning hair. The conditioner is the perfect compliment to follow for my light and fine hair, it was thick enough to condition my ends but light enough that it didn't weigh my hair down or feel like it left any residue. These are salon style products for a reason. The last shining star of this trio is the hair perfecter mask - a little goes a long way, but she does the heavy lifting of keeping my hair shiny, soft and smooth on a weekly basis. I highly, highly recommend this trio and I will continue to use it as my holy grail hair care."
        },
        {
            "review_title": "Better Days Ahead!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Olaplex has always been one of my favorite brands of haircare products. They make such effective products for all hair needs. The results are long-lasting, too! The kit contains a pre-shampoo treatment, a shampoo, and a conditioner-such a good value! The treatment is applied before shampooing, left on for like 10 mins, and rinsed out. It can be used up to 3 times a week depending on the amount of hair damage. I use it twice a week. Just the pre-shampoo treatment alone has already made an extreme difference in my hair. The shampoo has a thick consistency to it, but I can tell that it has nothing but good ingredients for my hair. The conditioner feels like silk when applied; very luxurious. The shampoo and conditioner both lathered up perfectly, just the right amount of suds, and washed away easily, too. All 3 products didn't have a strong scent-they have more of a subtle and clean smell. All 3 of these products in this kit have done so much for my hair! I'm seeing less frizz, fly aways, split ends, breakage, and all the other signs of hair damage. My hair looks and feels healthier, stronger, shiny, and put together! Olaplex has definitely saved the day and saved my hair! I know that I'm protected from future damage as well. I couldn't be more grateful!"
        },
        {
            "review_title": "Must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Olaplex Strong Days Ahead Hair Kit has a  Pleasant scentOlaplex Strong Days Ahead Hair KitMoisturizes well and leaves hair soft and shiny. Controls frizz and leaves hair smooth. Olaplex Strong Days Ahead Hair Kitris not iritating to the scalp. Olaplex Strong Days Ahead Hair Kit is Easy to use and only take a small amount.Olaplex Strong Days Ahead Hair Kit Doesn't weigh hair down. Olaplex Strong Days Ahead Hair Kit Has great Ingredient quality.  Olaplex Strong Days Ahead Hair Kit works on Detangling the hair and making it easy to style. Olaplex Strong Days Ahead Hair Kit makes your hair shin once dry.   Iu2019ve been wanting to use olaplex no.3 for years but this combo of no3, 4 and 5 works so well for me. I started buy applying no.3 of course. I left it on for a little over and hour and I was a bit unsure about it because aside from the slip when combingvitv through my hair, I didnu2019t feel any immediate results. After rinsing it out followed by washing and conditioning with 5 and 6, I was impressed to say the least. I am OBSESSED with the feeling of my hair in the shower when using this combo. My hair hasnu2019t felt this healthy in years. This review was selected as part of a promotion."
        },
        {
            "review_title": "A good start to Olaplex",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This was my first time trying any products from Olaplex. I found the packaging fun and the bottles are a great design with a sturdy cap that can be set upside down to ensure I get the complete product out of the bottle. While I routinely use a shampoo and conditioner the pre-shampoo treatment was new for me, but works really easily. I was able to run this through damp hair and let it sit while getting ready for my shower.  The shampoo is very thick and produces a rich lather that almost reminds me of dish soap. Provides an effective clean and rinses out cleanly, leaving my hair, feeling clean without being stripped of moisture. The conditioner is a bit thin for my liking, but sits on my hair nicely and felt very hydrating and nourishing when rinsing.  Overall, my hair feels a bit more nourished, and Iu2019m excited to see long-term with the benefits will be from using this kit."
        },
        {
            "review_title": "Love this kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "My name is Lyndsey. I have been in the hair industry for what feeels like forever. As a licensed cosmetologist of over 13 years years of experience, Iu2019m always on the lookout for products that  deliver real results. Olaplex has been a big name in the industry for years. I had shied away from it for a short while but am thankful I had the opportunity to try it again. First and foremost, the formulation of this is outstanding. . I noticed an immediate difference in the texture of my hair after just one use. The conditioner has a rich,  consistency that applies smoothly and detangles effortlessly without overwhelming my hair. This is crucial, especially for clients with damaged or chemically treated hair.  One of the standout features is its ability to add remarkable shine. After using my hair had an enviable glossy finish that looked like it had just been professionally styled with minimal effort. The shine wasnu2019t greasy or artificial; it had a natural luster that highlighted the health and vitality of my hair. This is a huge plus for clients who want to achieve a salon-quality look at home.  Another positive aspect is the kits scent. It has a subtle, fresh fragrance that lingers just enough to be pleasant without being overpowering. This makes the product enjoyable to use.  In terms of strengthening, I observed a noticeable improvement in hair resilience. My hair felt less brittle and I could feel the strength in my light bangs after the first week of use. Porosity appeared better as well. This shows olaplexes ability to enhance the hairu2019s structural integrity. For those with fragile or damaged hair, this kit is an excellent choice to help restore strength and vitality."
        },
        {
            "review_title": "Made my hair so soft and healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved using the Olaplex Strong Days Ahead Shampoo and Conditioner Set! The packaging itself is great from the box to the bottles. I think any haircare fanatic would be happy to get this as a gift. The box makes it look super fancy. I like that the full size bottles don't waste plastic. What you see is what you get and the bottles easily allow you to squeeze out the product. The scent is a light citrus smell and makes me feel like I'm at a high end spa or hair salon. The combination of the hair perfector, shampoo, and conditioner made my hair super soft to the touch and look very healthy and strong. It didn't look frizzy or damaged. I also liked that my hair didn't feel heavy or dirty. Sometimes hair products make you feel like you need to wash everyday and I could tell the difference immediately. I am happy with how only 3 products greatly improved the health of my hair. This review was collected as part of a promotion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I have really thick long hair , and I dye my hair red every 6 weeks due to how quickly the color does fade . I understand that some bleeding my might still happen for a couple weeks after.  But when I used the shampoo it felt like it made half of my color come out.  I loved the no 3 and the conditioner number 4 . The conditioner isn't too heavy of a conditioner that my hair felt greasy or weighed down.  I love the scent and how clean smelling it leaves the hair and how it smells even after you dry your hair.  The shampoo also made my hair feel like hay until I put the conditioner in and let it set for 5 minutes to get a deep condition.  I know so many people love this set and rave about it . I would say that the bond maintenance set isnt for everyone. I think the conditioner by itself I will continue to use but not the shampoo."
        },
        {
            "review_title": "A good gift set to try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love a good gift set, this is my favorite time of year when I am able to try products I typically wouldnu2019t purchase on their own. Case in point- the pre shampoo that comes with this set. I would have never thought to purchase something like this on its own, but it makes sense as a bond builder for you hair.   This was my first time using Olaplex shampoo and conditioner. I liked how well the shampoo lathered up, I love me a really good lather. The conditioner seemed to do its job, my hair was fairly easy to brush out after showering.   I didnu2019t notice much of a difference after my first use, but after a few I do think that my hair is a bit stronger and I am experiencing less breakage and fallout.   On a personal note I wish there was more of a scent to the set. I have fairly long thick hair and like my hair products to have a lasting fragrance."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really excited to try the Olaplex Strong Days Ahead Shampoo and Conditioner Set, having heard great things about Olaplexu2019s hair-strengthening benefits. The set includes a pre-shampoo protector, shampoo, and conditioner, aiming for stronger, smoother hair.  The good news is that the conditioner lived up to some expectations, making my hair incredibly smooth and soft, which was a treat. However, the shampoo didnu2019t impress me. Its distinct smell was off-putting and hard to get used to. Most disappointing, the set didnu2019t address my main concern: hair loss. Despite hoping for a boost in thickness and reduced hair fall, I saw no improvement. If smooth hair is your goal, the conditioner might be worth trying. But for hair loss issues, this set may not be the solution youu2019re looking for."
        },
        {
            "review_title": "Great head set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This review was collected as a part of a promotion. I was extremely excited to start using this set. I deal with oily hair and this product has really helped. It also comes with a small bottle of hair perfector. One of the things that sticks out also is that itu2019s great for all hair types. This set is great to buy for you personally or as a gift:"
        },
        {
            "review_title": "Shinier days ahead!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "As an esthetician who's been in the beauty industry over 13 years formulation efficacy matters a lot to me. I'd rather invest my money in hair/skin/body products that are going to do what they are advertised than waste money on watered down time/money wasting products. What I like about olaplex as a haircare brand is that you can trust them to make products effective and as concentrated as needed for salon-quality results. This kit is essentially a no-brainer because it comes with their no3 hair perfector, as well their full sized shampoo and conditioner! I haven't been using the no3 for very long but what I like about it is that it visibly restores and strengthens your hair from within. My hair felt softer and looked shinier after one use of the no. 3! You use this product on wet hair and rinse out before shampooing. I think my favorite product in the kit has to be the shampoo. I love the smell and how clean it gets your hair while still being hydrating. I always shampoo my hair twice and I loved how clean it go my hair without feeling stripped. I'm going to be honest while I like the conditioner it's probably not my favorite out of the three products. I think because it's a daily conditioner it's just not as deeply moisturizing as say a deep conditioning mask but because it's not supposed to be so for that reason I can't deduct a star. It does what it's supposed to and that's great. I did apply an oleplex leave in product after washing my hair because it's quite coarse/dry so it needs the extra moisture. My ends are feeling very soft and I know in large part it's because of the kit! For those reasons I would recommend this kit!  The review was collected as part of a promotion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve never use olaplex before, this is the perfect set to get started! I loved the size, and the conditioner is so lush"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Hello, Iu2019m Chelsea. I work as a health educator and enjoy anything associated with beauty. I am a big fan of Olaplex hair products. I have natural wavy hair that is long. My hair tends to have split ends and breaks easily. I try to take great care of my hair, by using quality products so that it grows long and smooth.  The Olaplex Strong Days Ahead Shampoo and Conditioner Value set is awesome for strengthening your hair. I have been using these products consistently when washing my hair three times per week. The products help my hair shine and feel much softer.    I love that Olaplex product numbers coordinate with which order you use them in your hair. This set is great value for products. A small amount goes a long way to lather in your hair. The conditioner I let stay soaked in my hair for around five minutes, and it was smooth.  This review was collected as part of a promotion."
        },
        {
            "review_title": "my hair looks and feels so much better after using",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "i love hair care products . I have naturally curly hair that I wear natural sometimes and that I wear straight sometimes. I've heard such good things about olaplex and have tried a few other products from olaplex and I have been pleased with those. I have tried the no 3 before but didn't currently have any. so the strong days ahead kit comes with the shampoo and conditioner, no four and no five and also the no three , the hair perfector. so you start using this kit by using the number three hair perfector. you saturate your hair from root to tip and let it sit for a bit, at least ten minutes. I let it sit for like thirty minutes. you then get in the shower and use the shampoo, the number four, and then use the conditioner the number five. after continuous use of these products my hair looks so much healthier. this whole line is a bond repair line that actually gets inside your hair to repair bonds, fight frizz and damage and make your hair healthier. my hair definitely feels and looks better, it even styles better which I was curious about when styling it curly but it helped my curls too. I think all hair types can benefit from all three of this products. get this for yourself or as a gift , whoever gets it will love it."
        },
        {
            "review_title": "Love me a happy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "A superstar hair cleansing and repair kit to the rescue.  Enjoying every day of my beauty expert life for over 15 years I had the pleasure of being able to try every beauty product in the market.  Having a frizzy, super dry curly hair makes it a must in my life to restore and maintain shine, frizz control sleek chic red carpet hair look everyday since this is my profession.  Being introduce to this beautiful kit made it all so effortless to have rising star hair everyday.  It brought life, health and shine back to my aging hair when I needed it the most.  Texture of the shampoo and conditioner both is super lightweight and so easy to work into the hair weightlessly and gives a silky smooth finish.  The lovely treatment goes to the wet hair before shampoo like a mask and instantly hydrates and smoothes the hair followed by the shampoo. I totally love and enjoy every hair wash day since I am super confident with the way my dull, aging, dry hair turned out to look like a superstar hair.  Smells beautiful and makes me have happy hair days everyday"
        },
        {
            "review_title": "Definitely makes my hair stronger!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I used to have stronger and fuller hair but now I'm anemic so my hair has been suffering the consequences. I was definitely excited to try this set aimed to help with that hair issue. And I was impressed by how my hair feels and looks now. It doesn't look softer but it looks fuller and it is so easy to detangle too. It doesn't break like it used to do after using the three products. This set includes the number 3 perfector, the number 4 bond maintenance shampoo and the number 5 bond maintenance conditioner. The perfector is very lightweight and smells good. I applied the product on all my hair. I didn't see too much of a difference because the hair was wet. Then I washed my hair with the shampoo. I only applied shampoo on my roots. This shampoo truly cleans my hair. It lathers nicely and smells so good too. It is very thick and creamy. This means a little bit of product goes a long way. It was like a spa washing session. Then I applied the conditioner on half the hair. The texture is creamy but it is not heavy on the hair. I didn't get a softer feeling but it is good because I need volume. And I can get it with this lightweight conditioner. Plus, it smells so good and fresh. I get cleaner, fuller and stronger hair after using this set. I can always apply some oil for my dry ends. I recommend it to anyone who wants to have stronger and fuller hair. My hair is a little fine, greasy roots, dry scalp, dry ends and straight. And it worked great with my type of hair. I also dye my hair every three or four months. This is why I need more conditioning. This review was collected as part of a promotion."
        },
        {
            "review_title": "Must have set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I have medium thick hair thatu2019s been color treated. So my hair suffers from dry ends, dullness, and frizz. Olaplex has been a perfect addition to help bring back that moisture and restore my hair back to health. A little goes a long way with this shampoo. I tend to use this when I need a little more help with hair when itu2019s extra dry and brittle. After shampooing, it leaves my hair soft and feeling just great and clean. The scent smells clean but overall suck a great shampoo when your hair needs a little extra care or even for all hair types.   As far as the conditioner, I only apply this to the bottom half of my hair and mainly focusing on my ends. I tend to grab this more when my hair is feeling extra dry and brittle. Just after one use, it leaves my hair soft and feeling just great and hydrated. The scent smells clean but overall a great conditioner when your hair needs a little extra care and itu2019s even great for all hair types.   The number 3, is a great addition to try because it repairs damage and needs to be used before shampooing. So overall this is a great kit to start out with if youu2019ve been wanting to try olaplex. Itu2019s my 3 favorites!"
        },
        {
            "review_title": "Repairing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Olaplex is a highly regarded brand in the hair care community, and for a reason. This set is perfect for someone with damaged hair. I have highlighted blonde hair and regularly blow dry, air wrap, straighten and curl my hair depending on my mood. These products are geared for dry damaged hair like mine. The shampoo & container clarify, cleanse & condition my hair. I could see how the shampoo/conditioner might not work for someone with a more oily hair type, but it works great for me. My hair is left feeling shiny and healthy. I use the number 3 hair treatment before I hop in the shower to wash my hair. I leave it in for 30 minutes to an hour & have noticed an immediate difference in the quality of my hair. It makes my hair appear a lot healthier & shinier, which I love since it's quite the opposite of that!"
        },
        {
            "review_title": "A great starter kit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The Olaplex Stronger Days Ahead Hair Kit is the perfect starter kit. I have been in Cosmetology for over 20 years and this was my first time trying this brand. It contains a small bottle of their Hair Perfector No. 3 and full size bottles of their Bond Maintenance Shampoo No. 4 and Bond Maintenance Conditioner No. 5. The first step in this hair routine is the No. 3 Hair Perfector. This is a pre-shampoo hair treatment that only takes 3 minutes and helps to repair damaged hair. It's so simple to use and you only need to use it once a week. I apply it to damp hair leave it on for 3 minutes and then rinse. I then apply the Olaplex shampoo and cleanse my scalp and hair. This No. 4 shampoo is so thick and luxurious. It's so concentrated that you only need a little bit. I do have more of an oily scalp and I do feel like this shampoo is a little heavy for my scalp and hair if I use it every time I shampoo. My final step is the No. 5 conditioner. This conditioner is also very thick and moisturizing. My hair feels so soft and I use it. I do keep it a couple inches away from my scalp. I leave it on for a few minutes and then rinse. My hair was starting to feel dry and I am so happy that I tried Olaplex."
        },
        {
            "review_title": "Great Olaplex Beginner Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was really excited to try out the limited edition Olaplex Strong Days Ahead Shampoo and Conditioner Set. It contains full size versions of their popular No.4 Bond Maintenance Shampoo and No.5 Bond Maintenance Conditioner along with a travel size No.3 Hair Perfector. Using the three products together helps create and maintain healthy, strong hair. I donu2019t have a lot of hair damage, so I just used the Hair Perfector once a week as suggested, applying it to damp hair in the shower and letting it sit for a few minutes before fully washing my hair. I followed that up with the Shampoo and Conditioner, which I also use other times I wash my hair during the week without the Hair Perfector. It is a bit hard to tell the difference in my hair with the Hair Perfector, but it has been looking healthy, smooth, and shiny, so I donu2019t have anything negative to say about it. I really like the Shampoo and Conditioner though. They smell great and are a luxuriously thick almost honey-like texture. The shampoo lathers really well, and I feel like my hair requires significantly less of this shampoo and conditioner than it does of other brands. On top of that, I really like how my hair looks and feels after using them. Overall, Iu2019d definitely recommend this set as a great way to try some Olaplex staples for a good price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I am new to Olaplex and really liked being able to try it out with this set. I was unsure about the purpose of the number three, but that was due to not looking into it further. After trying all three together and then trying just the shampoo and conditioner, I did notice a difference in my hair. All times I let my hair air dry so I could get a full idea of what it would do to my hair. When I used all three products, my hair was shiny, not greasy, less dry than usual, and my split ends looked better. When I skipped the first step, my hair was a bit drier, and my ends looked the same as before I hopped in the shower. The texture of all three products is nice and thick, so I know itu2019s actually coating my hair. Thereu2019s not a distinct smell. Iu2019m genuinely curious about the rest of olaplex after using this set. Iu2019m always in the salon bleaching or highlighting my hair so finding something that can help reverse the damage has been amazing."
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have been hearing about Olaplex for quite some time now, never understood what all the hype was about until I got to try it for myself, and I have to say I was blown away. From years of Dying and using heat on my thick hair, it has caused some big damage within one use of the system. I noticed a huge difference in the way my hair looked and felt my hair was nice silky smooth With little to no split ends. The system was so easy to use and honestly with one use it changed my mind. I now understand what the hype is about. I will continue to use because I have never found something that helped so much. I did receive this complementary for my honest review."
        },
        {
            "review_title": "A Game Changer for Healthier Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Olaplex Strong Days Ahead Shampoo and Conditioner Set has completely transformed my hair care routine, making it a staple in my bathroom. From the very first wash, I noticed a significant difference in the strength and overall health of my hair. The shampoo has a luxurious lather that thoroughly cleanses without stripping my hair of its natural moisture. It leaves my scalp feeling refreshed and my hair incredibly clean but not squeaky or dry. The real magic happens with the conditioner. It's rich and creamy, providing deep hydration that penetrates each strand, leaving my hair soft, smooth, and detangled. What I appreciate most is that it doesn't weigh my hair down, which is crucial for maintaining volume.  Over time, I've noticed less breakage and split ends, and my hair feels much more resilient to daily styling and environmental stressors. The bond-building technology in these products truly works, restoring strength and elasticity to my hair. I also love the light, pleasant fragrance that lingers just enough without being overpowering. Whether you have chemically treated hair, deal with regular heat styling, or just want to maintain the health of your hair, this set is a fantastic investment. It not only repairs existing damage but also helps protect against future breakage, making it essential for anyone aiming for strong, vibrant hair."
        },
        {
            "review_title": "Instantly Repairs & Strengthens Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Hello Beauties, my name is Andrea I am a beauty enthusiast and working professional who sometimes can get a bit busy but, prioritizing my skincare and haircare routine is extremely important to me I always make time for a good deep conditioning and shampooing routine.   There's no gate keeping here. I'm about to share with you some really amazing products that I've had the pleasure to experience   OLAPLEX Hair Perfector Nu2070.3  Works within minutes to repairs and strengthens my damaged, brittle hair strand by strand from root to tip. I used this bond repair before shampooing twice a week on damp hair for about 30 minutes, for a little bit more of that extra goodness to soak into my hair, just my personal preference but, all you need is ten minutes.  OLAPLEX Nu2070.4 Bond Maintenance Shampoo gently cleanses my hair without stripping it of its natural moisture. It instantly repairs, strengthens, nourishes, and hydrates my hair for a much healthier look and feel. This shampoo truly is amazing.  It makes my hair feel super soft, smooth, and silky.  OLAPLEX Nu2070.5 Bond Maintenance Conditioner instantly repairs, strengthens, nourishes, and hydrates my hair. This conditioner restores and adds moisture to my hair, leaving it looking super shiny and healthy. It feels extremely soft, smooth, and silky. It' more manageable, and I've noticed way less frizziness. This conditioner is super light-weight and doesn't weigh my hair down.   I absolutely love these products. The results are amazing and in just a little bit of time.  I absolutely love the scent of these products.  These products are suitable for all hair types and colors.   This OLAPLEX hair kit is a wonderful addition to my haircare routine, and I absolutely recommend giving it a try. Your future hair will thank you for it."
        },
        {
            "review_title": "A big must have in my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using Olaplex's Strong Days Ahead Shampoo and Conditioner for a few weeks now, and I'm so impressed with the results! My hair has been feeling noticeably stronger and healthier. The shampoo and conditioner are gentle on my scalp and don't strip my hair of its natural oils. My hair also feels softer and smoother than ever before. I love that this set is a great value for the price, and I'll definitely be repurchasing it in the future."
        },
        {
            "review_title": "Powerful trio!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Olaplex Strong Days Ahead Hair Kit is a powerful trio for anyone seeking to restore and strengthen their hair. The kit features No.4 Bond Maintenance Shampoo Intensive, No.5 Bond Maintenance Conditioner & No.3 Hair Perfector, all of which work harmoniously together to repair damaged hair from the inside out. The shampoo, conditioner hair perfector trio have a very lite citrus scent, if at all any scent, which I prefer. I noticeably noted that my hair felt way more nourished after just a couple days of using the trio of products. After consistent use, hair feels noticeably healthier, stronger, and more resilient. Perfect for all hair types, this kit is a true game-changer for damaged, stressed hair.  Please note: This review was collected as part of a promotion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "I was so excited to try Olaplexu2019s Strong Days Ahead Shampoo and Conditioner Value Set because I am a long-time fan of Olaplex products and the technology behind them. Olaplex doesn't just cover up flaws or put on a temporary layer of moisture or shine, it heals and repairs broken bonds. I applied No. 3 Hair Perfector on my damp hair and let it sit there overnight. When  I woke up, I rinsed my hair with the No.4 Hair Repair Shampoo and followed it with the No.5 Strengthening Hair Repair Conditioner.  My hair looked so strong and moisturized I didn't need to blow it out, I was able to air dry.. Usually, when I use other hair products or masks, I still need to blow dry my hair to tame it or make it appear more together, but not with these products. They are the holy grail for hair, and this set is the perfect way to use some of the best products together, and it makes the ideal gift for a loved one."
        },
        {
            "review_title": "Maybe next time....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I wasn't able to continue using this product,  as it instantly made my hair fall outud83dude33. Unfortunately the formula just wasn't right for me or my hair type.i cannot say I wouldn't recommend this set~~~ STRONG DAYS AHEAD ~~~ because what may not work for me, can work for you.  I believe I will look further into the ingredients and compare them with a product I've also tried before and with the same effects. On a good note, it did NOT make my hair dry or my scalp itchy... the packaging was good, no strong scent to attack my allergies.   this review was collected as part of a promotion"
        },
        {
            "review_title": "I love this set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I just had a baby so my hair has definitely been lacking in the strength department. Well I'm impressed because this set is amazing!! I don't know which one of these miracle products I have to thank, or if it's just the brilliant combination of the three.. but wow my hair feels and looks wonderful!!! It's stronger, volumized, super shiny, and overall more alive!! I was also impressed with how little product you have to use. Less than a dime size amount of shampoo was enough to suds my whole head. All three products also smell really good. The packaging is very minimalist but in a good way. I will definitely be getting it again!!  **This review was collected as part of a promotion."
        },
        {
            "review_title": "Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "Omg this stuff My hair was different after the first use. It looks so much healthier. I have issues with breakage. I am having fun trying different products to find what works best for my hair.  use these products regularly anyway (and love them!) so having them in these handy travel sizes is just perfect. A little goes a long way, so these should last several weekends.love the shampoo and conditioner. The shampoo doesn't dry my hair out and the conditioner seems to be working well. Helping reduce oily hair. Smoother is fantastic for after washing. Makes hair feel very soft and easy to manage.Really great products, had one of the sample sets great value as you don't need to use a lot and helps you decide the best products for your hair without spending too much"
        },
        {
            "review_title": "Great hair care set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "After using this product over the past couple weeks, I can honestly say that this has definitely improved my hair care routine. The shampoo is a really good consistency almost like the texture of spun honey and it also smells really good. I have used the hair perfector both before and after the conditioner, and I can honestly say I didnu2019t really notice too much of a difference using it before.  Even after leaving it on my hair for the full 10 minutes. I believe I noticed the biggest difference in texture and moisture of my 2b curly hair using the conditioner, it is a very nice smell and makes my hair feel super hydrated. This is very important because I live in the sunny state of Arizona. I also used this in conjunction with the curl defining gel and my curls have never looked better.  ****This review was collected as part of a promotion."
        },
        {
            "review_title": "Perfect set for new users of OLAPLEX!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I am very passionate about finding the perfect shampoo and conditioner set. This set is truly a perfect set for anyone who has not yet tried OLAPLEX or the OLAPLEX line. In additon, it also has a travel size OLAPLEX hair perfector number 3. This is a perfect was to test out the formula, without spending too much. This set truly is a bargain and a true steal. I love the formula of this shampoo and conditioner. It is truly creamy and light and leaves my hair feeling both fresh and silky. The Hair perfector prepares my hair for any hair styling I decide to do. Personally, I think this set can be also a perfect gift for the holidays! The set will truly allow your loved one to have stronger hair days ahead. I also think this set will make more people excited to try more from the OLAPLEX line!"
        },
        {
            "review_title": "You have to try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely adore this product combination; it delivers on its promise to strengthen and enhance hair health. From the first use, I noticed my hair became bouncier, shinier, and stronger almost instantly. Having used it for over a week now, I must express, as a beauty industry professional and esthetician, my astonishment at the rapidity of the results. The products are highly concentrated, meaning a small amount is sufficient, which is great since I have thick hair. I strongly suggest giving this set a try; it has provided me with remarkable results in such a brief period. Don't hesitate to pick one up before they're all gone u2013 you won't regret it if you're aiming for consistently healthy, light, and fluffy hair!"
        }
    ]
}