{
	"product_id": "1292",
	"name": "Salicylic Acid Acne Healing Dots",
	"brand": "Peace Out",
	"categories": "Skincare, Treatments, Blemish & Acne Treatments",
	"price": 26.0,
	"about": "What it is: The only patented acne patch that combines clean hydrocolloid polymer technology and actives to minimize the look of breakouts overnight...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Redness, Acne, and Blemishes..Formulation: Mask..Highlighted Ingredients:.- Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..- Retinol (Retinyl Acetate, Vitamin A): Promotes clear-looking skin..- Aloe Vera Leaf Extract: Gently soothes while minimizing the appearance of redness...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Our petroleum-free, medical-grade hydrocolloid contains anti-acne ingredient encapsulated salicylic acid to boost efficacy and reduce the risk of irritation. Retinol promotes clear-looking skin and aloe vera contains soothing properties. Visibly reduce breakouts in 6 hours or less...Clinical Results: In a consumer study:.- 91% of participants said that after using the product, their blemish was less red, less uncomfortable, and significantly less annoying in 6 hours.- 91% of participants said that the product healed the acne that it was applied to.- 95% of participants said the product helped soothe their skin where it was applied...",
	"ingredients": "-Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..-Aloe Vera Leaf Extract: Gently soothes while minimizing the appearance of redness..-Vitamin A: Helps promote clear-looking skin. ..Salicylic Acid 0.5%, Glyceryl Hydrogenated Rosinate, Paraffinum Liquidum, Cellulose Gum, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Styrene/Isoprene Copolymer, Aloe Barbadensis (Aloe Vera) Leaf Extract, Retinyl Acetate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-After cleansing, apply a dot, tacky side down, directly on your blemish..-For best results, wear for at least six hours..-For even peskier breakouts, use with Peace Out Acne Serum (sold separately)..-If you're experiencing any areas of excessive dryness, open skin, or went a little heavy handed with peels, chemical exfoliation, or actives, give your skin a little resting time before using Peace Out’s dots or patches.",
	"num_reviews": 5789,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/peace-out-salicylic-acid-acne-healing-dots-P481730?skuId=2575124&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2575124-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "20 Acne Healing Dots",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2575124-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "16 patches / pack",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2774305-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "meh.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I used this entire pack and I liked it, but nothing more. They’re good don’t get me wrong but they aren’t amazing. For the price I would lean more towards a drug store brand."
		},
		{
			"review_title": "Works IF the dots aren’t unusable",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Works except more than half the product is unusable. 60% of the dots were all stuck to the inside of the packaging instead of on the clear sheet where they should be. I had to cut the resealable packet open to try to get the dots out. I could not get the dots that were stuck to the packaging off the packaging and they stretched and tore when I tried. Waste of money, which is frustrating as these work well when they are usable."
		},
		{
			"review_title": "THE BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I am someone who is very acne prone with oily skin and every time I use these patches it sucks out EVERYTHING. They stick amazingly and do what it needs to without worrying that they might fall off or not do anything."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "love the product and works well but the patches stuck to the inside."
		},
		{
			"review_title": "It’s a must! Best one in the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Can’t live without it. I love it but so does my teenage son. Best on the market and nothing compares"
		},
		{
			"review_title": "Love this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Peace out is quickly becoming one of my favorite skin care lines. They have such great products. These acne patches are awesome! I would like to see some different sizes in one pack. Sometimes I just have little tiny breakouts and just need a little dot to help them. But, even though these are all one size, they still work great! My little ones are gone in a couple days. The big ones are at least less red and raised after a couple days. I like that these stay on. Sometimes I get in a hurry and put them on right after my moisturizer and end up having to replace them, I haven’t had that problem with these."
		},
		{
			"review_title": "Don’t waste the money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Did not help me at all. I think next time I want to buy, I will get an acne pen."
		},
		{
			"review_title": "Fav pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "definitely my favorite. They stay in place really well, even overnight, and I feel like they do a great job of absorbing all the gunk from pimples. What I love most is that they don’t irritate my skin. A lot of other patches I’ve tried end up pulling off a thin layer of skin, leaving the zit raw, but these don’t do that.  They’re gentle, effective, and help reduce the size of pimples without making my skin worse. Even though they’re a bit on the pricier side, they’re totally worth it for how well they work."
		},
		{
			"review_title": "Can’t live without these !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Work so well ! Keep me from picking at my spots and does a great job sucking the junk out. Pricey so I use for the big zits and stick to my hero patches for the less offensive spots :)"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "My favorite pimple patches. Just wish there were more in the pack!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Peace Out Skincare’s acne dots are the first product I have tried from them and I have really been enjoying them. It’s nice to protect my breakouts from exposure making them worse and these dots really help tame them."
		},
		{
			"review_title": "Amazing- works so well for hormonal acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Ok so I have such bad hormonal break outs. If I so much as rub my skin during this time I get a million massive bumps that won’t pop and last forever. I also do have a tendency to pick (shame). I had a massive zit between my eyebrows that I kid you not cause extreme pain when I had any facial expression. I tried these for the first time overnight it’s like basically gone. I’m totally shocked. Highly recommend"
		},
		{
			"review_title": "Best Solution for Perimenopause",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I'm in early 40s & going through peri menopause~ hormonal acne has surfaced. I tried everything at Sephora for breakouts but these are GOLD. They are the best thing I've tried & work SO so well!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "i used this and the results are not as great as expected i paid like 33$ and I saw so many great reviews but it didn't work out as expected and I followed all the instructions"
		},
		{
			"review_title": "These really help",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I don't break out often but I do get small bumps that seem like they are pus filled. Rather than pick and leave a mark I use these for 1 - 2 nights and lessen the problem. Not the first time I've bought these."
		},
		{
			"review_title": "Color could be better",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "These work really well but they’re spotted and look like blackheads :/"
		},
		{
			"review_title": "Burned my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Oily skin",
			"review_text": "I was so excited to try these because I do have some yellow pimples from time to time and I would like to cover them, saw this and it has clean ingredients so it wasn’t going to affect my acne. But when i peeled the first one off it hurt so much, and I realized that it had left a round very red dot on my skin, was already worried but brushed it off and took care of it. Now the round red thing on my face grew twice the size it was and it has pus coming out. Never using anything like this again!!!!"
		},
		{
			"review_title": "Peeled off my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "it peeled off my skin and made my pimple an infected big wound .. it's burning now..can't apply anything on it"
		},
		{
			"review_title": "So good and work well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "These are so good I used it for a huge pimple I had and it work so well"
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "They don’t work???? For the price point, I’d expect to see results. I think there is just good branding and marketing behind these patches. Don’t succumb to it like I did. There are acne patches on amazon for a fraction of the price that actually do work. Nexxttttt"
		},
		{
			"review_title": "Sooooo goooodddd",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This pimple patch is so good and is the only one that works for me, I have tried multiple other pimple patches but this is the best one!"
		},
		{
			"review_title": "Rage inducing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Half of the dots (at least) stick to the inside of the package. Don’t buy these."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very disappointed with this. It shrivels up weird and it doesn’t hide any more also makes the skin weird after removing the dot and left a dark spot of my acne"
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Awful. They don’t work at all. I put it on at night, and the next morning, the pimple is the same size. Then when I rip it off, it leaves a reddish appearance which is hard to cover up with concealer. The mighty patches brand actually work. I would never buy these again"
		},
		{
			"review_title": "A pimple knockout!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I used these overnight after my skincare routine.  .I shared with my sister. We both loved how quickly our breakouts shrunk. My pimples were pretty big. The first one was gone in 2 days! The second one took a bit longer."
		},
		{
			"review_title": "Must get",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "These patches do wonders. A must have part of my skincare kit. Stops me from picking at my pimple"
		},
		{
			"review_title": "Doesn't work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "The dots are too big for smaller pimples. doesn't work after leaving them on overnight. pimple looked the same 2 nights in a row."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Works really effectively, my favorite pimple patches. Worth the price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "These work so well! Once you place them on, they begin to kind of blend into your skin so they aren’t too noticeable. The patch really helped pull out all the gunk and helped flatten the pimple. Great amount of patches as well."
		},
		{
			"review_title": "love them",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Been trying out peace out skincare for a while now and I really love how their products stick to my skin and how they aren’t too flimsy like others have been. This is really great for a daily patch but there is also sheer options."
		},
		{
			"review_title": "Emergency blemish care",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using Peace Out’s Original Acne Dots for a few weeks now, and they’re a solid choice for spot treatment if you know what to expect. Each box has two packets with 10 dots each, which is awesome for keeping them clean and ready to use.  These dots are on the thicker side, so I’ve found they work best overnight or on makeup free days. They come in a skin toned beige, so they’re not super obvious but still noticeable if you’re out and about.  What I love most is how well these work on open comedones or popped pimples. They really draw out the gunk and help flatten the area by morning. However, they’re not quite as effective on closed comedones, those deeper, unpopped bumps don’t seem to respond as well.  Overall, Peace Out Original Acne Dots are great for emergency blemish care and work best when used on the right kind of spot."
		},
		{
			"review_title": "A staple in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Always a favorite. The acne dots help keep the pimples contained without needing to add extra creams or worrying about it sliding off throughout the day. I have been using these for years and are a staple in my routine. I would highly recommend."
		},
		{
			"review_title": "!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "these really work. I love them. always have some in my bedside table. will keep buying these as long as they make them"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "It did not work!! It made my skin feel gross and did not get rid of acne! It also stuck to the packaging in a weird way"
		},
		{
			"review_title": "Good but hurt",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "These patches are really effective. For the most part they are clear, I don’t have issues with wearing them out. I will say these things hurt to take off!!! Although they are effective I wish they wouldn’t hurt so much."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Some of the best patches. Flattens acne over night. You can't even see them when on.comrs with a good amount, I'd say usually as good othe popular brands but more inexpensive, which in this day in age is a must."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The Sephora Peace Out Acne Dots are my favorite! I now always reach for these tiny patches when an unexpected breakout occurs. The best thing about them is that you can wear them overnight without them sliding off because they are really simple to apply. My pimples considerably lessen in size and lose a lot of their redness within only a few hours. I particularly like that these dots contain healthy components like aloe vera and salicylic acid, which target blemishes and calm my skin."
		},
		{
			"review_title": "Juicy and Fat to Dry and Flat.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Now during my cycle I can get very mean juicy and fat zits. One appeared on my right cheek recently and I was desperate to get rid of it because it was so painful and juicy. And I mean so painful that I could feel the fluid inside pulsing at my skin wanting to get out. I used some of my other acne patches but they weren't working, then I got this and after making a tiny hole for the stuff to get out, I placed this over the zit, and after the first night, the gunk that got sucked out instantly relieved the pain. And after the second night, even more came out and now it's completely flat. It gave me so much relief after just one use. Get this if you have painful acne ASAP."
		},
		{
			"review_title": "Very effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been getting pimples here and there and when I got this i was so excited to see if it helps. This actually does the job. I wore it two nights in a row and each time I took it off I could see the whiteheads coming out the pimple and the area just became flat. It is also very skin like so it would be appropriate in any setting. Definitely a staple!"
		},
		{
			"review_title": "Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "These are the only acne healing dots/patches that actually work for my skin. These are a great quick overnight fix and also help keep acne clear from bacteria in order to heal quickly. These are super sticky, which I enjoy since they don’t fall off throughout the day or when i sleep!"
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "gets rid of the pimples quickly as if they were never there!"
		},
		{
			"review_title": "I love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "These are a life saving for me. Anytime I have a pimple, I throw the patch on overnight and the next day the pimple is gone. I have tried almost every pimple patch and these are the best. They are super sticky to stay in place and effective."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I always loved this Salicylic Acne dots from peace out. They work like miracle overnight. Easy to apply and helps with any blemishes that you need to get over. I would definitely buy it again! Love it!"
		},
		{
			"review_title": "My favorite pimple patches!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "These Acne Healing Dots work SO well! I pop one on a pimple when I see it forming (or even when it’s already noticeable) and by the next day it’s either gone or almost gone! I’ve used these so many times and will always repurpose and recommend because they’re that good!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The Peace Out Acne Pimple Patches are a game-changer for quick spot treatments. They're super easy to use—just apply, sleep, and wake up with noticeably reduced redness and swelling. The hydrocolloid material really helps draw out impurities while keeping the area protected. Great for emergency breakouts, especially before big events!"
		},
		{
			"review_title": "An amazing option to cover hormonal acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve never tried these patches before and they are so good! Now I feel a lot more confident using this than to use a lot of makeup to cover my skin. Sometimes I struggle with hormonal acne and it feels so incredible to get a solution without getting dark spots or marks after!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "If you have sensitive or even regular skin, this product is not for you! I used it once and it left big red welts on my skin where I used it overnight.  Too strong."
		},
		{
			"review_title": "Works well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "these help my acne so much overnight! it gets everything out and does a good job of healing."
		},
		{
			"review_title": "Unacceptable Product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These usually are my favorite pimple patches and I have never had a problem before with them until this purchase. These dots were covered in brown spots."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "My blemishes cleared quite fast with these patches but i would recommend not to wear them in the same spot on days back to back."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "They’re really good at pulling gunk out of pimples but the adhesive is a bit too strong snd they often leave a red ring when i take them off"
		},
		{
			"review_title": "amazing patches.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "loved these patches. effective and easy to use. I've tried a lot in the last few months, and these are among the best I've found yet."
		},
		{
			"review_title": "Amazing, buy now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "They work so well and are addicting to look at in the morning!"
		},
		{
			"review_title": "Great zit zapper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "These dots work fantastically. They go on and stay on (99% of the time). You can see them suck out the gunk from a pimple as time progresses. The box says 6 hours, but I’ve left them on overnight. They’ll zap any zit pretty well. If it’s a bigger one, it’ll take a few dots (I recommend waiting a day or at least 5 hours between dots)."
		},
		{
			"review_title": "Amazing product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Best product ever except when I bought this, a sheet of dots were missing. Other than that, it’s a great product and works."
		},
		{
			"review_title": "Love these.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I wish they had these when I was younger and had more pimples. They would have been a life saver Now as an adult in my 30s I get the occasional pimple pop up and when I do, I immediately throw one of these on to prevent myself from picking at it. The next day the pimple is either gone or reduced in size. I'd say they worth the money."
		},
		{
			"review_title": "Oily Skin - Yes Approved!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "All pimple patches pretty much do the same thing. I like these best because they are the only ones that will stay on my oily skin."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "As a 12 year old girl, I have started getting pimples. Some will say it's because I am a sephora girl and all of the products I use are bad for my skin. Although I asure them that I only use healthy products for my skin to help my skin thrive and to prevent pimples and I always check with various sephora employees before bying a product. But puberty is still a thing, and products still help just not all of the time. In the rare cases that I do get a pimple, this is or was my go to. These pimple patches did do the job but exfoliated my skin to much leaving a red dot of earatated skin were the sticker was. And those red dots stayed on my skin for hours."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Acne healing dots are effective for treating pimples by absorbing impurities and protecting the area. They're easy to use, fit well under makeup, and often include soothing ingredients for better healing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love these pimple patches! Honestly, they’re probably one of the best brands out there for patches. I put one on a fresh pimple and it will be gone in a couple of days because these patches are so good!"
		},
		{
			"review_title": "Life saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "I’m in love with this! I have a cyst on my forehead and after putting this on for 8hr the size reduced significantly. Not as invisible ad the inkey list but works way better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "These are amazing! Highly recommend. I put mine on before bed and wore them all the next day and in the evening took them off. The white heads were all right at the surface of the skin which made extracting super easy and very minimal pressure. I will absolutely buy again!!"
		},
		{
			"review_title": "YES",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "These acne dots are actually amazing. It is SOOOO SATISFYING to peel them off. They really help heal and get all the nasty puss out. You can literally see it it’s so awesome. This brand and their products are always so good."
		},
		{
			"review_title": "Definitely a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "These acne dots are now my new favorite patches to use for my acne! Anytime I get a pimple I go straight to using these dots. The dots help with inflammation and redness of the pimple and also helps with the healing process"
		},
		{
			"review_title": "Great on go",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Simple to apply, they don't often rip off or pop up unless you put them on a very curved spot, like the bridge of your nose. It did indeed help to lessen active acne. In just one application, the additional chemicals entirely eliminated the two white heads I had. come in a big size that makes it easier to cover huge breakouts or several areas at once."
		},
		{
			"review_title": "Skincare Infused Acne Patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been using these peace out acne patches for the past few weeks an ther really good y’all ..they helped heal a big pimple I had on my chin it was under the skin an was ther for a minute and this really helped..it’s like gone now..I like it has other skincare infused to help heal the breakout..I think the aloe really helped..it is so good for the skin..I will most definitely be pickin these up again"
		},
		{
			"review_title": "They work!! Tried and true✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The only true and tested healing dots that actually work for me. I’ve tried so many different types of blemish patches and I only see a significant improvement when I use these. The moment I feel a blemish about to start, I pop one of these on and by the next day it’s completely stopped it or shrunk in size. I also want to note that I have sensitive skin and these do not irritated my skin."
		},
		{
			"review_title": "A must have product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is definitely a must have product , I have loved these pimple patches they have been the best ones I’ve tried and I 100% recommend them !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These pimple patches work amazing! I am obsessed with them. I slept with them on my face over night and I really like the results, definitely helped clear my face & pimples! This product is very great and I definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "My skin was breaking out due menstrual period it really helped."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've tried so many different pimple patches so I was super excited to try this one! I felt that the ingredients in this product worked better than others and did not irritate my already sensitive skin!"
		},
		{
			"review_title": "Very Effective and Simple Acne Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I finally tried my sample pack of this product on a newly inflamed pimple. I have used one patch per day since yesterday. I periodically have sensitive skin, so I didn't switch the patches as often as the packaging recommends. My targeted zit has greatly reduced in pain, color, and size. This would be a great option for travel acne needs. However, I don't think that I would use this as my daily acne treatment due to cost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Must for everyone  Always keep this for emergency pimples.  Used it when I got heat acne.overnight patch heals the acne and dont leave marks  Overn"
		},
		{
			"review_title": "Ok good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "Good but I expect more bc it’s really expensive  Igs"
		},
		{
			"review_title": "Good option for acne, pimples and oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I need Sephora to give us a special discount, and I can take all of them home. It absorbs acne and oily surfaces. It cleared out blackhead on my nose after 3 days usage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I honestly can’t recommend these enough. They have worked every single time I’ve used them on oncoming pimples and white heads. I had a small bump/white head that I had been trying to get rid of for months and nothing was working.  I used one pimple patch overnight and it extracted everything. I’ve never been so compelled to write a positive review!"
		},
		{
			"review_title": "Love them !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using their acne healing dots for years and they’re the only ones I’ll use! They work great, you can see the results!  Give them a try"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "So it makes some of the best acting dads on the market. I find that they were super super well they are great to go under make up if you want to hide and cover a pimple they also do really well at extracting pimples as well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Peace Out Acne Healing Dots are highly effective for treating pimples quickly and discreetly. They stick well, are nearly invisible, and reduce the size and redness of pimples overnight. The combination of salicylic acid, vitamin A, and aloe vera helps soothe and heal without drying the skin. The convenient packaging ensures hygiene, though they are pricier and less effective on cystic acne. Overall, they're recommended for regular breakouts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have had the time and privilege to try out the Acne Healing Dots from Peace Out and here are my honest thoughts and opinions. To start off I'd like to disclose that I have normal to combination skin, fairly sensitive but mainly acne prone. That being said, I have been in dire need of some good Acne Dots. I love adding these Acne Dots on no makeup or little makeup days while I let it work its magic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "If you need a patch that actually sticks, and will stay on all night, these are them. The work super well, and I have not had a problem with them falling off or moving while I’m sleeping. Big fan of these!"
		},
		{
			"review_title": "The only pimple patch that works for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed with these! When I get a pimple these are the only thing I can rely on to save my skin! I have tried several other pimple patches and none work like these do for me."
		},
		{
			"review_title": "Really good, but value packs no longer sold?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "These are really good, stay on overnight and by far the best of the dots out there. Just wondering why the value packs are no longer being sold, because they are pretty expensive."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Okay. These are just so good! I love the peace out dots so much. They are definitely more pricey dots but i think they’re worth it to treat yourself. I also think they are a nice luxurious gift to a friend."
		},
		{
			"review_title": "Blemishes look less red!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using this in a few of my breakouts, I feel like my blemishes did get smaller or were protected when wearing these healing dots! My blemishes looked smaller and less red after trying these healing dots"
		},
		{
			"review_title": "Holy grail status",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "The Peace Out Salicylic Acid Acne Healing Dots are a must have for me! I use these every time I have a breakout. I apply them at night and in the morning the pimple is visibly reduced and less red. They stay on really well and don’t irritate my skin. Highly recommend!  *I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Needs more patches",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "These patches definitely work to help pull the gunk out of your pimples without needing to pop anything, however I wish you got more patches for the price. I've never used these before this purchase and I used almost half of one sheet just on the active pimples I had (don't judge me & my pimples ty) when this arrived.  if they provided more I'd recommend these more"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "These won’t actually heal anything, but I prefer to use them when I have a pimple that I don’t want to pop or pick at, and therefore they seem to help with less scarring or long term redness. I have sensitive and reactive skin and when I pop a pimple it remains red for months afterwards, but these help prevent that outcome."
		},
		{
			"review_title": "Similar, but not better, need more",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am providing an honest review. We are only allowed two photos. One is from 11pm and the second is 7am the next morning. That is 7 hours and after I peeled it off, you do not see a difference. You only see that it was starting to turn colour. I put another one on for the rest of the day. You have to keep it on for average 12-48 hours to really see any real change. Realistically, you'll probably remove it when you shower or put on makeup for the day, so you'll to apply a new one to continue the treatment. You'll probably want to use this along with something else. If you only use this, it gets pricey. It is similar to other brands, but this one is tinted beige skin tone, with freckle spots. This one is slightly on the thicker side, one size only, and sticky. A lot of packaging for very little product. I would not go out of my way to purchase this unfortunately. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "No more picking at my skin!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I had a couple of spots that were lingering after a break out, and they just needed some extra help. I decided to use the Peace Out Acne Healing Dots, and they seriously helped so much! The change I saw from the first day was honestly incredible! I can truly say I have not used an acne/spot treatment that really worked as quickly as these.  The swelling was down overnight, and the redness was gone. I had a pimple that seemed like it just disappeared! It wasn’t too big to begin with, but it was so nice knowing that spot wasn’t going to grow any bigger or get worse. I used the patches two nights in a row, and those pesky pimples were gone by day! No red marks, no scarring, and no picking at my skin!  I have sensitive skin, and I had zero issues from using these dots. I will definitely be purchasing these to keep on hand!"
		},
		{
			"review_title": "Not bad",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "These aren't too bad. The adhesive isn't overly strong I've had a few kind of pop/fall/slide off,I've been using this product for a week now,i don't see a big difference yet.got this #freeproduct from #trywithtopbox"
		},
		{
			"review_title": "not worth the money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "not worth it—works the same as any 30 pack for one dollar you can get on amazon. nothin special about this, it’s just overpriced with little to no results."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "These patches draw out my pimples and reduce inflammation really well. They are super sticky, more so than other patches i've tried. This is good because they stay put, but it can be a bit irritating if you take them off too soon, or if you're not gentle enough. Overall they really work, and they're not super visible on the skin.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Best Pimple Patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "These patches are amazing! I have been using them for the past two weeks and they have helped so much with my breakouts. It’s amazing to see the difference they make overnight & not to mention how satisfying it is to remove them. 10/10 recommend!"
		},
		{
			"review_title": "I want to love these but I can't:(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I get small surface level break outs, I leave these on over night when that happens and when I take it off in the morning, nothing changes."
		},
		{
			"review_title": "A must have-seriously",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Peace Out Salicylic Acid Acne Healing Dots Helped immensely with my breakouts. It’s a really useful product for minor to moderate acne issues. This came right in time of a wedding I had to attend while my face broke out in some pimples. I applied at night and was so happy to see the difference the next day. Happy to keep it as a regular in my facial care.   #trywithtopbox #freeproduct"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these dots! They work the best out of al the pimple patches that I have tried and I have tried a lot.  They are great because they help me not pick at my acne while also healing my acne at the same time. I always have these in my drawer and they are so convenient and easy to use! They never irritate or dry out my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These adhere really well. I don’t worry about them moving around or falling off at night. That being said, if you use it on a place where you have a little extra peach fuzz, removing it may feel like a tiny painful wax strip.  I appreciate how well these blend into the skin. They’re almost invisible, which is great because I frequently forget about pimple patches and leave the house.  I don’t think I have the right kind of breakouts to get the super satisfying results with these, but they do work. Whatever bump or blemish I put them on, it is flattened afterwards. If it’s painful or irritating, the patch also relieves that.   *I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "LIFESAVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love thissss, it lowers down the inflammation and absorbs all that junk!! They are clear so barely noticeable if you work in a dress code strict setting"
		},
		{
			"review_title": "Horrible quality in Canada compared to USA",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Aside from packaging, there used to be a negligible difference between dots I purchased in Canada vs those I purchased from USA around two years ago. Starting around last summer, I started to notice the dots I purchased in Canada were sticking to the packaging (each dot is >$1 CAD) and overall thinner. At first I thought it was a couple bad supply batches, but it’s been over a year and the quality continues to get diminish each time I buy them. Switching to Mighty Dots"
		},
		{
			"review_title": "My teen loves them!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I get these for my teen age daughter who suffers from acne flare ups near that time of the month. She swears by them. They really do help reduce the size of the pimple! They are clear and discreet, so you can wear  them out and about!"
		},
		{
			"review_title": "These work!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I'm older, (48) and still get monthly acne. I was amazed at how this reduced the redness and appearance of my monthly crap. It also kept me from picking at it. Wish I had these as a teenager!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Best acne patches in the market. I keep these in stock at all times. Too bad they run out of 60 counts."
		},
		{
			"review_title": "works great but the packaging is not good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had a bit of trouble taking these out of the packaging, a few of them got stuck in the package they came in, which needs to be addressed and fixed. As for the patch themselves, they are quite sticky, so once you place them on a pimple, they will not move. I used this at night only and I do feel like this did help improve the appearance of the blemish but it will not make it disappear overnight. This helps to tone down the redness and I do find it does help to make the blemish heal faster than if I were to let it heal the natural way. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Great product. The redness and inflammation went away almost immediately and I wasn't picking away at my face like a gerbil in distress. Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I got the sample from #topboxbeta in exchange for an honest review. I used a single patch before going to bed when my acne was very swollen. Took one pic before,one during and one after. The swelling has reduced a lot and overall i am very happy with the results for now atleast."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love these acne patches! I love how the patches are so strong that they don’t just fall off easily! I love how effective the patches are as my pimples would tend to be removed after using 2 patches! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Effective patches!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "These pimple patches do the job! I had a pimple on my chin right before an important event, so I put a patch on my pimple the night before, and by morning it was significantly better! The swelling and redness had decreased and it prevented the pimple from scarring. I really liked that the patch stayed on overnight, as I've had problems in the past with other patches coming off during the night. Overall, I liked the patches and will be buying more!  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "THE BESTTTTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this Brand<3 !!!!  it never fails me when a time in need."
		},
		{
			"review_title": "Not my fav. Might work for someone else.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Honestly overhyped. Personally they did nothing for me even when I followed the instructions. Redness remained the same before I put it on and after I took it off. Way overpriced would much rather prefer the Hero. mighty patch's that completely get rid of it for $6.99 at target."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I love this acne patches. They get rid of my pimples super fast. They get rid of the redness and inflation super quickly which allows the pimples to heal faster.  Also wearing them helps me stay away from picking at the pimples."
		},
		{
			"review_title": "A-M-A-Z-I-N-G",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "I bought this for my mom and she LOVES them! You can see a big difference from before and after you put them on! She also says that they relief pain from the pimple/zit￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Peace out skincare for the win!!! these are truly the best patches I’ve used on my skin. They are very sticky so they won’t fall off. They pull all the gunk out of your skin and shrinks them almost gone overnight."
		},
		{
			"review_title": "PEACE OUT IS THE BESTTTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Great product! I love peace out…they have the best patches! I will never use others. DONT BUY OTHER PRODUCTS. It’s so great on my skin and definitely gets rid of the pimples/zits. It’s also clear so it won’t  be fully visible."
		},
		{
			"review_title": "Better than most",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Pimple patches usually don't work too well, but this one by far works the best. This helps acne heal much faster, and it is very easy to use. It especially helps with healing blemishes. For example, if your acne opens up or starts to bleed, this help build a barrier over the opening, preventing further infection."
		},
		{
			"review_title": "Great Effective Acne Dots!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love these acne dots! They are super effective and easy to use! These dots make my pimples almost disappear overnight and they collect sooo much gunk from my pimples. The only thing about these patches is that they are very expensive but otherwise I love them!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These pimple patches work so good! I got rid of all my acne bump when I used it! I love to use it every time I go to bed so it can work it’s best throughout the whole night! I would recommend using this to avoid popping pimples!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "the first pimple patch out of the pack i used was a little underwhelming and just left sticky residue on my face, but the second one worked amazing at reducing my pimple size as well as getting the gunk out so i'm glad i at least retried them before dismissing them all together! a few of them after left a sticky residue but nothing too awful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "So far so good at eliminating so hard to get rid of pimples."
		},
		{
			"review_title": "Inappropriate packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I was a little disappointed with the packaging of the stamps. Some of them remained stuck in the bottom of the resealable packaging and could no longer be used. Maybe it would be beneficial to transform the packaging? Otherwise, the product is comfortable to wear and takes several days to take effect. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Terrible packaging makes the product useless",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received a 20 pack and I was utterly disappointed to find over half of the patches completely stuck to the packaging on both sides and already torn. It was impossible to pull the rest of the patches without distorting them and making them useless in the process. I thought it was a bad batch but it seems to be a common problem according to other customers. A new formula and packaging is paramount. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "No these are amazing! I have tried so many brands and none has worked as good as these! Gets everything out and leaves no scars! Highly recommend. Will be ordering more!!!"
		},
		{
			"review_title": "An ok product, but I probably won't buy.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Overall this product worked to decease the time I had a pimple. Occasionally it did leave me with some redness and irritation so I did not like that. I did like that the patch made it impossible for me to pick at a pimple, which I am prone to do without even realizing it. I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I absolutely LOVE these acne patches- I apply at night and wear for as long as possible. It reduces the spot by so much and brings and underlying puss to the surface. Would absolutely recommend these!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The packaging is super cute! I love that it informs you on what ingredients are infused in the patch. The patch itself stays on and works phenomenally. I like to leave them on even during a shower because my skin is so sensitive that if I don't use a pimple patch, the popped pimple will get infected. Overall, these patches work well for my needs and I'll be reaching for them again!"
		},
		{
			"review_title": "10/10 pimple patches",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "i was always skeptical about pimple patches and didn’t think they’d work, but after using these on my breakouts i realized they are actually very effective. i love that it diminishes the look of your breakouts and also are sheer, making it less noticeable. if you’re looking to reduce the look of ur breakouts (even over night) these work so well 🫶🏻"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Best patches I have tried to date. They really suck it all out and leave minimal redness. Usually my skin is flat enough to apply makeup over top."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I absolutely love the Peace Out Skincare pimple patches! They've been a game-changer for my acne journey, providing a quick and effective solution for breakouts. The patches are easy to use, blend seamlessly with my skin, and help reduce redness and swelling overnight. Plus, they're packed with skin-loving ingredients that promote healing without harsh chemicals. It's amazing to have a reliable product that boosts my confidence and keeps my skin looking its best!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Luckily or unluckily I was able to use this because I had a spot on my face. Putting this on I hoped for results. Well the next morning it was noticeably calmer and no redness. After a second day it was virtually cleared! A pimple sticker I’ll be reaching for in the future."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "My teenage boys use this and ti works great. They usually use it overnight and it helps a lot. I highly recommend every teenager or adult with acne to use it. It also helps not to touch the pimple.  gifted"
		},
		{
			"review_title": "Do not recommend this product ￼",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I had used all of them, and none of them worked at all. I tried to give it a second chance using more, but it just doesn’t work at all.￼ Definitely do not recommend."
		},
		{
			"review_title": "Truly obsessed with these, repurchased",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "These patches work better than the majority of other pimple patches due to the salicylic acid. Many patches use only hydrocolloid which draws gunk out when a whitehead is present but doesn't exfoliate when a pimple is just forming. Salicylic acid causes cell turnover so these patches work on newly forming zits in addition to zits with a visible white center. I've also had success removing a milia using these patches. One word of caution: the active ingredient in this patch is strong and so they shouldn't be left on for 24 hours like a normal pimple patch. Start with just an hour or two to see how your skin reacts and go up from there. I did notice when patches are larger than the area needing treatment, my skin does get some redness surrounding the zit."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "It was all sticking to the cover. Too thick. Weird color.                     ……………"
		},
		{
			"review_title": "Does not work only makes things worse",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Ruined my skin! It peeled off a layer of skin underneath the patch and it took weeks to clear up. I will NEVER buy this again"
		},
		{
			"review_title": "A must have for pimples",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "After using this product , these pimple patches work great! They really minimize any pimples , you can even put makeup over them and you can’t even tell I’m wearing any pimple patches . Recommend 100%!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These patches have been great! I’ve been using it on my new pimples and acne and it definitely helps reduce and flatten my pimples overnight. I would definitely recommend and I would get it again in the future"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love these acne dots! Not only are they discreet, but they cleared up my acne overnight! Whenever I would have a little pimple I just saw one of these on in the next day it would either be smaller or completely gone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I get whiteheads every once in a while and have to get rid of them fast for my job. These literally suck the gunk out overnight and don’t scar my skin. They’ve saved me during the summers when I break out the most. 10/10 would recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received this product in exchange for a review. These pimple patches surprised me with how quickly they worked and how little I had to use it. I used it on a pimple that was forming and it was barely noticeable the next day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "after using this product for a couple weeks, this product is now Mt go to for big stubborn pimples that won't go away. they're thin and transparent and don't show up on my skin so I can wear them out or wear overnight. they really do take out all the gunk that's in my pimples and leaves them flat over night.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love these they work amazing on blemishes and sensitive skin ! They calm blemishes gently without irritating them great for acne prone or sensitive skin !  I also love that they stick really nicely they last all day and even night which is great ! These are my new fav Definitely recommend"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I was gifted  these peace out acne patches. They are amazing! Super easy to use, just stick them to your acne and keep them on for 6 hours. Then just take them off and boom your pimple is gone! Definitely recommend getting these!"
		},
		{
			"review_title": "9/10",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love!!!! I have tried so many different kinds of patches but these are by far the best. I will say tho mine weren’t clear, they were very yellow. Still worked tho!"
		},
		{
			"review_title": "Overnight savior",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve tried other pimple patches but I always come back to this one! This sucks all the gunk and dirt from my face without feeling like a piece of my face is going to come off. It reduced my redness in a few hours and didn’t make me feel self conscious in public with pimple patches on because it’s basically invisible! Will continue to repurchase again and again"
		},
		{
			"review_title": "A trusted brand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I had this 3 pimples on my T-zone, and I rarely get breakouts. I wasn’t stressed about it though because I know I can trust peace out skin care to help me when I have random acne pop out. I used to have a ton of pimples when I was younger, so I know what brands work for me. This is definitely one of them. The gunk that comes off is soooo grossly satisfying!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The best acne pimple patch ever and it works overnight my pimple is reduced by a ton and it’s minimal and you can barely see it. I love that it’s clear too so I can wear it during the day and not really worry either."
		},
		{
			"review_title": "Pimple eraser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Woke up with a huge pimple today and decided to use these patches! Used the patch for about 6 hours and it was literally filled! Pimple was almost completely gone! Will definitely be using this pack all up and stocking up on some more!"
		},
		{
			"review_title": "Must have for Date Nights + Events!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Love these pimple patches! They get the redness out within 6-8 hours and significantly reduce the overall size if not diminish it completely. These have saved me time and time again for dates, work events and more! Highly recommend and way better than any other brand I have tried."
		},
		{
			"review_title": "waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "bought a pack of 40, and all 4 packages were damaged and unusable. when i tried to pull them out the package they wouldn’t come out so I had to rip it open to see that they were stuck onto the other half of the plastic. ugh j a waste of my time and money"
		},
		{
			"review_title": "Mostly invisible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "This product is great! I personally like to wear these acne-clearing dots to bed where no one can see me and I can have them working all night long! As long as you adhere them correctly, they aren’t very visible in person, but make sure to wash your face before application and not to touch them otherwise people can tell!"
		},
		{
			"review_title": "Life saver !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These patches are perfect for pimples ready to pop overnight! If you haven’t already you must buy. They’re simple but extremely affective. I even used it for a back pimple and felt instant relief upon placing it. These patches were gifted!"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Acne healing dots have truly revolutionized my skincare routine. As someone who struggles with occasional breakouts, finding an effective treatment that doesn't involve harsh chemicals or extensive steps has been a game-changer. These dots are incredibly easy to apply – just peel off, stick onto the affected area, and forget about them.   What's remarkable is their effectiveness. Overnight, they work their magic, visibly reducing redness and swelling while accelerating the healing process. I've found that even stubborn pimples are noticeably smaller and less inflamed after just one use.   One of the best features is their discreetness. They blend seamlessly into the skin, so I can wear them during the day without feeling self-conscious. Plus, they create a barrier that prevents me from picking at my pimples, which only exacerbates the issue.   Overall, acne healing dots have become a staple in my skincare arsenal. They're convenient, effective, and gentle on the skin – everything I look for in a skincare product. I highly recommend them to anyone looking for a quick and hassle-free solution to breakouts."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "These Acne Dots effectively reduce pimple size and redness overnight and are easy to apply. They are gentle on sensitive skin but are best for spot treatment rather than larger breakout areas. I went to sleep with 2 pimples on my forehead and woke up with none!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love these pimple patches they work very well at taking my pimple out and away without popping them it helps with healing and the pain of piping on and these ones are special because they are invisible!!"
		},
		{
			"review_title": "A favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I started using these pimple patches the other week and I noticed a big change on my problem areas. The redness was gone within a day of using them. how I wear them is under my makeup. Loving how they’re clear and blurred finish you can’t really see them. On my third day the pimples has flattened out and no trace of it being there."
		},
		{
			"review_title": "I love this so much it’s a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this it has made my pimples go away or make them smaller I love sylasic asid is such a good alternative"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love these pimple patches! You could even go out in public with these since they are transparent. They definitely helped with my pimples and are now a must have in my collection! I will definitely be using these from now on!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "I used these acne patches on my popped pimples and found that they really helped my skin heal quickly. I liked how they stayed stuck onto my skin even after sleeping for 9 hours. I'd definitely purchase these again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The Peace Out Skincare acne spots are great. I’ve tried quite a few different brands and this one was good. It reduced the size and appearance of my pimples. Would definitely continue to use. I would repurchase this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "It's actually unfair how much I like these pimple patches, because they have now become a staple that I can not run out of. I tried another brand before these, with very minimal, if any results, so my expectations were pretty low. That said, the pimple on my chin had taken up residence for a few weeks, without wavering, so I was willing to try ANY thing. THESE PATCHESSSSS WORKED!!!! It took a few days and I left them on pretty consistently. I noticed no drying. The patches adhered all night without coming off and were still sticky when I removed them. I have no negatives, if you are on the fence, TRY THEM!"
		},
		{
			"review_title": "I like these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "I don’t break out often but when I do they are red and tender! I’ve been using these for a while and I like this brand in particular. They are clear so sometimes I forget I even have them on and leave the house. Lol. They work!"
		},
		{
			"review_title": "Works best on white heads",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is ok. It only sucked the goop out of a zit with a white head on it. Also, don't use it on the side of your face by the eyes; the skin is thin, and it leaves a mark."
		},
		{
			"review_title": "It works!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I had a monthly breakout near my chin/ jawline. It was quite big. I used this pimple patch and nxt day the pimple shrunk in size and was less painful. This even sucked out so much gunk from the pore!! These pimple patches work!! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Perfect solution for occasional pimples!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Peace Out Salicylic Acid Acne Healing Dots are perfect for dealing with stubborn breakouts. These hydrocolloid patches are infused with salicylic acid, which penetrates pores to clear up acne. There is also the addition of vitamin A which helps promote skin renewal. The dots are mess-free and easy to apply, and stay securely in place overnight. I did notice that these dots reduce redness and inflammation quickly and were effective after just one use. My blemishes appeared smaller and less irritated by morning. Perfect solution for occasional pimples. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I choose these as a free sample because the reviews were low and wanted to give them a shot. WOW. Sucked out so much gunk and they actually stayed in place at night. They are quite sticky, but other brands have fallen off either onto my hair or pillow. Would highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Always pulls all the gunk out of my pores! I find it works best if I poke the top of the white head with a pimple tool and immediately apply a patch."
		},
		{
			"review_title": "My all time favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I was very excited when I received the Peace Out acne healing dots. They are my absolute favorite acne patches. Although I find the price is a bit high for the amount you get compared to other brands; I have yet to find another brand that works as well as Peace Out. I prefer to wear them at night (you can cover them with your foundation if you wish to wear them during the day) so I need a dot that won't fall/rub off while I am sleeping. Peace out acne healing dots are the only brand I have found that I never have to worry about falling off. They adhere perfectly to my skin and stay in place. They are also the most fast acting dot I have used. When I have an pimple I just stick on a patch, go to sleep and in the morning the patch has pulled all the dirt and oil out and onto the patch. It quickly diminish the size of the pimple and speeds up the healing time. Depending on the size and aggressiveness of the pimple it sometimes takes two nights with a patch but after that my pimple is gone. Due to the price I sometimes try other brands but I am often disappointed and always go back to Peace Out. These dots are one of my top repurchases at Sephora. I highly recommend; they are easy to use and highly effective. I love them. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I got this product for free to try from topbox circle in exchange of my honest review. I have used this product for few times and I like it how it removes acne I had always dealt with acne all my life and it removes the acne instantly however it leaves a mark behind."
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "These little patches were more of a good cover up for my daily makeup than for any healing properties. They didn’t seem to work on me like I hoped they would. I did receive them right before a big breakout though so maybe it would have been better if it was just my regular acne. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A must for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "After using this product I like it.  The small patches stayed in place throughout the day and was hardly noticeable on my skin. I loved the results! No more pimples.  Perfect. I will purchase in the future. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "It’s a no.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "May work for others, but did not work for me. It made my small no big deal pimple into a giant cystic acne situation. It made it extremely large, swollen, painful, itchy, hot and red. On the second day with a new patch it stayed the same, but only changed in color. The cystic acne pimple was now a dark purple color, but still large, itchy, swollen And hot. The only reason why I’m giving it the second star is because I liked the color of the patch. Someone with an olive or medium tone like me they blended in well."
		},
		{
			"review_title": "Wanted to love these but they're not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really wanted to love these because I think that acne treatment patches like this are a great invention. Compared to others I've tried, I found the patches to be too thick and the colour also made them clearly visible on the skin. If you leave them on overnight the adhesive is very sticky and leaves a residue when you take them off. I occasionally saw my spots improve after using them but overall rarely saw much of a difference and for the price, I don't think I'd repurchase. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Peace Out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Ok, so I really wanted to this to work for me, and although it shrank my pimples, they did not fully go away.  I still believe that people should give it a try though, because I feel like I just have tough skin for things to work on.  The patches were easy for me to remove from the backing and it was super easy to apply.  It didn't leave a mark, or residue behind when I removed it, which was a huge plus.  I thought the packaging was really cute though, and easy to store, so that is why I gave it the rating I did.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "The Pimple Patch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Many of us can relate to the struggle of picking at blemishes! For years, I haven't found anything truly effective until I discovered the world of hydrocolloid patches. It was a game-changer!  My patch journey began with the popular CosRx Acne Pimple Master Patch. Being Korean-made, it appealed to my trust in Korean skincare. While these patches did help absorb fluid from already-popped blemishes, their price increased after the pandemic, and they only offered one main ingredient: hydrocolloid. This worked okay for post-pop situations, but I wanted something more for those under-the-skin troublemakers.  That's when I found Peace Out patches! These patches boasted additional ingredients to fight acne and bacteria, making them incredibly effective against those under-the-skin pimples. However, their effectiveness came at a premium price tag.  Knowing my tendency to pick (a work in progress!), I came up with a strategy. I started using Peace Out patches strategically - only on un-popped blemishes. This allowed me to get the most out of their power while managing my budget. The results were amazing – they truly helped those under-the-skin pimples disappear!  To find a more budget-friendly option for everyday use, I discovered LitBear patches, a Chinese brand. While not as powerful as Peace Out, they contain witch hazel for a gentle benefit. I noticed both LitBear and Peace Out patches worked differently than the CosRx brand. Their unique formulas seemed to draw out fluids more effectively, which I believe is due to the added ingredients.  My Patch Arsenal:  Peace Out: My go-to weapon for those stubborn, under-the-skin pimples. LitBear: My daily warrior for more general blemish control. This approach allows me to target different types of blemishes effectively, without breaking the bank!  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Love this. I’ve tried many different acne dots but this one is by far the best. -1 star because of the price."
		},
		{
			"review_title": "Game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I bought this for my boyfriend since he was breaking out a lot. He was skeptical and laughed at first but after some convincing tried it on. He had it on the whole day and forgot about it. The pimple had shrunk when he took it off and he was pleased. Now, he just puts a pimple patch on wheel he breaks out without me n nagging lol."
		},
		{
			"review_title": "I would by again.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I find these work on small, non-cystic acne. They help with small spots here and there. They are quite thick, so definitely not invisible, and I wouldn’t feel super comfortable wearing them during the day until they were hidden."
		},
		{
			"review_title": "Wouldn’t buy it again…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have sensitive skin and when I opened the package, the acne stickers just got all sticky and gross."
		},
		{
			"review_title": "Sensitive skin be careful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I used these because I received them as a sample with my Sephora order and I woke up the day after using them with itchy red circles on my face. This probably works for some people but be careful if you have sensitive skin"
		},
		{
			"review_title": "Avoid this product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Definitely not worth it as you can find alternatives for much less cost and does the same job if not better. For the 40 pack I had the same issue with a previous reviewer with the patches sticking onto the packaging and making  them unusable"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "I find the product works for me, but I purchased the 40 pack, and not one but TWO of the packages were COMPLETELY empty. Very unimpressed."
		},
		{
			"review_title": "Gross and good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The nasty stuff these dots got out of my skin is embarrassing. I didn’t think it would have much stuff in it but when I got up the next morning it was completely white and HEAVY full of gunk. I put it on a cystic bump on my chin and it went down noticeably in size and drew it to a head. I will probably purchase these again and see how they continue. I don’t love the packaging, how it sticks to the sheet and the box but if it helps my face I’ll deal. They are so sticky they didn’t budge but did leave a little stickiness on my face after peeling it off. I think I like these better than the mighty dots!"
		},
		{
			"review_title": "Good pimple patch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I got these as a sample and they worked really well. I usually use the mighty patches so I’ll keep these in mind:)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve used many acne patches in the past and tried the peace out acne dots recently. Compared to others, I found it very adhesive which is great. It reduced the size and redness of my spots. It’s my first time trying salicylic acid ones - its addition helped with cystic acne quicker compared to other patches. Overall, a great addition to my acne patches! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recieved these right when I was experiencing a break out so it was a perfect time to try them out! I’ve never loved pimple patches for myself because I find a BP spot treatment does more to help than the hydrocolloid patches, so I was excited to see that these had acne fighting ingredients. Even still, I prefer a traditional spot treatment as I didn’t really see a difference with these. The packaging is also super annoying because they all stick to the bag insteqd of the sheets so it’s impossible to get them out. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Best pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I got these pimple patches gifted by the inkey list and I have been looking for good pimple patches for a while and these pimple patches work so well and get rid of my bumps so quickly I love these and highly recommend them."
		},
		{
			"review_title": "Probably my 15th buying it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Honestly one of my all time favourite acne patches, the price is ridiculous but it’s great for nighttime when you have a pimple on a very stubborn spot bc it STICKS to your skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This doesn’t reallly work for me. I put it on before bed and when I took it off the next morning there was no difference"
		},
		{
			"review_title": "Effective, adhesive, and a good size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Used one last night on a deep cystic jaw pimple. This morning the pimple is no longer palpable or painful. Just a small red spot. These work and are larger than other brands. Make sure area is dry before application."
		},
		{
			"review_title": "Peace Out Acne Healing Dots",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Peace Out Acne Healing Dots is a great product! As someone who likes to pick at pimples, I found this product to be great. I used this product over night and kept it on for around 24 hrs. It definitely helped heal the area faster. I would recommend this product however my only complaint is that I found the product a bit sticky, leaving a residue on my skin.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Didn’t work on my skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "I used it a couple times, it didn’t work almost each time. Once, it popped the whitehead but after 7+ hours, it was still there. It covers the pimple? this is just for my skin whatsoever, it migrh work for you."
		},
		{
			"review_title": "My Ultimate Acne Savior",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As someone who deals with pesky breakouts, finding something that actually works is a total life-changer. Why I’m in Love: These dots are seriously amazing! They truly work wonders, speeding up the healing process of my acne overnight. The powerhouse combo of salicylic acid, retinol, and aloe vera is perfect for zapping blemishes, promoting clear skin, and soothing any redness. Plus, they’re vegan, gluten-free, cruelty-free, and come in recyclable packaging – all things that align with my values.  Results: After sticking one of these babies on a stubborn pimple before bed, I woke up to a noticeable reduction in redness and size. In just six hours, my acne was less red, less painful, and WAY less annoying. My skin felt soothed and calm, which is a HUGE plus!  What Could Be Better: The packaging, though super cute, has a few issues. The dots sometimes stick to the inside, making them tricky to peel off. And the bright orange color doesn’t exactly blend with my skin tone, so wearing one during the day can be a bit awkward.  Despite these minor hiccups, I’m absolutely hooked on these patches! They’ve become a must-have in my skincare routine for their effectiveness. I really hope the brand tweaks the packaging to make it more user-friendly. Until then, I’m totally willing to overlook the slight inconvenience for the sake of clear, happy skin.  Would I buy them again? I’m on the fence because of the packaging hassle, but their undeniable effectiveness keeps me coming back. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Horrible. Tried & Will not use again.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product through Topbox for free.  I was so excited to finally try an acne patch product since I have had no experience using any. I followed the instructions on the box , I used two patches: one on my chin and one on my neck because I had cystic acne…and to my surprise, after removing the patches,  my skin literally melted and ripped off. It left bad scars which I really hope are gonna heal."
		},
		{
			"review_title": "Poor Quality and Packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Pricy and poor quality packaging. This happened several time and I barely can use any of this."
		},
		{
			"review_title": "Gets the job done!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Peace Out's Salicylic Acid Acne Healing Dots work well for treating acne and stays firmly in place, even through a shower—I forgot I had one on! They effectively reduce blemishes and are convenient to use. The only downside is they leave a sticky residue on the skin, but it’s easy to remove with a quick wash. Overall, they’re a solid option for spot treatment. But personally, wouldn't be my first choice as a recommendation to others.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A great assistance to the blemishes that show up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have tried other healing dots but these ones showed faster treatment than others"
		},
		{
			"review_title": "Never again! Trash!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This used to be a good product. Now it’s a waste of money. The patches are all stuck inside of the packaging. You have to cut the whole pouch and half are stuck from the front exposing the part that’s to be on your face. The others are wrinkled and glue-y. Its garbage. It also doesn’t work on your face like it used to. I thought it was just the one package. I’ve bought the 20s and the 40s different sephoras online and it’s the same. Never again."
		},
		{
			"review_title": "Good for Breakouts",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "It helps you not pick at your spot and I feel like it does help blemish any acne faster. Don't expect miracle work, but they are helpful. Only thing is how many patches you get for the price... there are definitely some more affordable choices out there."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This product did nothing to me or my skin just sat there"
		},
		{
			"review_title": "Bye-Bye Blemishes: Peace Out Dots",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.  Peace Out Salicylic Acid Acne Healing Dots are a convenient solution for troublesome breakouts, but they come with some drawbacks. These dots effectively shrink blemishes overnight, thanks to their salicylic acid formula. However, the packaging leaves much to be desired—I lost about 5 out of 20 dots due to poor design, which increases the overall cost. Despite this, they're gentle on the skin and provide visible results. Overall, while effective, improvements in packaging could make them a better value."
		},
		{
			"review_title": "It works as described",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "received this product for free from Topbox Marketing for testing and review purposes. It is a good product to be consider while hassling to get patches for pimples. It worked for me. Definitely reduced the size of pimples and get zit in one go. Sticks to affected area pretty well"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’m not sure if this is because I have tight pores sometimes, but these patches don’t usually take much out of a pimple. There are most definitely better and cheaper pimple patches out there and I would not recommend these ones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are my favorite pimple patches. I love how they help bring down inflammation on active breakouts that haven’t quite reached the surface. Once they do I put one of these on and it sucks out all the gunk. Definitely recommend!"
		},
		{
			"review_title": "Adhesive way too strong. Painful.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ll stick with Mighty Patch. Really frustrated with how intense the adhesive is on these… seems like the do minimal to help the blemish however leave a significant red mark when peeled off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Was pleasantly surprised that these dots actually work very well! Got them as a free sample but purchased more"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "These little dots are a game-changer for anyone dealing with breakouts. I love how easy they are to use and how effectively they tackle blemishes overnight. The innovative design blends seamlessly into my skincare routine, and I've noticed a visible difference in my skin's clarity and texture. Big thanks to Topbox Marketing for sending me this must-have product! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing, until recently",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love love love these pimple patches, I've tried 13 different brands and these are always the go-to for me. That being said the packaging or something has changed. The last few times I have bought these, the pimple patched stuck to the inside of the package and rendered them useless! Hopefully, that problem will be fixed soon but overall this is an amazing product."
		},
		{
			"review_title": "A must-have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "As someone very prone to pimples, this has been a life-saver. I use these for my bigger pimples and leave the sticker on overnight (around 10 hours). They definitely reduce my pimples by a lot but aren't exactly pimple removers. I really like how sticky the stickers are as they don't easily fall off of my face and last a long time. They make the pimple healing process a lot faster so I would definitely recommend the product. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Works great and helps speed up the healing process",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I've always wanted to try this, so when I received this product for free from Topbox Marketing for testing and review purposes, I was so excited. I like that these patches have salicylic acid compared to other pimple patches. These adhere to the skin very well. However, they do leave a sticky residue when it's time to peel off. Although these are good, it still takes a few days of use for the pimple to clear. I do really like these but due to the nature of my hormonal breakouts, which often come in clusters, these are more on the pricy side for my needs as I ended up using them all in a week. So I'll stick to my k-beauty brands when I just need the gunk sucked out and save these for when I get the painful kind of pimples."
		},
		{
			"review_title": "Zit killers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Kills zits overnight. I have problems with breakouts and these take care of zits. Amazing"
		},
		{
			"review_title": "Product changed :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The product has changed. I have been buying these for over six years and in the last 6-8 months this product has been different. They now come stuck to the inside of the packaging, they stick like glue on your face and leave a red mark after removing. They help the pimple a bit but not nearly as good or as gentle as they use to be. I emailed the company about this issue with no response.   I have now purchesed the product three different times in hopes that it was just a batch issue. It’s not :("
		},
		{
			"review_title": "I recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This really does the job, it removed my whiteheads overnight. I wouldn't advise you to leave it on for longer than overnight because it did leave a mark on my face. The mark went away after 2 hours. Also would not recommend placing over pimples near your eyebrows because it will remove your hair! There should be a warning on the package. That was a slight annoyance for me, but otherwise I still recommend because it helped remove my problem areas. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "After using this product, I can say that it works as expected, even if it wasn't easy to remove the first time. These acne patches did their job and my pimples are gone! Thank you! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Pimple patches",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I tried these patches, and whenever I would peel it off, thinking my pimple is healed, it would stick to my pimple like tape and be super painful when peeled off. I would hope all of that pain would produce successful results, however, it’s just pain and no gain. The pimples came back every time I tried it, and I felt like it was making my acne worse. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Works Well Functionally, Poor Design & Packaging",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.The 2 stars are for its functionality. These dots work well functionally but I was quite disappointed by their poor design and wasteful packaging.  These dots adhere well to the skin and are great for reducing acne inflammation and absorbing discharge. I like how it provides protection from external bacteria while absorbing all its excess oil. I found this spot patch heals my acne spots a lot faster than other brands, possibly attributed to it containing salicylic acid. I used these dots on my stubborn and inflamed acne spots, changing them twice a day, once in the morning and another after showering in the evening, or more frequently when there was a lot of oil extract on the patch.  These dots were designed to have a thick circular shape and comes in only one size. They have a yellowish color with brown specks that looks awful against my fair skin tone. Both its color and thickness make it standout like a sore thumb and cannot be covered up. I'm fine with wearing these when I'm at home all day, but definitely not when I'm going out. The worst thing for me was that these dots adhered so well to my skin that they were very painful to remove, and pulled out my fine hair in the process, unless the dot was fully and entirely saturated with discharge.  This package of 20 dots came in a nicely packaged box with 2 ziploc pouches, each of which contained a sheet of 10 dots. There was so much empty space in the box that it could have fit at least another 5 pouches, not to mention that the box itself is unnecessary as the pouch already provides sufficient branding and protection for the dots. Likewise, splitting a box of 20 dots into 2 pouches is unnecessary as all 20 could have fit nicely into a single pouch. There's also a design issue with the packaging as my sheet of dots was stuck to the inside of the pouch and when I finally pulled it out, several dots were adhered inside and wasted."
		},
		{
			"review_title": "Pimples are gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have breakouts too often, and are very tempted to pick at them. So this product has done a miracle to my face. I use it from the morning until it is ready to come off. My pimples are gone whenever i use this product, and does not have any bad effects. My skin does not get irritated from the acne spots nor does it feel uncomfortable under the stickers. Not only that but the stickers work effectively and take out the pimples. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Most efficient pimple patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The best acne patches in the market. The Peace out acne healing dots are easy to apply, they stick without falling off and with Salicylic acid as an active ingredient make an immediate difference in  reducing the inflammation and healing the pimple fast without scarring. I highly recommend this product. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I won’t be buying these again. They stuck to the packaging and didn’t work for me."
		},
		{
			"review_title": "Cute Packaging - Difficult to Apply!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This product has both pros and cons. The pro is the salicylic acid patches work well to heal your acne. The problem is the packaging. Unfortunately the healing dots stick to the inside of the package and are difficult to get out of the package. The healing dots are also an orange colour, which does not blend in with my skin tone. The positive about the packaging is the outside design and inner print. The print is really fun and playful. Knowing all the facts, I probably would not buy this product in the future because the healing dots are difficult to get out of the inner package. I received this product for free in exchange for my honest opinion."
		},
		{
			"review_title": "My favourite acne-patch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I have used this product before. I love how this product is very versatile and heals acne quickly. It doesn’t sting or collect dirt. The acne usually heals in 2-3 days. Make sure you press the sticker well so it doesn’t show much. Definitely recommend. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing Patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I received this product 3 days ago from TopBox  ... I've struggled with acne for nearly 10 years and tried every treatment out there ...  I had a massive pimple on my chin and these things took care of it in 24 hours ... These are amazing ...  I have used other brands in the past and even next to each other I can tell the difference ... There is no harsh smell ... Lightweight ... Easy to apply and remove ... Highly recommend this product ...  .* * * I received this product for free from Topox Marketing for testing and review purposes * * *"
		},
		{
			"review_title": "Super noticeable",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "These did absolutely nothing to my breakouts and are pretty thick and noticeable."
		},
		{
			"review_title": "the best pimple patches i’ve had!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "these pimple patches are amazing!!! they really do a good job of sucking mg all the gunk out of your pimples!! the salicylic acid in this does such a good job of healing the pimple afterwards as well."
		},
		{
			"review_title": "Great for skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Peace Out Salicylic Acid Acne Healing Dots are amazing for spots. They're easy to use and work well overnight. They're invisible on the skin and great for daytime use too. Just be cautious if you have sensitive skin. Overall, they're a top choice for fighting stubborn breakouts. I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "Not for my skin.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "These acne treatment dots with the salicylic acid leaves my skin feeling really dry and uncomfortable. I also find the area I put them on quite irritated after removing. I also found that the packaging was inferior compared to other brands I've tried because after opening, these dots stuck to the side making it really difficult to peel off properly.  I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "Packaging issue, and glue residue on my face",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "As many others have said: - Many of my dots have stuck to the packaging, making them useless (the patches fold in and stick to themselves) - Taking them off my face seems to take off a layer of skin, rip open the pimple, and leave a residue that none of my cleansers get rid of.  There are better pimple patches out there... I can't believe people are using these"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "These Acne Healing Dots are my go to. I don’t have acne prone skin, but I get very bad acne around that time of the month and these help so much! They work really well at taking care of those painful deep down pimples."
		},
		{
			"review_title": "10/10 patches",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I’ve used quite a few different pimple patches and these definitely take the cake! I wore them for the first time overnight and let me tell you, that was the most satisfying thing to wake up to! Reduced a ton of redness and inflammation too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Im not really a pimple patch person but gave these a chance because they’re nice and clear and can’t see them too much and i definitely liked them. I didn’t think it would make a difference but it definitely prevents swelling and redness from any new pimple."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Don’t know how something so simple can work so well. It’s true they are little miracles!!"
		},
		{
			"review_title": "Good but pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have no complaint with this product other than the price. If it’s all you can find, get them because they work… otherwise you can find similar stickers out there that will do the job for less cost."
		},
		{
			"review_title": "Check the packaging in store!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I really like this product, but the packaging issue has gotten out of hand. 6/10 of the pouches I received in my order have faulty packaging, causing the dots to stick to the packaging, change in consistency, and change in color, in addition to growing speckles. I intend to return or exchange these because of this ongoing issue. The faulty dots do not work as well and I have concerns over the airtightness, especially because of the varying expiry dates (my recent purchase has exp. 11-2024, and 04-2026). One of the boxes I purchased (exp 12-2025) appears to be intact and I am excited to at least be able to suck out my blemishes with those dots."
		},
		{
			"review_title": "Lifesaver!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The best acne patches - and I’ve tried so many. Expensive? Yes. Worth it? Also yes.  I also want to note I have purchased these 15+ times and never had any packaging/sticking issues issues"
		},
		{
			"review_title": "Good if packaging was better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Overall the product is good but the packaging sucks! More than half the stickers stuck to the inside of the packet and when trying to remove they would tear making them useless."
		},
		{
			"review_title": "Great acne dots!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "Complimentary from Peace Out. The Peace Out Acne dots have helped immensely when I have breakouts. It minimizes the size of pimples and has become a staple skincare item to have! I noticed the redness in my blemishes decrease significantly after using these!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love these! They really do get the gunk out. In the morning I had a huge dot on the patch where it took all that grossness out. It’s amazing that they have aloe because aloe is soooo healing for the skin. Super impressed with these! 10/10!"
		},
		{
			"review_title": "This product did nothing.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "This product said that it would get rid of your acne in 6 hours or less. I gave it way more time than 6 hours, and used it for 3 nights while I slept. They did nothing. I wouldn’t recommend buying this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It works! Love it, best for acne, highly recommend it"
		},
		{
			"review_title": "Bad packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Product came and was stuck to the packaging again. Ripped apart when I tried to remove it. Lost about half of the patches."
		},
		{
			"review_title": "My fav pimple spots!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "These are my favorite acne spots! I have my entire family obsessed with them - my husband, my brothers, my friends. They work so so well and dry up the pimple over night. I just put them on after doing my skin care at night and then by the morning my pimples are all gone. Love these so much"
		},
		{
			"review_title": "Healing dots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love wearing pimple patches while I sleep because I truly feel they help deflate the pesky pimples that pop up. I use them religiously and I was so impressed by this brand and grateful I was able to use them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One of the best patches out there.  It is able to draw out the gunk from my pimple in an easy and clean manner.  I like to use it to cover up when I’m applying makeup as well so that it can keep the wound clean."
		},
		{
			"review_title": "Not the same",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This used to be a great product, but now it’s really just something I put on my face to not pick at my pimples."
		},
		{
			"review_title": "too sticky for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this in exchange for a review. I tired this patch on active acne and it held up overnight while I slept. The top of the pimple started going down but the patch was super sticky. I washed my face and there was still this mark of the pimple on my face. I have normal/oily skin and used a gentle face wash twice and the mark didn't go."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I use to think acne healing dots were just a gimmick. However, I stand corrected! I definitely needed to try these to see how they worked. I personally have seen with myself, it does take some time for the acne to heal. But these target the acne and helps the healing process, progress faster. So I personally do like using these to help when I have an acne flare up. And it also helps me not pick at my acne. So all in all, I really enjoy using these when they’re needed."
		},
		{
			"review_title": "Buy these now!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I love drying lotions but these work better if I felt the need to wear makeup while, my blemishes heal. So oddly satisfying seeing the gunk extract and appear in the dot!"
		},
		{
			"review_title": "Really good and efficient!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I first tried these acne healing dots in 2019 we I had severe “mask-cne” and to date, and can safely say these are the most effective ones I have tried yet. They stay put throughout the night and you can actually see improvements by the next day. I like the balance of acne and scarring targeting ingredients like salicylic acid and retinol, with hydrating ones like aloe. I definitely recommend these if you are struggling with acne and want to target it without causing damage to your skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "My issue with some acne dots or patches is that they just don't work or you can't see it working. I love how with this patch, I can see it absorbing the gunk and it prevents me from picking at my acne."
		},
		{
			"review_title": "Very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Peace Out Acne Healing Dots are a game-changer! These little patches are a lifesaver for anyone dealing with pesky breakouts. They stick on easily and work wonders overnight, reducing redness and inflammation while promoting healing. Plus, they're practically invisible, so you can wear them confidently anytime. Say goodbye to acne woes with Peace Out!"
		},
		{
			"review_title": "The best pimple patches !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These acne dots are by far the best ones I have tried. As someone with acne prone skin, these sucked everything out. I recommend them overnight. Every time I put them on something was left on them when I took them off. I tried this brand and another brand at once and the other brand took nothing out. These don’t leave the weird residue either so putting makeup on the next day was flawless."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve struggled to find good pimple patches. Although, I think i found my new favorites! Iove that the patches themselves are a little thicker, so these were perfect to wear overnight! It felt like nothing was on my face, but it definitely did the job!!"
		},
		{
			"review_title": "These are the BEST patches you can find!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are by far the best pimple patches I’ve used - and I I’ve used a LOT. At first I thought it might be a gimmick because no other patches have done anything, but these WORK. They pulled so much from pimples, stuck so well overnight and left my skin without the sebum bumps."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "PeaceOut Skin has done it again with these life savers! These acne dots work wonders overnight, reducing inflammation and healing blemishes fast. Clear skin confidence in a tiny dot! I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I’ve used so many different brands/kinds of pimple patches and these ones always work for me! I put them on a pimple before bed and wake up the next morning and they have sucked out all the bad stuff!"
		},
		{
			"review_title": "favorites",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "These acne dots work so well for me. I use them overnight and I always notice a difference in the morning. I love the ingredients. They are ingredients that work well on my zits. These are the best acne dots at staying on as well. These are definitely my favorite acne dots. I highly recommend them to everyone."
		},
		{
			"review_title": "Must have for Breakouts!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I LOVE these patches, they stop me from picking my breakouts and also work so well. I put these on and they effectively shrink down whatever acne I have. Now I don’t have as much scarring from picking. The only reason I didn’t give these 5 stars is because the packaging sucks - the patches often stick to the sides of the foil and you can’t use them which sucks f bc of how expensive they are."
		},
		{
			"review_title": "Love them so much, definitely worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This acne treatment dot is seriously amazing! I've been struggling with breakouts, but after trying these, I'm hooked. Just slap one on before bed, and by morning, my blemishes look way better. The combo of salicylic acid, aloe vera, and vitamin A is like a miracle for my skin. Trust me, if you're dealing with acne, give these a shot you won't regret it! They are honestly one of the best most effective patches i have used so far!!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product works very well to get rid of my pimples with out causing a break out or more pimples."
		},
		{
			"review_title": "Solid re-purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Fabulous at absorbing all that gunk from problem spots! These are perfect for using before a big event or for eliminating/containing bacteria while you sleep on blemishes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Acne patches are everywhere and it’s pretty simple. They either work or don’t. And this one definitely works! It reduces the redness and the pimple feels flatter by morning time. They stick well too and don’t fall off like some other ones do. Especially since I wear mine while I sleep."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I will never not vouch for these pimple patches! Yes, they’re a little on the pricier side, but it truly does what it claims! Peace out skincare makes the most incredible pimple patches! Literally gets rid of my whiteheads overnight"
		},
		{
			"review_title": "MAKES YOU BREAKOUT REALLY BAD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I've never had acne issues before. After getting a few pimples right before my period, I decided to try these acne healing patches. At the beginning, they seemed effective, but they ended up causing a severe breakout. I'm attaching before and after photos for reference. One is no make up since I stopped wearing makeup for the breakout. But you can still understand from the texture. I strongly advise avoiding this product!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this Peace Out Acne Dots  from Peace Out Skincare to sample for my honest opinion. I love how these pimple patches work! I put one on as the pimple started and it went down overnight which was super helpful. I like how well it stays on your face, they are the perfect size for a pimple. I’m excited to have these seeing I get pimples once a month."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I loveeee Peace Out acne dots when I have blemishes I want to get rid of quickly. I usually put them on before going to sleep and they minimize the size well. I usually do it two days in a row and it’s gone! I definitely recommend purchasing!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received something in exchange for this post I love these patches they’re amazing I have used them for quiet some time now and I will never stop using them they’re amazing for an emergency and for anything"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I decided to try these acne healing dots from Peace Out Skincare overnight since I had a pimple on my nose area that was really bothering me. When I took it off in the morning it wasn’t red or noticeable. I liked that it took the gunk out of it and it’s starting to fade already. Very fast and effective at healing acne"
		},
		{
			"review_title": "Not worth it! Save your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Did not work at all for me. I used a friend's pimple patch from winners. After having tried these ones for 3 days and within an hour you could see the gunk hers had got out. These the patches were clear when I pulled them off and I had a huge pimple. The makeup friendly ones also did not cover nicely or blend in at all."
		},
		{
			"review_title": "love these dots!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "love these dots. they help me with confidence when i’m going to class and need to cover a pimple and they really work. make my pimples flat and you can clearly see everything come out of them. i really really love them."
		},
		{
			"review_title": "worst packaging. DO NOT BUY THE 60 DOTS ONE",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "I liked the smaller dots that i got the 60 dots ones but the packaging is JUST BAD! the dots are sticky to the packaging that i had a hard time taking it out, and in the end i wasn't even able to use all of the dots in that packaging, It's not a cheap product, this packaging is ruining everything"
		},
		{
			"review_title": "Not worth the splurge",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "I really wanted to like these for the added ingredients like salicylic acid and aloe but they were just not as good as other patches I've tried. They do stick on well enough but they don't absorb nearly as much stuff from your skin as the others. Save your time and money and just buy the Hero or Neutrogena brand patches."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love how easy to use these acne dots are! They are a must have for any acne prone skincare routine. I apply it at night and wake up to the dot doing its work and getting the gunk out of whatever pimple i put them on!"
		},
		{
			"review_title": "ITS A NEED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "This stamp for the treatment of acne made my pimple disappear in record time!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "These never fail me. They help me to leave my pimples alone while also fighting them with salicylic acid. These patches help to shorten the life of my pimples and also have a clearer complexion after it’s gone"
		},
		{
			"review_title": "Good Acne Patches",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It was my first time trying these acne healing dots, and it did work! I had a pimple and left a patch all night. It’s a thick pimple patches, and I like how you can take these patches anywhere when you need them."
		},
		{
			"review_title": "Good Quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "As someone who uses pimple patches weekly, I'm super picky when it comes to the quality and effectiveness. First off, I loved the packaging for the Peace Out Acne Dots, super cute! I prefer more pimple patches to come per order but there was still a good amount in there. The pimple patches were a good size and great quality and worked well. The only complaint I have is that they have a yellow hue to them, so you can definitely tell when you apply one. I prefer patches that are transparent and not noticeable - but I will wear these at night time as a solution."
		},
		{
			"review_title": "REALLY HELPS MY ACNE!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "These really do work for my acne! I was up in the morning and my pimple is much smaller and i can physically see the puss in the dot that it sucked up. My only complaint is the packaging, the dots sometimes stick to the inside of the sleeve and are no longer usable  the sleeve"
		},
		{
			"review_title": "must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "this acne dot is a game-changer! It works wonders for all skin types, even oily skin like mine. My acne has significantly improved since I started using it. It's super convenient and I highly recommend it! A must-have for anyone struggling with breakouts!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I’ve used these acne dots a couple times, and they seem to work so far. They’re not as “pretty” as some other brands, but I like that they have more active ingredients to help fight acne. They won’t work overnight, but I think they help clear up spots a bit faster!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Did nothing for me. Used the entire pack consistently for many days and there were zero results."
		},
		{
			"review_title": "Pimple patches that actually stick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Pimple patches that actually stick! I’ve used other brands before and none stick like these! They usually won’t completely cure a pimple with one use but I’ll wear it a minimum of 6 hours as it states on the label. They dry my pimple out overnight. I’ll still have some sign of the pimple but I Love these! Before and after using the pimple patch to see how it gets rid of my acne!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I’m prone to getting zits during my period and these have been helping a ton! They stick on for a long time and don’t fall off. Plus you can’t really see it when it’s on. It calms the pimple down pretty good."
		},
		{
			"review_title": "bad packaging/ needs double sided plastic film",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "the patches work if you can get them out of the package. the REALLY need to fix their packing as half the stickers are stuck to the inside of the bag and u wreck them trying to peel them off it. i got to use 8 of the 26 stickers"
		},
		{
			"review_title": "Packaging RUINED the product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "More than half of the dots were ruined bc the packaging is terrible. They stick to the inside of the foil & dont come off. Total waste of money. The dots i did try were mediocre."
		},
		{
			"review_title": "Works every time.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Essential in make up and travel kits. Saved me many times. V satisfying to use."
		},
		{
			"review_title": "Love these! Very convenient and work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using these acne healing dots and love them! They definitely work and I think it’s great that they aren’t visible so I can wear them throughout the day without it being very noticeable and they actually work! They have helped healed many of my pimples so I would definitely recommend!"
		},
		{
			"review_title": "Works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I love this product. it actually works and it blends into my skin seamlessly. Only giving 4 stars because the packaging is horrible. You’ll end up losing a few dots because they always stick onto the packaging."
		},
		{
			"review_title": "Works ok, but isn't mindblowing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My main use for these is so I don't pick my pimple so it can heal. I would recommend not popping your pimple before you put one on, it seems counter-intuitive but that's made them work much better for me"
		},
		{
			"review_title": "Ex pimple popper",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I'm an avid picker and obsessive pimple popper, it's been horrible for my skin and giving me scars. Now when I feel a zit come on I put this patch on and it's sucked it all out by the morning. It's so satisfying to see it filled up with gunk."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It’s a thicker pimple patch than others. It doesn’t have a seal around the edge so it’s more noticeable, but it also means that it peels off super easy and smooth with little damage to your skin. Good for overnight!"
		},
		{
			"review_title": "Quick healing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "In my 50’s and had one killer pimple that nothing was helping.  Bought some of these, and after using three, it was healed and minimal redness. I don’t think I have ever had one heal that quickly!  I hopefully won’t have too repurchase, but will if I need to."
		},
		{
			"review_title": "One of the best acne dots I’ve tried!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I tried out these acne dots for my breakouts and I like them so far! I had a pimple that was very irritated and slightly painful, I put an an acne dot on overnight and saw a reduction in the size and pain. It wasn’t fully gone, but definitely smaller. I will be using these often, I recommend trying them out!"
		},
		{
			"review_title": "Does what it’s meant to do",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Okay to start of with these work amazing! They definitely extract the gunk from the pimple without irritating your skin they work best when leaving them over night. Can’t wait to keep using these I do give them 5 stars just because I felt like they did what they were supposed to do. They definitely minimized the redness didn’t completely disappear but they extracted some of the gunk from the pimple."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love love love Peace Out! These patches are great, they do have a yellowish hue to them so I am unsure as to how it’ll sit under makeup but I wear mine overnight and wake up to my blemishes gone with no problems!"
		},
		{
			"review_title": "So convenient",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "These are a new staple in my skincare routine. They are so easy to use as they are similar to a sticker. When I use them I see amazing results and the pimple will be almost completely gone. When you have one on your skin you can’t even feel it or see it and I would recommend everyone try them!"
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I really love these! I am very particular about finding acne patches that are subtle and stay on while actually being effective. I love the micro dart for this and really liked how discrete this was. Greta product !"
		},
		{
			"review_title": "A must have for acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These acne patches actually work! Anytime I see a pimple that is formed whitehead or not it works either way. If it’s just a red acne it will minimize it. If it’s a whitehead it takes out the gunk. I usually have it on for like 8 hours over night. Definitely worth it!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "These acne healing dots are amazing. They literally made my pimple disappear! I usually wear them before heading to bed and remove them once i wake up. I truly recommend these patches for your face. I tried so many and this made it."
		},
		{
			"review_title": "an important addition to my night routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Easy to use and effective! I like applying these at night after my skincare routine and then going to bed. I immediately take them off after sleep leaving my pimple almost non existent! These pimple patches are also a little larger than the ones I normally use. These are going to continue to be a staple in my skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "These acne healing dots never fail me . These are one of best acne’s dots I have used. I get occasional hit a breakouts and these get rid of the bump over night. Overall I love the brand and the effectiveness of these dots."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I struggled with so much acne pretty much all my life and I always wished there would be a cure to stopping my pimples grow bigger or from showing on my face. These patches stop the pimple before it will even show. I have been using these faithfully ever since I received them."
		},
		{
			"review_title": "good overall",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "sometimes sticks to the package ,therefore you loose many"
		},
		{
			"review_title": "Saviors!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Acne Patches are my skincare saviors! They work wonders overnight, reducing inflammation and drawing out impurities. Convenient and discreet, they’re a lifesaver for sudden breakouts. A must-have for clear, blemish-free skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "stayed on my skin well and did the job-- however compared to other pimple patches these are very thick and noticeable especially on darker skin tones because they aren't clear. wouldn't wear these during the day for that reason. probably best for nighttime"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "These work so well. i stuck it on before bed and it got rid of my pimple the next morning! I also like how it’s invisible so that you can wear it during the day worth it being noticeable. These are a new staple"
		},
		{
			"review_title": "NEW ESSENTIAL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Pimples don’t stand a chance to the acne healing dots! I always get a pimple here and there during my time of the month; but just one patch overnight and problem solved! Definitely a new essential✨✨✨✨"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love these pimple patches because I actually feel like they’re sucking out the impurities and helping my hyperpigmentation! They’re great for my sensitive skin and I like how it has healing properties"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I always seem to come back to these pimple patches because they are super effective and really help a lot with the acne. I highly recommend them if you have breakouts and want something effective and fast"
		},
		{
			"review_title": "A must have in my acne care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Helped my acne so much and also stopped me from poking and popping them, I have to say the really are worth it for me. As soon as I feel the pimple forming I put it on and even go out with it cause honestly it’s better than walking around with a big red nasty pimple on my face"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Loved this, I had a pimple and use the patch over night and woke up with no pimples it’s the best pimple patches that I have ever try really recommend it will use them ever single time I get a pimple."
		},
		{
			"review_title": "Love these",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love these I always get one big pimple when it’s that time of the month this time I had these and I put it on as soon as I noticed it and it didn’t get huge or leave a mark like it usually does I’m so happy about that gifted my peace out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love these pimple patches. I have the worst habit of popping pimples, and being able to pop one of these on at night helps me not pop them. These help get all the gunk out of the pimples. I 100% recommend these to everyone!!"
		},
		{
			"review_title": "Amazing Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The acne healing dots are amazing! They made my bigger zits smaller and truly helped me get rid of them. I have been wanting to try peace out and honestly it was worth it. The salicylic acid not only shrinks the size of the pimple but helps you get rid of them overnight."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Peace Out Acne Healing Dots are a lifesaver for anyone dealing with breakouts. These small patches pack a powerful punch with ingredients like salicylic acid and vitamin A to target pimples and promote healing. I've found them incredibly effective at reducing inflammation and redness overnight, making my breakouts noticeably smaller by morning. The convenience of simply placing a dot over the affected area makes them easy to add into my skincare routine. Overall, Peace Out Acne Healing Dots are a must-have for anyone looking for a quick and effective solution to breakouts."
		},
		{
			"review_title": "an emergency need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "loved them, put them over a cystic pimple and the next morning it was gone"
		},
		{
			"review_title": "Great for overnight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I like to use these overnight since they adhere really well so I don’t have to worry about them slipping off overnight. I always get some gunk in the morning too so I know they’re effective unlike some other brands."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Oily skin",
			"review_text": "These acne pimple patches are different! It flattened by pimples that i struggled with for 3 weeks in just 1 day! You can also see the white on where it is targeting the pimple exactly 10/10 recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "It works but for the price point and how many you get you’re prob better off getting something a little more budget friendly"
		},
		{
			"review_title": "Pricey, Just Okay, Cute Packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I've been using PEACE OUT and two other similar popular brands for the past year. Peace Out is unfortunately not my favorite.  The dots literally do not stick on, and for that price the least they should do is still is stick on. I won't be purchasing this product anymore."
		},
		{
			"review_title": "A must have for pimples",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I had a pimple that hurt so bad on my chin I put it on let it do its magic and booommmmmm it was gone … definitely will buy again"
		},
		{
			"review_title": "zits be gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "These are my go to acnes stickers. I have never had a product work so well and you literally can't tell the next day where the pimple even was! Truly no better feeling than taking it off in the morning!"
		},
		{
			"review_title": "10/10 recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These are effective to help little bumps disappear before they they become bright beacons screaming for attention. I use mine while I sleep and have blemishes disappear by the time I wake up!"
		},
		{
			"review_title": "Must have for pimples",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had these pimple patches multiple times and they work so well they help clear up your pimples. There a must have if you want to get rid of pimples. 10/10 would recommend!!"
		},
		{
			"review_title": "Pimples be gone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "After having a nasty pimple for a week these dots helped take out all the gunk!"
		},
		{
			"review_title": "Life Saver!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love these - they are a life saver. Put them on an area that need's treated, leave it overnight, and it diminishes the size and soreness of that area.   I do notice they leave a bit of a dark spot on the treated area after healed."
		},
		{
			"review_title": "No longer a holy grail product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been using these for over 8 years and they were previously a holy grail product for me. The product/packaging has changed and majority of the dots get stuck to the packaging now making them unusable. Such a shame- the past 6 packages I’ve bought have all been that way so I can no longer recommend these. It also seems the dots themselves aren’t as effective at helping with pimples as they once were."
		},
		{
			"review_title": "Needs better packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Horrible product. They need to come up with better packaging! Wasted half of the healing dots cause they all got stuck on the packaging.  Not purchasing again and definitely not worth $44"
		},
		{
			"review_title": "Poor packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "They work ok IF you can actually use them. 99% of the time they are stuck to the inside of the bag and get wrecked when you try to take them off.  For the price you pay, it’s not worth it since most of them are no good."
		},
		{
			"review_title": "Not worth it, save your money!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Not the greatest. The patches in the individual packets were stuck to the side, causing me to have to rip them off and some got folded making it unusable. The patches themselves don’t work as well as Korean Skincake ones. Won’t be purchasing again."
		},
		{
			"review_title": "Really good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "love their pimples patches, they are soo good and makes my pimples heal more fast, I’m super shock on how good and fast they work, definitely recommend it 10/10, and they are good price, not to pricy."
		},
		{
			"review_title": "Poor Packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This product could be great, if the dots didn't stick to the inside packaging and render them unusable. I had to fully rip open the package to try and get one off the clear strip, making the resealable packaging redundant. The dots stuck to the inner foil side and to get them off would make them fold."
		},
		{
			"review_title": "Peace out fix this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I used to love this product and it was one of my holy grails. However, I can no longer pay the price for this when only half of the dots are usable. They all get stuck to the packaging and then some of them don’t come off."
		},
		{
			"review_title": "Not worth the title",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I would give this no stars but i can’t so. Yeah. This was horrid and maybe it’s just my skin cause it did NOT do anything for me! I’ll stick to my acne and pimple dots from ulta instead"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been buying these for years now and the dots themselves is amazing and really works on my skin. I have found that my last couple boxes, the sheets would stick to the side of the bag making half the patches unusable"
		},
		{
			"review_title": "Stuck to package and all together",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "These patches wouldn’t come out of the package when I first opened it, when I finally peeled open the package, this is what I found (see pic). This is a waste of money in a time when money is precious. Do not recommend."
		},
		{
			"review_title": "Its a NO",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "notSure skin tone, Combination skin",
			"review_text": "Purchased this because of the hype. But its trash!!! Right off the bat the patches were sticking inside the packet already. Peeled off before you even take it out of the packet. Too expensive!! Waste of money!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "These acne healing dots from peace out skincare might be my favorite yet! They work so well on my gentle skin. When I feel a pimple starting to pop out, just slap one on overnight and in the morning it’s barely there! Thanks for gifting me them to try for an honest review. I’ll be picking up more in the future"
		},
		{
			"review_title": "Next level pimple patches!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love these pimple patches. These are a major upgrade from normal pimple patches my skin heals faster than normal and it still so transparent that I can wear it throughout the day.  I’m very impressed with all the added benefits my skin has been loving these pimple patches"
		},
		{
			"review_title": "Pimple eliminator",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I enjoyed these pimple pads, after removal my pimples were less noticeable and healed faster."
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "DONT BUT IF U HAVE SENSITIVE SKIN I REGRET IT MADE ME HAVE A BAD REACTION PLUS THEY WERENT EASY TO PEEL OFF NOT WORTH THE MONEY I WISH I CAN GET MY MONEY BACK BUT I HAVE TO DRIVE 2 hours to get a refund not worth the hassle"
		},
		{
			"review_title": "Beauty kit staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Every once in awhile I get a pesky breakout that I always have a hard time getting rid of. I love these pimple patches especially because I can wear them out and about with now worries. There so easy to travel with and work so well. Within the next day the breakout is barely there"
		},
		{
			"review_title": "Must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "These are hands down the best pimple patches I’ve ever used.  I have 3 teenage daughters and we will definitely keep these in stock in our house! You place one over your pimple and the next morning the swelling and redness is pretty much gone!"
		},
		{
			"review_title": "PLEASE DO BETTER!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I USED TO LOVE this pimple patches but lately they don’t work. It comes with this red circles and it does not work as it used to. Please do better! I’m so sad because this were amazing for me. NO ANYMORE! SAVE YOUR MONEYn"
		},
		{
			"review_title": "Must have for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "These acne dots are a game changer! They truly work. I always pop pimples and this helps me from constantly touching them while sucking it all out. These flatten your pimple after one use. I use them at night and look how much they suck out!! Amazing!"
		},
		{
			"review_title": "Love them",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Longtime fan of the peace out acne dots for years! They stick on strong and always relive my blemishes the next day. I think they work well. I only wish they came in other sizes for different types of blemishes!"
		},
		{
			"review_title": "Good, but nothing special!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I can honestly say that I didn't find anything in particular special about these acne dots. For me, most of these type of products typically act the same. My pimple did shrink by leaving it on overnight. I think they are worth trying, but not something I need to be brand loyal to."
		},
		{
			"review_title": "Don’t work, bad quality control",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Not only do these pimple patches not work as well as others I have tried but the last two packages I have bought they have come stuck to the sides of the baggy instead of to the sheet to be used for application. These cost way too much for more than half the sheet to be entirely unusable. You can see in the photo what I mean. Learned my lesson. Won’t buy again and do not recommend."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I recently tried out peace out pimple patches, hoping for a solution to those pesky breakouts. While they where yellow witch I really did not like they where ok not the best imo but they did help a little 🫤  One of the first things I noticed about these patches was their distinct yellow color, which wasn’t exactly appealing. Additionally, their effectiveness left something to be desired. While they did provide some coverage and protection for my blemishes, they didn’t seem to accelerate the healing process or reduce redness as much as I had hoped.  On the positive side, the patches adhered well to my skin and stayed in place throughout the night. They were also relatively easy to apply and remove without causing irritation. However, their lackluster performance in actually diminishing the appearance of pimples was disappointing.  Overall, [Brand Name] pimple patches were okay but didn’t quite live up to the hype. If you’re looking for a quick fix for breakouts, these might provide some temporary relief, but don’t expect miracles."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "These are an absolute life saver. Wearing one of these acne healing dots overnight improves any spots I’m dealing with! Reduces inflammation, appearance, everything! A must have for those like me, dealing with hormonal acne!"
		},
		{
			"review_title": "Love in a box",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "by peace out skincare anything they make is great I'm 30 years old and still get acne so when I heard about this product, I immediately needed it once I received it. I tried it and boy want to tell you it works miracles it works miracles."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "These peace out acne dots really live up to their claim! I get intermittent deeper acne spots around my jawline and cheeks that get super painful. I apply one of these suckers straight up and watch all the gunk get drawn out over night!"
		}
	]
}