{
	"product_id": "1732",
	"name": "Baltic Amber Reed Diffuser",
	"brand": "VOLUSPA",
	"categories": "Fragrance, Candles & Home Scents, Diffusers",
	"price": 42.0,
	"about": "What it is:A custom glass diffuser that is powerful without being overwhelming..Fragrance Family:Earthy & Woody.Scent Type:Warm Woods.Key Notes:Vanilla Orchid, Amber Resin, Sandalwood.Fragrance Description:This custom diffuser is beautifully discrete yet keeps your space smelling sophisticated. The clear glass jar contains VOLUSPA‘s sumptuously scented oil in Baltic Amber, which contains notes of Amber resin, sandalwood, and vanilla orchid..About the Fragrance:This reed diffuser is designed using 10 fine-gauge rattan reeds to increase fragrance distribution. The fragrance is poured in a 100 mL iridescent, embossed-glass vessel and is packaged in VOLUSPA‘s signature Japonica Holiday velvet-flocked, decorative box.",
	"ingredients": "Fragrance Diffuser Oil",
	"how_to_use": "Suggested Usage:.-Flip the reeds every other week for added life.",
	"num_reviews": 54,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/voluspa-baltic-amber-home-diffuser-P462414?skuId=2326106&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2326106-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Amazing scent, feels so fancy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I absolutely love all of Voluspa's reed diffusers and especially love this beautiful scent for the fall! The diffusers feel so fancy, are a great size, and honestly make for beautiful decorative pieces as well!"
		},
		{
			"review_title": "Perf for a small bathroom",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been needing a diffuser for my bathroom and this one is the perfect size! The liquid isn't quite as yellow as pictured but maybe that is to come with time (either way the glass is so beautiful). The top was a bit hard to get off but I'm glad it wasn't going to leak when it shipped."
		},
		{
			"review_title": "Beautiful and smells so nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the classic Voluspa design in this diffuser! It adds such a beautiful touch to my space and fills the room with one of my favorite scents from the brand."
		},
		{
			"review_title": "a good staple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "i never really understood the value of diffusers until i triped voluspa's! i already like the baltic amber candle so having this scent continuously fill up my living room makes it seem elevated and clean :)"
		},
		{
			"review_title": "Subtle and sophisticated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I am a sucker for anything amber! and this diffuser’s blend of amber and sandalwood offers a gentle, comforting fragrance that you want to live in. It’s ideal for adding a hint of luxury to any room without overpowering."
		},
		{
			"review_title": "Warm and Woody",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Baltic amber is by far one of my most favorite scents and I also LOVE diffusers. I use diffusers in my bathroom because I’m terrible at remembering to blow out candles, so having one of my favorite scents as a reed diffuser is perfect. It’s a nice warm, woody scent but is also really really fresh. I’ve had a couple of diffusers from Voluspa and they definitely last a long time!"
		},
		{
			"review_title": "Incredible scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love the Baltic Amber scent and using it in a diffuser is so wonderful. I appreciate that I can have the scent of my favorite candle in a diffuser and have it emitting its scent all day long. It is so wonderful to come home from work and my room smells so good. I love how long it has lasted. This diffuser is strong yet not overpowering, a wonderful touch to any home."
		},
		{
			"review_title": "Warm vanilla tones",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love all reed diffusers from Voluspa because they last so long and this one is the perfect size for my bathroom. Baltic amber has such a warm vanilla scent and I have gotten so many compliments from my house guests. Needless to say this is a must for everyone’s bathrooms."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This scent is amazing as a candle but even more-so as a diffuser. The strength is a lot softer but great in any small area. Beautiful glass container and perfect for any season! This scent is so versatile I highly recommend as a gift!"
		},
		{
			"review_title": "Classic Scent For Me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is such a classic, warm scent that I always have in stock. It's universally liked by all my house guests so I can't recommend having this enough. It also lasts a long time which is great!"
		},
		{
			"review_title": "Warm Elegance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This candle is pure warmth and elegance. The rich blend of Baltic amber and sandalwood, softened by the sweetness of vanilla orchid, fills the room with a luxurious, comforting glow. Perfect for creating a serene, cozy sanctuary."
		},
		{
			"review_title": "Warm Staple Scent for Home",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I love this scent, the Baltic Amber is such a warm and sweet scent, making your home feel comfy and homey—it’s for sure a staple for any home. The reed diffuser and this scent are a perfect match. It’s great to have this as a diffuser so you can set it and forget it, without worrying about a candle flame. With that being said, the candle version is also really nice to have in the winter months if you want to set a warmer and comfier mood.  I also appreciate the texture and pattern imprinted on the glass, which really elevates the look of the diffuser."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Ms. Baltic Amber is the best scent voluspa makes. Love to have it in myhouse when I host my book club."
		},
		{
			"review_title": "Lovely Glass and Smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the design of the oil holder its so well made and feels like its something I got from a pretty antique shop."
		},
		{
			"review_title": "Luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Voluspa's Reed diffusers are so luxurious. I love that they use velvet reed sticks it just makes it feel so much more elevated and like they have a stronger scent than the typical wooden reeds. The glass also is just so adorable and comes with a branded stopper that I'm excited to repurpose when the time comes. And the scent it gives off is quite warm and inviting.  I love the subtle vanilla accompanying the sandalwood.  Would definitely purchase one as a house warming gift!"
		},
		{
			"review_title": "Clean Diffuser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "Clean scent. Love this scent in a candle, glad I got the diffuser. I use this mostly in the kitchen after cooking to get rid of any garlic scent. People comment on how clean my kitchen smells. This is the secret!"
		},
		{
			"review_title": "My favorite reed diffuser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love Voluspa's reed diffuser because the scent lasts a long time if you follow the directions to ensure maximum use/scent.  This scent is more on the earthy side, perfect for the guest bathroom. The color of the reeds and intricate container is a great aesthetic to your bathroom as well. It does come packed snugly in a box."
		},
		{
			"review_title": "Warm and Earthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This reed diffuser is meant to be a beautiful, elegant piece to add fragrance into any room of your home. The baltic amber scent is a classic- very earthy and warm. I do wish Voluspa had the light wood color reeds in some of their reed diffusers since that would match my home decor better, but otherwise this is a great product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This reed diffuser gives of such an elegant and fresh scent, I love it. I love the detail on the cap of the glass bottle with the Voluspa logo. By far my favorite reed diffuser!"
		},
		{
			"review_title": "Perfect Combination of Masculine and Feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I've been looking for a reed diffuser that catered to both masculine and feminine tastes since my boyfriend and I recently moved in together. Voluspa's Baltic Amber reed diffuser was just right. And not only that, but the circular floral pattern on the glass jar is yet another element to this perfect combination."
		},
		{
			"review_title": "Really lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I bought this on sale (i think 50% off) and have been using it for the past couple of weeks. Some comments say the fragrance isn't very strong but I used the method suggested (flip the reeds after 10 minutes of soaking) and it really fills up my bathroom. I think it would easily fill up a larger room. The scent is amazing - a warm ambery vanillic scent. Highly recommend if you like warm/gourmand/cozy scents. Perfect for cool weather."
		},
		{
			"review_title": "My favourite one.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Beautiful bottle, wonderful smell. Strong enough for a small room. Great quality!"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It smells lovely but it really doesn’t disperse through the room."
		},
		{
			"review_title": "Amazing scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this! Smells so nice in my bathroom and looks so cute on the shelf . Would def re-buy."
		},
		{
			"review_title": "Barely there smell !?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Cannot smell it. So weak. First voluspa purchase,so not sure if it's due to the scent or they are all this subtle. Watched the video and followed the directions and it's not noticeable at all - not strong enough for me."
		},
		{
			"review_title": "Not lasting",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the Baltic Amber candle so was excited for this, assuming the fragrance would last longer and be more continuous in my house. Unfortunately it only gave off fragrance for first  few days. I will stick to the candles."
		},
		{
			"review_title": "she's strooong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I'm not sure why others have said this barely has any scent, they must be nose blind. The scent is so strong I had to put the cap back on after a few hours. It smells just like the candle, which I love, just way stronger. I anticipate it to last a long time given how I can only tolerate a bit at a time."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Smell comes through in small spaces like a bathroom or entryway. However on the sweeter side of amber versus the sandalwood I was expecting. Warm and sweet not what I was expecting, a bit of an old person taste"
		},
		{
			"review_title": "love this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I have this in my sewing room and can smell it immediately when I walk in.  It’s sweet, warm, and inviting.  Not overpowering, but I definitely smell it.  It’s been in there for well over a month and there’s still some left, but I’m repurchasing during the sale."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I'm so disappointed. I bought this based on all the good reviews and there's zero throw on this. I can only smell it if I put my nose to it. Waste of money"
		},
		{
			"review_title": "Smells AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I bought this as a grab bag gift during the holidays because I figured it’s something everyone enjoys having but many people won’t buy it themselves. I read through the different reviews and descriptions for the other Voluspa scents since I was buying online and wouldn’t have the chance to smell it myself before buying & I ended up going with this one. I definitely don’t regret it- it smells so so good and the person who got my gift is raving about how nice it makes her room smell! I’ll be buying one for myself!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "If you have a favorite voluspa scent - and they make it in a diffuser. Just buy it. This is one of those you just buy. It's a scent that everyone will love - not overly floral, or fruity, or sweet. It's lush and clean, but also warm and great for fall/winter"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing scent. This is by far my favorite scent all year round."
		},
		{
			"review_title": "Absolutely perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It was an immediate yes from me the moment I saw this diffuser - their Baltic Amber candle is to die for so I had high expectations and the diffuser did not let me down. It has an amazing lifespan - I've had mine going for a few months and the fragrance is still as strong as day one!"
		},
		{
			"review_title": "Mild But Smells So Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Baltic Amber is one of my favorites because it is very mellow. The diffusers are great for a bedroom or a bathroom. I like to keep mine right on my dresser so I am greeted by the scent right when I walk it. Gorgeous!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "My favorite scent in the world. I’ve had this scent for years but never in a diffuser form. It’s a game changer! I don’t know how I can go without it in my home now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great diffuser scent, not too strong but really transforms the room"
		},
		{
			"review_title": "Use for Small Rooms",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This is a beautiful, warm scent. If you ever tried that amber scent that Bath and Body Works used to make years ago this smells exactly like that. I wouldn’t recommend this size for a living room, but for a bedroom that isn’t too big this will give a nice, lasting scent. I found that mine lasted a little under 6 months from the time I opened it. Be sure to flip the reeds to get even scent everyday."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Same great scent that you can leave out all day! I love a  diffuser because I love coming home to a great smelling house and I’d never leave a candle burning if I wasn’t home."
		},
		{
			"review_title": "Vanilla Lovers Unite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Vanilla lovers unite. This scent feels like home - you won't regret putting this in any room in your house."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a perfect fall and winter scent to diffuse in your home or office! I use it all year long, but it always feels perfect this time of year. Love this scent"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful reed diffuser! If you’re a fan of vanilla, you’ll love this scent."
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "diffusers are great for places that you can't always light a candle. such a lovely smell."
		},
		{
			"review_title": "Beautiful vase and inviting scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Warm and Earthy Scent. Beautiful vase and lasts months while not losing smell. Not too strong, the perfect home decor item."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent is mild and cozy but different than your average lavender or vanilla scent. It's warm and perfect for our dining room."
		},
		{
			"review_title": "Not impressed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The scent is great but even in a pretty small bathroom I can barely smell anything. I definitely would not repurchase."
		},
		{
			"review_title": "Wish I could return",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "These are absolutely useless. I ordered 2, have them in the same room, and theres absolutely no noticeable scent"
		},
		{
			"review_title": "Love the Amber scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this scent, I buy the diffuser and candles as well. Initially bought this scent for an early fall scent but now use year round."
		},
		{
			"review_title": "Pleasing Aroma",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This fragrance is amazingly beautiful. Heaven on earth. Buy it, you won't regret."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I love the warm and vanilla smell of it but is hard for it to diffuse to wide range. The the color of the solution is not yellow as the picture shown the website"
		},
		{
			"review_title": "Lovely warm scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have a very sensitive nose and most scents can trigger headaches for me. This one doesn't do that at all and is the perfect addition to a small bathroom. With the door open I can actually smell it from 10 steps away but YMMV. I'd describe this as warm, light, and a hint powdery."
		},
		{
			"review_title": "A lovely addition to my small bathroom",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I didn’t love it at first as it smelled like a simple vanilla to medium but with time I really began to crave the scent and could appreciate there was more complexity to it. It’s also not strong at all but I actually prefer that as I didn’t want anything overpowering. It stays pretty contained to the bathroom and I don’t even notice it all the time but for me that’s a good thing."
		},
		{
			"review_title": "Smells amazing love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I really love the smell it’s not too strong .. Perfect for fall or holiday gift"
		},
		{
			"review_title": "Smell so good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Very happy with this fall vibe smell. Not too overpowering just perfect. Want another one but it’s sold out already."
		}
	]
}