{
    "product_id": "1362",
    "name": "Dual Ended Complexion Brush",
    "brand": "REFY",
    "categories": "Makeup, Brushes & Applicators, Face Brushes",
    "price": 32.5,
    "about": "What it is:u00a0A dual-ended beauty brush that seamlessly buffs and blends for a quick, even, natural finish..Brush Formulation: All Formulas..Brush Coverage: Sheer.Bristle Type: Synthetic..Ingredient Callouts: It is cruelty-free...What Else You Need to Know: The smaller fluffy brush contains soft, gently rounded fibers which are designed to lightly buff under the eye. The larger brush is crafted with the same fluffy synthetic fibers, allowing the brush to glide smoothly over your skin, both leaving a soft-focus and streak free finish...The handle is aluminum; the bristles are nylon.",
    "ingredients": "Handle: Aluminum.Bristles: Nylon",
    "how_to_use": "Suggested Usage:.-Use the small, fluffy end to blend out product under the eye..-Use the larger end to buff elsewhere on the face..-Clean regularly with makeup brush cleaner or soap and water.",
    "num_reviews": 17,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/refy-beauty-complexion-brush-P511754?skuId=2763324&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2763324-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Smaller than expected but good quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "While it is a little smaller than I expected, it still works great for me. Huge difference between this brush and cheaper drugstore brushes. Feels much softer but still dense. I like using the bigger side for blush and the other for powder"
        },
        {
            "review_title": "My new favorite brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The brush is very soft. It hugs my cheeks like a dream, so easy to blend my cream products. The brush deserves more attention!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Love it! Essential in my routine and use it everyday. Recommend for people who donu2019t like having a lot of makeup products and are more minimal"
        },
        {
            "review_title": "Waste of moneyu2014 TOOO SMALL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This brush for the price it is, was very small and little hairs were coming off. I returned, Patrick ta and Makeup by Mario honestly have the best makeup brushes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really like this product. I use the smaller side for concealer and the bigger side for blush. It is super soft and blends the products out amazingly. I also like how it is multi use because of the dual end."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ended up returning without trying. Sephora sent me the wrong shade of the Refy concealer twice and then my brush arrived with the label partially rubbed off so it only said u201crefu201d and I just decided it wasnu2019t worth the hassle anymore."
        },
        {
            "review_title": "A must to buy and try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Im usually a beauty blender for concealer, but this is a game changer, flawless application and no streak marks! It was soft and easy!"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This brush blends concealer so well!! I was able to try this at the Refy project and immediately knew I needed this! I love their other brush so much & this is definitely a must as well!"
        },
        {
            "review_title": "Amazing ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Felt absolutely amazing under the eyes! I have the other brush & will be adding this one to my collection!"
        },
        {
            "review_title": "WHY IS IT SO SOFT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I usually wouldnu2019t reach for a brush to apply my  concealer since Iu2019m a loyal beauty blender girly. BUT AFTER USING THIS BRUSH, I can say itu2019s convinced me. The brush was super soft and it applied so evenly and seamlessly into my skin. I had a great experience with the brush and I can confidently say it makes a huge difference and adds convenience to my makeup routine. Canu2019t wait to use this brush everyday!"
        },
        {
            "review_title": "Bye bye beauty blenders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "literally the most perfect brush!!! I always used a beauty and blender and tbh after this brush Iu2019m never going back. Everything blends so seamlessly and I love that itu2019s dual ended. Itu2019s super soft and easy to wash!"
        },
        {
            "review_title": "Great brush - love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was able to try this brush out pre-launch at the REFY project, I loved how soft it felt on my skin. It gave a smooth - even application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "as a part of LA Refy project I was one of the first to try and I seriously think it is must-have!! Brush is soft and you can use it in so many different ways!!"
        },
        {
            "review_title": "A game changer without a doubt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "After they applied the concealer with this brush, I was left without words. Most of the brushes I have used over the years always manage to take off either my foundation or concealer. This brush not only is smooth and soft, but allowed for my concealer to be applied easily. The dual ended is also super handy, since it could be used either for blush/ bronzer on one end and the more skinny end is for the concealer."
        },
        {
            "review_title": "The softest brush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this brush for applying concealer! Itu2019s very soft and doesnu2019t hurt the under eyes! The other side is perfect for powder! I would highly recommend this brush!"
        },
        {
            "review_title": "Must Have in your collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I had the pleasure of trying this brush out in NYC for the REFY Project and it was the softest brush Ive ever felt. The smaller side is perfect for buffing their concealer in and didnu2019t leave any streaks."
        },
        {
            "review_title": "Must have brush !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am obsesseddd with the original dual ended face complexion brush. I use it every day and itu2019s the perfect brush, especially for traveling. The bristles are incredibly soft, they donu2019t shed and they blend everything so seamlessly. You can use it for foundation, blush, contour bronzer. You name it. It really is a must have brush in my collection and would recommend it 100%. And the same goes for this new complexion brush. When the makeup artist used it on my face, I could barely feel it from how soft it was, It didnu2019t feel rough or like it was poking my under eye, Didnu2019t leave any streaks with splotches. Refy just keeps on bringing the heat with these new launches I canu2019t wait to see what else they have in store for us!"
        }
    ]
}