{
    "product_id": "1769",
    "name": "Vanilla Woods Eau de Parfum",
    "brand": "The 7 Virtues",
    "categories": "Fragrance, Women, Perfume",
    "price": 127.0,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Pear, Rose, Vanilla..Fragrance Description: Vanilla Woods is intoxicating with a dash of fresh pear, a big rose heart note, and the benefits of a long-lasting dry down of organic Madagascar vanilla and gourmand caramel infused with warm amber. The sustainably sourced vanilla alleviates stress with aromatherapy benefits...About the Fragrance: This hypoallergenic and cruelty-free perfume is infused with sugar cane alcohol. It is Peta-Bunny- and Leaping-Bunny-certified cruelty-free and vegan. Made without phthalates, parabens, sulfates, formaldehyde, or UV inhibitors. Normally an Eau de Parfum contains 10-15% fragrances oils. Vanilla Woods contains 22% fragrances oils including organic, sustainably sourced vanilla from Madagascar...This perfume helps provide education and health care. The vanilla is sourced from a sustainable cooperative that provides families with fair wages. Layer with any 7 Virtues peace perfume to create your own harmony. Good for the world. Good for your soul...About the Bottle: Vanilla Woods is nearly clear in color upon purchase; however over time its color may evolve into a golden caramel, ranging from a golden orange to a more caramel brown because it contains natural ingredients..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "ALCOHOL DENAT, FRAGRANCE/ PARFUM, WATER/EAU/AQUA",
    "how_to_use": "Suggested Usage:.- The 7 Virtues peace perfumes were designed to layer with one another to create your own unique signature peace perfume..- Apply liberally to your pulse points, as fragrance intensifies with your bodyu2019s warmth.  .- For a longer lasting natural scent layer with our Perfume Oil. .- Allow these scents to blend with your natural pheromones and get ready for endless compliments.  .- After applying avoid rubbing your wrists together as this breaks down the fragrance causing it to wear off more quickly.  .- If you wear our perfumes on your wrists, be sure to reapply after frequent hand washing as this can rinse the scent off.  .- Because this perfume contains organic sugar cane alcohol, it also acts as a sanitizer, keeping your skin fresh and clean...Recycling Instructions: .All box packaging is made from FSC certified sustainably managed forests and is recyclable.",
    "num_reviews": 1596,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/vanilla-woods-eau-de-parfum-P428713?skuId=2047801&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2047801-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL Eau de Parfum Spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2047801-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Favourite scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this scent!!! If you like sweet vanilla scents, youu2019ll really like this."
        },
        {
            "review_title": "So great for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ive had this perfume for about 2 years now, a little goes a long way. The woody scent is strong but i really like it. It lasts a while too, and it layers really nicely with vanilla lotions"
        },
        {
            "review_title": "Great addition to daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wonderfully subtle scent.  Great for wearing to work!"
        },
        {
            "review_title": "Everyday perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The smell is so good I love wearing it as my everyday perfume cause itu2019s not overpowering but just the right subtle of vanilla."
        },
        {
            "review_title": "Nice fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Parfum is great the delivery was terrible. I couldn't just pick it up in the store and get the discount. I had to have it shipped. It arrived after the person it was for was at my home. Disappointing."
        },
        {
            "review_title": "If you love vanilla this is for you!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you love vanilla this is your scent!!! My daughter is obsessed and has so many compliments!!"
        },
        {
            "review_title": "SMELLS LIKE MOLDY VANILLA",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not my favorite fragrance at all. Smells like mildew or mold mixed with vanilla? Itu2019s not how I want to smell whatsoever. Wish I can return but I canu2019t"
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this perfume! Itu2019s such a beautiful vanilla, not overly sweet, itu2019s perfect alone or layered."
        },
        {
            "review_title": "what does everyone see in this?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "smells like burnt mothballs. gets 2 stars because i like that the vanilla isnu2019t overly sweet, but i have to deliberately try to find the vanilla note in the midst of the burnt cedar. thankfully i just have the small sample from their discovery set."
        },
        {
            "review_title": "Cedar chips",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good quality products overall, but this one smells like hamster cedar chips ud83eudd37ud83cudffbu200du2640ufe0f"
        },
        {
            "review_title": "SOO GOOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m a vanilla girly so you already know this is a must have in my collection! I love this it smells amazing. It reminds me of mod vanilla by Ariana grande"
        },
        {
            "review_title": "The dry down is where itu2019s at",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I bought this as a blind buy because of all the reviews. When I got it I was so mad at myself for buying it without smelling it first because it smells like a smoker sprayed perfume on themselves to mask the smell of cigarettes.. Luckily, after about 30mins it dries down to a more vanilla scent. I am still not 100% sure if I like it or not, but I would say wait for the dry down to make your decision."
        },
        {
            "review_title": "True vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I own a lot of vanilla and gourmand scents and I have to say that this is one of my favorites! Itu2019s the prettiest u201ctrueu201d vanilla in a not-too-sweet sense. I also find it to be ever so slightly smoky, kinda like a vanilla-tobacco perfume (although I know that this doesnu2019t have any tobacco notes). Overall, itu2019s a great mature vanilla. Itu2019s also a good paring with Sol de Janeiro 40!"
        },
        {
            "review_title": "A body butter would be great in this, just saying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This fragrance is a go-to scent I have been looking for, forever. Surely a MK Midnight Shimmer dupe, which of course was my holy grail and discontinued. It gives me a woodsy vanilla vibes with a slight touch of floral in the background."
        },
        {
            "review_title": "Wow ud83eudd2f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This oneu2019s flipping amazing! Scent is beast mode and lasts all day long! Iu2019m in love! ud83dude0d"
        },
        {
            "review_title": "A new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this beautiful fragrance. The vanilla scent dominates and leaves me smelling sweet. It lasts on my skin all day ling so mo need for me to reapply."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The perfect warm vanilla scent! Iu2019ve been searching for something vanilla for awhile but everything always comes off as candy sweet. This scent is the perfect warm cozy vanilla scent once it starts warming up on your skin. It will become a regular in my rotation."
        },
        {
            "review_title": "Long Lasting Heavenly Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "On Black Friday I sprayed this on sampler strip and did not like it. I think itu2019s because I was on a smelling spree before coming across this haha. Almost a week later, I came across the used scent strip and was blown away by the smell! At first you can smell the pear but itu2019s really faint, itu2019s the caramel, amber, and vanilla that takes over. Freaking amazing! Can I also just say how surprised I am that the smell is still noticeable, I mean wow! I have yet to purchase it but Iu2019m going to for Christmas. It kind of reminds me of Prada Paradoxe too."
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This scent is everything. I absolutely love it. This will be my signature scent from now on. Itu2019s so light but powerful at the same time. It just smells like luxury 1000/10"
        },
        {
            "review_title": "True vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Best TRUE vanilla on the market. If youu2019re like me and love vanilla scent but not too sweet, highly recommend this perfume. Iu2019ve also found it super long lasting compared to other perfumes."
        },
        {
            "review_title": "Do not blind buy this.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Blind buy because of the hype. The initial spray smells like vanilla vodka on me and almost makes me gag, and the dry down smells smokey and lovely. It just does not last on me. I've worn it out twice and can not detect it on me after noon. Bummer. The 7 Virtues Amber Vanilla, however, is a winner for me and my body chemistry."
        },
        {
            "review_title": "The Only Perfume I Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love the sweet scent! It's perfect for cosy weather!"
        },
        {
            "review_title": "So underrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Such an underrated and incredible perfume. The scent is pretty traditional vanilla but smells absolutely amazing on the skin and lasts the entire day with just a few sprays. Pretty cheap for the quality/longevity of the product as well, will definitely be re-buying. I have noticed that it slightly stains the skin yellow when applied, so if you have super sensitive skin I would not recommend."
        },
        {
            "review_title": "Play-Doh smelling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Strong smell of Play-Doh.. if you like the profile already, then know it has longevity.."
        },
        {
            "review_title": "Let it sit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Unique! The woods are green, not spicy. Not too heavy/sweet for warm weather. Negative is the alcohol blast at first which indicates lower quality blending/ingredients. BTW vanillas last better if you let them sit and darken for a few months and this one def improves. Paid $60 in a sampler a few years ago w sale, wouldn't pay full price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "when i smell my wrist, I smell a boozy/incense vanilla that makes me go wait...this kinda sucks.... But when someone else who's a foot away from me smells it, they can only smell a lovely vanilla with a splash of warm caramel. They can't detect the boozy incense scent at all. Overall, this is a major compliment magnet."
        },
        {
            "review_title": "date night and cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this is my favorite go-to perfume for date nights and fall and winter vibes."
        },
        {
            "review_title": "Strong and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Excellent staying power.  I love a strong vanilla scent.  Multiple compliments every time i wear it.  One of my top 3."
        },
        {
            "review_title": "amazing must have vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells so good, usually mix with YSL libre or Burberry Goddess"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I really love this scent. This is a very sweet slightly fresh and fruity scent. I don't really get any rose from this. Just a nice blend of pear, caramel and vanilla. I do over spray to get about a 4 hour projection. It lasts on the skin about 6 hours total."
        },
        {
            "review_title": "Perfect Warm Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "What a wonderful parfum!!! I was looking for a good compliment to my sol de Janeiro products since their parfum is a bit of a disappointment and this hit the nail on the head!!  Such a lovely and sweet fragrance that stays on all day. It smells like Sol de Janeiro's signature fragrance but less nutty. They pair so well together; I'm definitely buying the full sized bottle!!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells SO good ud83eudd29 I love that itu2019s not too strong. I do wish it lasted longer especially for the price."
        },
        {
            "review_title": "No thanks!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "So I was excited to buy this but I have to say I am a little disappointed that this fragrance only last 5 minutes on my skin. There is zero projection and I have to spray almost half the bottle to even get a little smell. I should've purchased the trial size first."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Vanilla Woods: Warm, sweet, and perfectly enchanting!"
        },
        {
            "review_title": "Try before you buy!!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this so badly. I tried it in-store with the tester, smelled fine on paper. Brought it home, sprayed it on my skin, only to find that the first notes were super musky, smoky, almost like a cigarette or a musty basement? Once it settled, it left the most beautiful creamy vanilla smell, I couldn't stop smelling my arm. But it took more than an hour for it to get to that point on my skin. If you can get past that initial smokiness this is 100% a must-buy. It bothered me too much so I returned it."
        },
        {
            "review_title": "Love the scentu2026bottle is not good.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased the mini bottle for travel and the whole thing leaked. The bottle and sprayer need to be better quality."
        },
        {
            "review_title": "Scent is different from what is expected",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Bought the perfume after reading many positive reviews, but you should definitely test this out before you buy. It ended up smelling smoky, like I had been at a bonfire party. Not really the vanilla and rose scent I was going for."
        },
        {
            "review_title": "The vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Warm sweet vanilla scent with a clean formula. I love this and gets lots of compliments on it. I will say, and maybe I'm nose blind to it from wearing it, but the scent does not last long at all. For the price I do think it should but I don't mind reapplication."
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my signature scentud83eudd0d smells like vanilla and caramel so feels so cozy!!! I have received many compliments!!! I would buy a million bottles of this perfume if I could :)"
        },
        {
            "review_title": "good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "im 100% a vanilla girl and this smells AMAZIINNGGG but if you're looking less for sweet smells this might not be for you. imo it smells exactly like 40 from sol de janiero if you're looking for a description. i don't use this very often but when i do i get a bunch of compliments :) i reccomend!"
        },
        {
            "review_title": "SMELLS SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019m in love with this perfume though I was expecting a roller applicator since my last one was. But the scent is amazing Iu2019m always getting compliments well wearing. My signature scent for sure!"
        },
        {
            "review_title": "A Good Go-To Vanilla Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I tried this at the Sephora store once & as someone who's a Vanilla Girl, I was happy with this scent.  It's pure vanilla bliss & I like how I can keep smelling this for a good 4-6 hours. It's not too strong & doesn't leave behind a trail if that's anyone's concern.   I use this as my base before layering with other fragrances."
        },
        {
            "review_title": "The BEST fragrance ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been wearing this fragrance for years and it is absolutely delicious and one of the most beautiful fragrances. It is such a beautiful mix of scent notes and if you spray your clothes then the fragrance will last for days. This  scent also causes no issues for anyone in my family, which is a big deal because my sisters cannot wear most fragrances due to allergies. I have purchased this perfume for all of my sisters and everyone adores this scent like no other.  It is a true gem. I always get compliments when I wear this, but I wear it because I cannot stop smelling my wrists and this fragrance is calming, uplifting and just flat out gorgeous. This is probably my favorite scent ever."
        },
        {
            "review_title": "Broken at delivery",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "The sample didn't work, only I made a mess on my finger. Glady, I didn't like what I did get from it."
        },
        {
            "review_title": "A pass for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love the scent but it doesnu2019t last!! Pretty disappointed with the price point. Wonu2019t be repurchasing. I recommended Phlur vanilla skin instead."
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I understand why people may dislike this scent but it is an absolute staple of mine. I have repurchased 3 times now and will continue to as long as long as they sell it."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product a couple of times I am disappointed the scent didnu2019t last long. I love the smell but it disappears quickly. Not worth the price at all."
        },
        {
            "review_title": "Perfect for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume is the perfect everyday scent for me. Has the soft vanilla scent but has some spice to it which gives it an edge and LOVE layering it with a vanilla lotion! Lots of compliments on this one when Iu2019m at work!"
        },
        {
            "review_title": "office approved fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "Great scent for work.  I love wearing this scent for work."
        },
        {
            "review_title": "Heaven in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Best smelling scent that I discovered by accident. It is absolutely the perfect vanilla scent without that cloying fake undertone that most vanilla fragrances have. And it's perfect for layering with other fragrances and with body mists too. Run, don't walk to buy it (and no, I did not receive anything to write this review - honest and genuine). I purchased a small one, but will be looking to see if there is a bigger version."
        },
        {
            "review_title": "Great vanilla smell but mine leaks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I loved the smell of this. Itu2019s top note is more sweet almost caramel like, itu2019s middle note is vanilla and is the most powerful, the base note is a light musk that enhances the vanilla. It lasts a long time, especially when you put moisturiser over it. But the bottle I got leaks like crazy. And since itu2019s so sitting, you might not like it if you like more some scents. long"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "Love the smell, but wouldn't pay the full price just because it is very expensive. Other than that I love it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "smells good but it broke the second i tried to use it soooo annoying"
        },
        {
            "review_title": "Give or take",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Standard clean vanilla scent! It pairs nicely with Mon Guerlain. This cold be everyday wear if you want to smell super sweet"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This was a blind buy and I was easily persuaded through a creator on Tik Tok to try this perfume, and omggg!!! I instantly fell in love with the scent. Itu2019s a light vanilla scent and definitely not overpowering. Will be purchasing again!"
        },
        {
            "review_title": "Don't buy the travel spray...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love the scent. Got the travel spray as a gift and left it sideways unopened and in its box. The entire thing leaked. Major issues with the packaging. Very disappointed to have wasted the product!"
        },
        {
            "review_title": "Cigarettes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love vanilla scents, and I was so disappointed with this. On me, it smelled like cigarettes (I am a non-smoker). This made me want to puke and I had to wash it off immediately. Also, the spray bottle seemed to be broken. I would not recommend this product."
        },
        {
            "review_title": "Nice light fragrance but issue with spray cap.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Purchased travel size, spray cap does not work after first spray. Will be returning. The scent is a nice light fragrance"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Love this brand and all of the scents, but my favourite is lotus pear and vanilla woods ud83eudeb7 - Wendy"
        },
        {
            "review_title": "7 Virtues strikes again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I like this scent. I prefer the vanilla santal scent a touch better. I have stayed away from vanilla scents in general and finally getting back to enjoying the scent after it was associated with another smell I couldnu2019t shake. Smells greats"
        },
        {
            "review_title": "let it marinate after purchase!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "With this perfume, the longer it sits the better it gets. Iu2019ve seen a lot of people complain that it is too sweet of a vanilla, but in all honesty if you let it sit it becomes more of a deeper, woody fragrance with a hint of pear and vanilla. Perfect perfume in my opinion for anytime of the year, and the lasting power is amazing!"
        },
        {
            "review_title": "Love the scent, packaging is total garbage.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Packaging is a nightmare.  I love the fragrance, and I loved it even more when it was a rollerball, but this spray version is not worth the hassle, so I'm now exclusively using Tobacco Vanille by Tom Ford.    I have many travel sprays, but this is the only one that is an absolute disaster.  It doesn't spray well; sometimes its like a weak stream that gets everywhere except where trying to spray.   If you close the cap fully, especially after any of that weak stream had made contact with the rim, the cap gets stuck and will rip the entire top off the glass the next time you try to open it.  I lost about 1/3 of the bottle that way. I won't be buying again until the packaging is improved."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume is amazing! If you love a vanilla smell, i highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Just ordered the travel spray since I recently used a sample of this that I had. I plan on purchasing a bigger bottle once I know for sure this won't tire me out. As of now, it smells soooo good...I keep smelling it randomly on my body and it makes me happy!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells so good! Not necessarily a vanilla girly but this one will definitely be repurchased."
        },
        {
            "review_title": "On the fence, not vanilla-y",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I was never really obsessed with vanilla perfumes but I recently got a hold of Phluru2019s Vanilla Skin and now Iu2019m obsessed and in a vanilla fragrance rabbit hole. What Iu2019m finding though is that itu2019s weirdly hard to find a true vanilla scent. Iu2019ve been looking up recommendations for vanilla perfumes and this one came up (plus it has vanilla in the name). Itu2019s not at all what I expected. I donu2019t get vanilla from this really at all. I get super sweet sugary pear with a green woodsy note. Iu2019m not sure how to feel about it.  I think the name is deceiving and I donu2019t think this is what most people on the hunt for the perfect vanilla scent are looking for so try to test it in store if possible. One second I think I maybe like it but the next second Iu2019m feeling kind of nauseated by it so I donu2019t think this one is for me. Buy with caution if youu2019re expecting an actual vanilla scent."
        },
        {
            "review_title": "Beautiful Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Beautiful all year round vanilla scent. Clean brand, lasting for long time. Beautiful sweet vanilla. Love laying this one with SDJ 62."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smell like the classic sol de Janeiro perfume but long lasting. I love this scent ud83dudc9cu2764ufe0fud83dude0a"
        },
        {
            "review_title": "basic sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this brand but.. no. honestly i bought this on accident. meant to by amber vanilla. this was way too sweet & B&BW to me. ig u want a base level u201cwoody vanillau201d thats more sweet than earthy. get this"
        },
        {
            "review_title": "Favorite everyday perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I love the scent so much. Itu2019s a light, comfy vanilla. A great everyday scent."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "This stuff smells amazing! I love how it smells hours after I apply it, and the smell lasts a long time."
        },
        {
            "review_title": "One of my favourite perfumes ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This is honestly one of my favourite perfumes, and itu2019s become a go-to fragrance for me. Iu2019m a big fan of sweet and gourmand smells, so for me, this perfume is a winner. Itu2019s sweet but not cloying, and itu2019s a really rich and warm scent. When you first spray it, you do get that alcohol smell, but it vanishes as soon as it dries down. The longer it sits on your skin, the better it gets. If I was to complain about anything, it would be the staying power of the perfume, but I donu2019t mind reapplying through the day so itu2019s not really a big issue for me. Iu2019m a big vanilla girly and so this is definitely my type of scent, but I think it might not be for you if you donu2019t like the sweet, warm smells. I definitely wear it more in the warm months, but my spouse loves it so much he asks me to wear it all the time. Itu2019s just a really gorgeous scent."
        },
        {
            "review_title": "A nice touch to add to your collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Scrumptious perfume! The dry down is def more woodsy but still sweet and seductive"
        },
        {
            "review_title": "smells great, scent doesn't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I love the smell of this product. A beautiful warm vanilla with a hint of musk. However, it lasts maybe an hour and then completely gone. Very disappointing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone",
            "review_text": "Smells great and sweet. Perfect for a creamy vanilla that is slightly fruity with the pear. My only issue is it doesnu2019t last as long as I would like for the price. After 6 hours I couldnu2019t smell it on my wrists"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "This smells so freaking yummy like i canu2019t even explain how good is smells, it smells so good that i regret buying the travel size instead of the bottle. ."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Smells like Vanilla Vodka. Definitely not what I was expecting. But its not the worstu2026"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "One of my favorite vanilla scents! I now understand why it was hard to get!"
        },
        {
            "review_title": "Yummy but hard to spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love the scent, its very sweet and caramely! My only issue is the atomizer on the bottle. You have to push it down really hard and quick in order for it to spritz properly, otherwise it comes out in a little stream."
        },
        {
            "review_title": "Good but small",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Smells sooo good but runs out very quickly. Would be a better use of your money to just buy the full size if you like the scent"
        },
        {
            "review_title": "Going to wear everywhere!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I only got the sample version but it is SO good! It last all day and it smells so good but isnu2019t too overpowering!!! Itu2019s a beautiful scent!"
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample of this the other day and went nuts over it. Itu2019s such a great staple, my new holy grail vanilla. My fragrance collection is nicely rounding out! It smells a little bit like a really good Greek and honey yogurt. Pairs quite nicely with the SDJ bum bum cream."
        },
        {
            "review_title": "Sweet spicy incense-y",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is def a u201cwoodsyu201d vanilla that is sweet and spicy and kind of incens-y on my skin. I can sense a slight cigar note. Its not feminine enough for me I prefer a lighter fluffier vanilla but it is nice. I might revisit in the winter time."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Woods and warm vanilla is exactly what it smells like. I can't say that I dislike the scent even, it's nice but to me it smells like a good winter candle, not perfume. I'd love my house to smell like that but not myself. It's too simple and seem to be missing something."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been wanting this forever!!! Finally jumped,couldnu2019t be happier!! Iu2019m not a person who is cheap but the price was holding me back. Spoil yourselves!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love its longevity and how well it plays or layers with other scents. This perfume may be my favourite vanilla scent to date because it's not too gourmand, woody or powdery. It's a clean vanilla scent, and I get compliments every time I wear it. I layer it with the Sol de Janeiro Bum Dia Bright Cream because they have similar scent profiles."
        },
        {
            "review_title": "Jamais sans mon Vanilla Woods",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce parfum est u00e0 la fois doux et ru00e9confortant. Ju2019adore !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is my fav winter perfume. It has a woodsy vanilla scent and it lasts all day. The smell gets better with time, Iu2019ll definitely buy the full size when I run out."
        },
        {
            "review_title": "Favorite Vanilla Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is my favorite vanilla fragrance! If you like Burberry goddess, youu2019ll likely like this! Itu2019s like Burberry goddess but without the u201cspicyu201d aspectu2014 just sweet. The vanilla notes are pretty strong in my opinion. I also smell a little caramel in there as well. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "love this scent! it is sweet and subtle, long lasting too! highly recommend giving this one a try"
        },
        {
            "review_title": "Intoxicating and delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This perfume is SOOO amazing! The moment I first smelled it, it was intoxicating! The vanilla is strong, but so is the rose and pear and it creates a combination that I havenu2019t smelled before. I am a true vanilla/gourmand perfume girlie and this is hands down my favorite. I donu2019t get cigar or spicy from this perfume at all like some of the other reviews stated"
        },
        {
            "review_title": "SMELLS DELICIOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the vanilla scent and how long it lasts. I also layer it with the sol de janeiro 40 body mist. if you want to get compliments buy this!!!"
        },
        {
            "review_title": "Decent fruity vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The pear comes through way more than I expected so it ended up being much sweeter than I thought it would be. Itu2019s nice, but definitely not one of my fav scents. It has minimal sillage and lasts all day! It smells very similar to Sol de Janeirou2019s Cheirosa u201840, but honestly I prefer Cheirosa u201840. I heard others say Vanilla Woods is similar to Kayaliu2019s Vanilla 28, but I donu2019t see much resemblance since Vanilla 28 is much more floral on me."
        },
        {
            "review_title": "Signature perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Always loved vanilla scents and always wanted a signature perfume that was vanilla and sweet but not too sweet that it would overwhelm or overpower.   Wear it to work everyday and I always get compliments and get asked what perfume am I wearing.   Love that the brand is clean and love even more the story behind how this brand came to be. Great scents and even greater cause.  Sticking to this forever. Finally my search for my signature scent is over.   p. s. for those wondering, Vanilla Woods smells sweeter than the new Amber Vanilla perfume, which has a bit more woodsy/spice and floral scent to it. Both are lovely. ***"
        },
        {
            "review_title": "Nearly perfect apart from the woody/cigar smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "I LOVE this scent but only after the woody smell goes away. This would be a 5/5 if that note wasnu2019t present.  Thankfully on me the woody part disappears within an hour (it makes me sneeze too). Then I get a delicious rich vanilla smell that stays on me almost all day. I pair it with a vanilla perfume oil I bought off Amazon."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume smells so warm and cozy it truly is comforting. Itu2019s the perfect amount of vanilla, not overly sweet at all, with just the perfect amount of woodiness and warmth. One thing though, it doesnu2019t really project much. You can smell it on yourself and your clothes throughout the day but you would need a lot of sprays for it to be detectable by other people."
        },
        {
            "review_title": "My current favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I get SO many compliments when I wear this scent. Layerable, sweet (but not overbearing) & warm. Highly recommend! Also has good lasting power!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "my ALL THE TIME FAV if your a true vanilla girl u will love this. reminds of the discounted vannila lace body spray from VS. it lasts awhile. for a good quality perfume the price isnu2019t bad either andyummy"
        },
        {
            "review_title": "Delicious, Sultry, Versatile Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Want people to drool over you and ask u201cwhat are you wearing?u201d in just about any setting (day to night, work or leisure) this is the vanilla perfume you need. Lux blend of floral and gourmand. Lasts 8+ hours easy. Keeps it sexy."
        },
        {
            "review_title": "Yes, yes, yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "So good. I am not a vanilla fan, but this is just sooo good. It's sweet but not sickly, woody but not smokey or brash. It's literally just perfect. I truly hope it's never discontinued."
        },
        {
            "review_title": "Main Character in a Rom-Com",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Sorry to say, but this is one of the best and particularly underrated vanilla perfumes out there. It is such a warm and cozy yet captivating vanilla. Vanilla Woods is a sweet yet musky fragrance that turns heads, literally. Cherish her, enjoy her, appreciate her before sheu2019s gone!  I"
        },
        {
            "review_title": "My favorite scent of all time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I found this perfume maybe three years ago, and Iu2019ve never taken to another perfume since. Itu2019s simple, warm yet mature, and feminine. My favorite scent of all time!"
        },
        {
            "review_title": "Cigars!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I bought the travel spray on a blind buy awhile back and regret not returning it then. It smells almost exactly like my grandfathers cigars back in the early 80s, not what I was after as a perfume. I had sort of  perfume until my most recent order gave me a sample of this rather than the one I chose. Ugh! most recent order sen"
        },
        {
            "review_title": "The worst perfume in my life",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I donu2019t know if it is normal but when I put this perfume for the first time I sneeze and third day I sneeze again. I think I might be allergic of this perfume probably maybe of this ingru00e9dients& it smells like smoke"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love the scent of this-to me itu2019s a very spicy vanilla. Longevity isnu2019t great. But the reason I will never repurchase this or any other 7 virtues product is that a great deal of it evaporated. I left it sitting for some time and a bunch disappeared. Many others have reported this huge quality control issue."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells fantastic. It's my new everyday scent. It smells like warm vanilla, and it very strong so you don't need much of it to last awhile"
        },
        {
            "review_title": "Wear this scent almost every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Normal skin",
            "review_text": "I have spent more than a decade avoiding perfumes because I didn't want to be wearing chemical concoctions...but the 7 Virtues line has brought me back to my scents! LOL (sorry for the bad pun)  I absolutely love that it's a clean line, and I also appreciate the planet positive approach and the fact that they give back by contributing to ending period poverty. It's not something I had thought about, but their goal to make menstrual products free to girls across Canada is amazing. Oh year...and they're CANADIAN !! :)"
        },
        {
            "review_title": "Beware Opening This Product -Smells Amazing Though",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is my 3rd time buying it,vanilla and woodsy heaven, but there is something very wrong with the packaging as I tried to get the top off and the entire spray apparatus came out over a 1/4 of perfume dumped out.Very upset."
        },
        {
            "review_title": "Travel size leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really wanted to love this, but this perfume vanilla/ pairing just wasn't for me. The vanilla and pear notes are warm and wonderful, however when it dried down a that could smell was an overpowering burnt roses and amber. Those two last so much longer then the sweetness that I personally require in a vanilla fragrance. It's also possible it's just not a great combo with my body chemistry. It definitely way warmer then a traditional vanilla too, like a burnt caramel marshmallow. I also recommend smelling it for yourself, on your own skin. The company is good though, claiming to provide health care and education funds, is cruelty free and fair trade. But unfortunately mine (the travel spray size leaked everywhere. Apparently it's an known packaging flaw. So you can't really travel with it, mine leaked 1/4 the first day I bought it. Over all for the price point I expect the packaging to be of higher quality, especially if it's designed to be for travel."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to like it so bad but with my body chemistry anything with wood notes tends to smell like a burnt cigarette. Smells good in the bottle just not on my skin"
        },
        {
            "review_title": "Favorite vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "This by far is my favorite vanilla scent and Iu2019ll never go without it."
        },
        {
            "review_title": "Favorite vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite vanilla perfume and i have tons of vanilla perfumes. The most true vanilla in my opinion."
        },
        {
            "review_title": "My signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Picked this out for my birthday last year and Iu2019m obsessed! I find perfumes sometimes give me a headache, but this one never has. Subtle but beautiful & elegant scent!"
        },
        {
            "review_title": "Dried down very marshmallow-yu2026not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "When I sprayed this on a sample paper in Sephora I really liked it so I put some on my wrists to try for the day before deciding to buy. Iu2019m glad I did. The scent started out somewhat sweet/smoky/woody which I enjoyed, but once it dried down it smelled super sweet, marshmallow-y and in my opinion kind of juvenile. Glad I tried before buying!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells amazing and last a long time. Big bottle and I get compliments all the time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Favorite perfume ever. Super vanilla scented and lasts for a while"
        },
        {
            "review_title": "Don't take on airplane.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I got a sample pack of this product and knew immediately I would be buying the full size. I bought the travel size so I could take on a big trip with me and my brand new bottle had less than a half left in it after flying. Before leaving I double checked that it was secure & closed and then thankfully had it packed in a ziplock. I was bummed arriving and seeing this but made sure to salvage what I had left on the way back - same thing happened. Super sad and bummed to miss out on this product & have money go to waste!"
        },
        {
            "review_title": "a MUST have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "smells SO freaking good. the only perfume i use. my absolute favorite"
        },
        {
            "review_title": "no nope never",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I chose a sample of this as I had used up the full-sized fig. I thought the fig scent was not even okay but fine for work from home-ish scent but not great. Put on the vanilla sample this morning and immediately started sneezing. I kept sneezing and one of my sinuses is now blocked and the other side won't stop running. I cannot wait to take a shower to wash this off. Would not purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have used this product for the past two months. It has a strong vanilla scent that lingers for hours. I donu2019t really receive any compliments on it though. Overall, a good purchase for someone who likes a vanilla scent!"
        },
        {
            "review_title": "Makes me smell like a cigar.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It smelled nice at first, but as it dried down it started to smell like cigar smoke. Very strange."
        },
        {
            "review_title": "Smokey scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I want to love but after reading some of the reviews it's bang on how this smells on me. It smells like I was hanging out in a smokers lounge all day and sprayed body shop vanilla to try and mask the scent. I couldn't put my finger on why I didn't love it until realizing others say the same."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I AM OBSESSED WITH THIS PERFUME. it's a warm vanilla and lasts sooo long on me!"
        },
        {
            "review_title": "Sample Size Helped Me Decide",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample size Vanilla Woods so I could try it as I didn't want to commit to a full bottle. I sprayed on my neck and went out to dinner. Met a handsome guy and end of night, we hugged goodbye. After a few seconds embrace, he pulled me back and said, Oh Amiga, you smell goooooodddd. LOL Okay I will buy a full bottle now."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got the tester of this and it was so good I bought the travel spray to keep in my purse.  As a lover of sweet scents this was really nice and a more elevated vanilla than I was used to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I got the tester version of this for free and it lasts soooo long guys. Plus the scent is really nice and not too overpowering. Really debating getting the full size itu2019s just so expensive"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "literally smells like playdoh with cigar smoke, itu2019s not good at all please donu2019t buy and go for something good like kayali vanilla 28 that is a true vanilla scent"
        },
        {
            "review_title": "The best vanilla scent around!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Absolutely stunning warm vanilla scent. As a picky person with a sensitive scent palette I was skeptical but after a wear test the warm vanilla scent is perfect, inviting, and lasts for 24 hours. 100% purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this perfume lasts a long time. if you like sol de janerio 40, you'll love this perfume. to me they smell very similar."
        },
        {
            "review_title": "Sexy Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This perfume smells amazing. I received a sample size with my order and now I am going to go ahead and purchase the travel spray.  Itu2019s such a soft, sexy vanilla.  It Lasts a couple of hours on me.  Itu2019s not too strong nor overwhelming, and it didnu2019t give me a headache like some perfumes can do.  ufffc"
        },
        {
            "review_title": "A MUST BUY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is a must buy! I LOVE this! It is a nice warm vanilla, and lasts all DAY! I have told way too many people about how amazing this perfume is, go ahead and buy it!"
        },
        {
            "review_title": "Sexy and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely love this scent. It's so soft and sexy. 10/10 recommendu2764ufe0f"
        },
        {
            "review_title": "Smoker smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Oh no no. I was so hopeful but this makes me smell like I was forced to hangout with smokers all day and now I have that residue on me and I used a vanilla perfume to get it off but it still lingers.  scented"
        },
        {
            "review_title": "Clean beauty and smells perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This parfum is fantastic. I smelled every travel size and the only one that I loved was this. So, I bought the full size. My mother in law always compliments it. I am also making the switch to clean beauty so this product is perfect."
        },
        {
            "review_title": "One of my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is my all time favorite vanilla scent. It lasts so long and isnu2019t too expensive for the amount!"
        },
        {
            "review_title": "Absolute favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my absolute favorite. I tried so many perfumes but I always go back to this one. Every scents from 7 virtues are so good."
        },
        {
            "review_title": "Smells like stale cigar smoke on me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I'm desperate to find a dupe for Atelier Vanille Insensee now that they don't sell in North America anymore and saw on a subreddit this is a close dupe. Maybe on some, but on me this dried down to what smelled like my dad's old Cherry Cigar smoke lingering in a room. I find this very tobacco forward and saw some others noted this also. On my clothes the tobacco was less noticeable, but my body chemistry is just not a good fit for this. Almost no vanilla once it dries down. I'll finish off the travel size because it kinda reminds me of my dad in the 70s and 80s but just not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Dupe for Angelu2019s share by Killian. It definitely lingers throughout the whole day. Glad I found a less expensive version."
        },
        {
            "review_title": "Must-Have Vanilla perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My favourite vanilla perfume right now. I appreciate how itu2019s sweet but not overwhelming. It does wear closer to the skin, which works great for me. I find the spray to have more of a Smokey/woody finish which is so sultry."
        },
        {
            "review_title": "Clean , sustainable, affordable & smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the brand 7 virtues, itu2019s sustainable, itu2019s natural sourced , each scent is mindfully made with an intention and did I mention that they are all absolutely amazing. The last 2 year I stopped wearing perfume because they were none on the market made from natural oils until I found 7 virtues. I love love love every single one in a different way, when I think I found my favorite then boom they make another one thatu2019s even more fabulous. If you are looking for a clean , sustainable and affordable any occasion brand this is it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Le parfum sens la vanille profonde tres chaleureuse. Malheureusement il a un fond du2019odeur de fumu00e9e quand il est vaporisu00e9 trop pru00eat.  Peut u00eatre un parfum de tout les jours !"
        },
        {
            "review_title": "Perfect vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing product. Good dupe for the Rosie Jane Dulce perfume thatu2019s out of stock. It makes me smell like vanilla and comes in a great size"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got the sample from a scent sampler while looking at vanilla perfumes, and I think it's not terrible, but I don't think it's a good perfume for anyone under like 20. I don't really know how to describe it, but it kind kind of reminds me of something /my grandmother would wear, a sweet scent for sure, it just has that other element I can't describe."
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Idk what the negative reviews are about but this smells amazing. I decided to go ahead and get the small one to try out but now i need the bigger bottle ud83dudc4fud83cudffcu2764ufe0f"
        },
        {
            "review_title": "I think Iu2019m addicted to thisu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "A caramel vanilla that has just a touch of fruitiness. One of my top favorite perfumes ever. A little bit of a smoky opening that I personally like, but wonu2019t be for everyone. Someone compliments this every time I wear it out!   without fail"
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Vanilla woods smells amazing I canu2019t imagine my routine with out it smells so sweet and very long last not only that itu2019s a natural perfume and that is perfect for me I will be trying other scents thank you so much for creating thisthis"
        },
        {
            "review_title": "Not what I thought",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The notes described were right up my alley but when I sprayed this on my skin it gave off a weird cigarette smell. I was so disappointed. I will be returning for something else."
        },
        {
            "review_title": "Absolute Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a vanilla scent girl, and this is honestly one of the best vanilla perfumes I have ever had. I have bought this product about 3 times since first trying it. I have never gotten so many compliments before. The perfume lasts a few hours before you have to respray which is amazing. I would totally recommend this perfume to anyone who loves that raw, warm vanilla smell."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I adore the smell in the bottle, but something in this pulls cigarette ashy on me. Definitely sample on skin before buying!"
        },
        {
            "review_title": "Good butu2026 doesnu2019t last on me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really do like this perfume, but unfortunately I wonu2019t be repurchasing after I run out due to it not lasting on me. I feel like I constantly reapply and it doesnu2019t last for more than 30 minutes:( itu2019s more like a body spray if thatu2019s what your looking for"
        },
        {
            "review_title": "New scent from Halifax",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Beautiful skin scent. It has qualities of aroma therapy and helps my focus and personal time. Would recommend to people trying to get into fragrances"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "very sweet vanilla perfume with not to much of an over powering floral scent. as a middle eastern there is a slight scent of oud if that is what you like."
        },
        {
            "review_title": "So yum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Caramel-drizzled pear under a haze of smoky rose incense. Really feminine and sweet but complex- if you like sol de janeiro 40 youu2019ll love this. Imo a slightly better 40 w longevityyy."
        },
        {
            "review_title": "donu2019t walk but RUN and get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "iu2019m actually rather excited when it comes to this scent. i had ran into a girlfriend of mine while running errands and was taken back by her scent when we hugged.   of course my girls look out and she immediately told me what it was and i went straight to sephora. they didnu2019t have any samples in stock but itu2019s really worth it so i started out with the travel size.  it lasts quite long in my opinion. usually i can smell a hint a few hours later however a little reapplication spritz with this travel size in your purse never hurts."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells so good! I found one of the little samples from a friend! But sadly itu2019s too expensive"
        },
        {
            "review_title": "One of my favorite vanilla perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "As a die hard vanilla fan, I am absolutely in love with this perfume. When I first smelled it, I was really unsure because itu2019s not super sweet at first sniff. After letting it dry down on the skin and forgetting about it, I kept getting the most delicious whiffs of super decedent vanilla, and I realized it was this perfume! This scent is the definition of addicting, I cant stop sniffing myself anytime I wear this. The rose and pear really add something so special to this fragrance, elevating it from a typical vanilla, to a complex fragrance experience. It is sweet but in the most u201crealu201d vanilla way. This fades beautifully throughout the day, but I continue to smell it for hours after I put it on which is super impressive for a clean perfume. I also LOVE this layered with pretty much anything just to add some sweet vanilla depth. My favorite layering combo with this is By The Fireplace by Replica."
        },
        {
            "review_title": "Perfect Rose + Vanilla Blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love this. Iu2019m not a fan of rose, but this is a beautiful blend. The smokey note isnu2019t prominent on my skin unless I start sweating heavily. This is perfect for cooler weather and is a comforting and relaxing fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "LOVE THIS PERFUME!!! Itu2019s decently strong and lasts a while (which I like). Definitely really sweet, a bit intense, and for sure an acquired taste."
        },
        {
            "review_title": "Pass, smells like smoke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "There is a nice smooth floral vanilla in this perfume however there is also a layer of what smells like a dark cigarette smoke and is very unpleasant will be returning."
        },
        {
            "review_title": "Delicious and wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely love it, I feel like it's a very delicious, smoky vanilla. Some scents I wear for other people, but this one is for me bc I love smelling it on myself all day! It seems to last a good 8 hours, perhaps even longer."
        },
        {
            "review_title": "favorite perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "one of the longest-lasting perfumes iu2019ve tried and it smells soooo good!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the smell but doesnu2019t last very long. Spray stopped working after one use."
        },
        {
            "review_title": "Would repurchase!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this product for the first couple of minutes, but I noticed the smell doesnu2019t last as long as Iu2019d like it to. Still really nice vanilla smell!!"
        },
        {
            "review_title": "FIX PACKING I BEG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "SMELLS ABSOLUTELY DIVINE, UNFORTUNATELY IN MY EXPERIENCE THE TRAVEL SIZE PACKAGING EITHER LEAKS AS ITS BEING SHIPPED TO YOU, OR AS YOU ARE USING UP YOUR PRODUCT. When I ordered my travel cherry ambition, it leaked in shipping. When I got my vanilla woods, it leaked before I could use it up."
        },
        {
            "review_title": "A smoky gourmand vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "As a vanilla and gourmand scents lover, the Vanilla Woods from The 7 Virtues is an almost ideal take on vanilla intoxicating darkness (the rose notes are the touch that spoils a little this fragrance for me). It's a dark strong fragrance... I could say it's just for the nighttime and/or winter, but the pear notes add that touch of freshness that make me use it even at the office. The caramel is delicious and long lasting. There's sometimes a vague ashtray / chimney scent... not in a bad way, but again, smoke smells can be polarizing; for me it's the minimum to make it a little bit more interesting. It's a fragrance that doesn't fill a room or announces that you come from miles; but it's the fragrance you want to keep for close encounters."
        },
        {
            "review_title": "It is the parfum version of SDJ 40!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this in hopes it would smell like SDJ 40 and it does!! Vanilla is the only note these 2 technically have in common but I guess the mix of the notes just end so similar! Sweet, vanilla & caramel on me!"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "A little goes a long way with this perfume! It lasts all day and smells good!"
        },
        {
            "review_title": "I donu2019t leave the house without it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is literally one of my favourite perfumes, I got it in hopes that it would smell like Sol de Janeiro 40 and it does!! And it last allllll day!!!!ufffcufffc"
        },
        {
            "review_title": "Took me by surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this vanilla perfume, itu2019s soft yet bold. Last very well throughout the day. Received many compliments !!  Compared to a 300 dollar perfume that I recently added to my collection, I reach for this perfume more!"
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Some of my favorite fragrance influencers rave about Vanilla Woods by The 7 Virtues, but it smells like a musky girls Jr High locker room after everyone dowses themselves in 10 gallons of cheap fruity body spray. Maybe with a sprinkle of cigarette ash. Anyone else?"
        },
        {
            "review_title": "Everyday signature scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been wearing 7V vanilla woods for a little under 3 years now. Never in my life have I repurchased the same perfume more than once, but this one is special. If youu2019re in the fence, donu2019t be. Itu2019s worth it the money"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A familiar and addicting vanilla with an elegant dry down. Received a sample in my Sephora order but now adding it to my must buy list."
        },
        {
            "review_title": "Not a must have .",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s a nice scent but to be honest I could live without it . Itu2019s exactly a woody vanilla . Doesnu2019t smell bad but donu2019t go out your way to buy it ."
        },
        {
            "review_title": "nice perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was looking for a vanilla scent perfume, and one of the sephora employees recommended me this, and it smells so good. best purchase"
        },
        {
            "review_title": "Iu2019m obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "this perfume is honestly one of the best vanilla perfumes ever. the longevity is better than any other perfume i have and itu2019s so subtle, sweet and warm"
        },
        {
            "review_title": "Daily scent- slightly sweet and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am addicted to this scent! It is also fairly long-lasting."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Smells very spicy and not in a good way. The pear is also extremely overpowering. Itu2019s not bad but itu2019s not the kind of vanilla scent Iu2019m into."
        },
        {
            "review_title": "Great soft perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "My favorite perfume and only perfume that doesnu2019t bother my allergies."
        },
        {
            "review_title": "Vanilla w/Oomph",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is beyond the traditional 'Warm Vanilla Sugar' type scent.  It has a complexity to it that makes it great for fall.  I've typically stayed away from vanilla-heavy scents b/c I don't like the dense go-to note that most fragrances have.  Its like the cool sister to most vanilla fragrances and the rose & pear take it to the top without making it a floral-heavy or fruit-heavy scent.  I love it for fall & was always curious about it ever since it was recommended by JKissa."
        },
        {
            "review_title": "Potent yet subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I love that this isn't a big vanilla scent, but wafts from the skin gently. I layer it on top of my Everyday Oil body oil for a sweet/earthy combo. The vanilla doesn't seem to last super long, but with the oil, I'm noticing it holds on a couple extra hours."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "so long lastingggg babies ! im so glad I bought this I also mix it with another Perfume"
        },
        {
            "review_title": "Most vanilla-y vanilla u263aufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Favorite perfume ever. Smells more vanilla than wood which i like and it lasts forever. Actually i have to buy a second one because my mom liked it so much she stole it from me lol"
        },
        {
            "review_title": "smell like cigarette",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "it smells so good on a piece of paper or on clothes but once i spray it on my wrist the smell turns bad, it smells like cigarette on me, an absolute no no. maybe it's a me problem and it would smell good on someone else"
        },
        {
            "review_title": "Get it will have people ask him what you wearingu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Omg this smell sooo good the amount of people that told me I smell so good after using this combination you need this you might not smell it on yourself but trust me others smell it on (thank me) u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "smells weird",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i revives this as a perfume sampler and it smelled kind of like public bathroom. i think it could be good for someone but maybe go in store to smell this"
        },
        {
            "review_title": "TERRIBLE PACKAGING",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Smells good, but that doesn't matter. The 'travel' packaging can't even survive on my counter. Leaks everywhere and the product completely evaporated within less than 3 months. I reached out to customer service and they told me they couldn't help me. Do not waste your money."
        },
        {
            "review_title": "Bad Longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had a sample of this and loved it - the smell projected somewhat and lasted a long time on clothing. I got the large bottle for Christmas and there is essentially zero longevity - it doesnu2019t even last on clothing."
        },
        {
            "review_title": "Clean beauty, smells amazing for vanilla lovers.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells so good! I bought it because I wanted a travel size for my purse, although I do not have it in the full size. Out of all the ones I smelt in store this was the winner. Itu2019s vanilla, but has an unexplainable uniqueness"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have tried so hard to find a mature vanilla perfume that isnu2019t overwhelming and doesnu2019t give me a headache. This is such a nice and calming perfume. The notes of caramel, pear, and vanilla are so easy to smell and it lasts all day."
        },
        {
            "review_title": "So disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am so disappointed. I had read so many positive reviews and thought that this perfume sounded really nice. I received it today and omg it does not smell like people describe at all. After a few minutes it smells like cigarette smoke. So terrible and cheap smelling."
        },
        {
            "review_title": "Smells like vanilla cake one spray was strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "On me it smells like a vanilla cake baking on a piece of wood lol itu2019s very vanilla tho. The woodiness to me is very slight. It matures the vanilla up in my opinion. This is great for someone wanting a mature vanilla."
        },
        {
            "review_title": "Very nice.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Got this as a sample with purchase to another perfume. Itu2019s smells so good. Itu2019s weird to describe how I smells. I can def smell the caramel and vanilla. Very distinct and sudel at the same time."
        },
        {
            "review_title": "Smells Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This smells amazing!!! It is mostly vanilla but also smells a bit floral. I use this every day and I always get compliments."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Bought it blindly and do not regret it. Smells great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "If youu2019ve ever been to Las Vegas, this perfume smells exactly like the inside of Aria."
        },
        {
            "review_title": "My favorite vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, notSure skin tone, Combination skin",
            "review_text": "this is one of the flew vanilla scents that smelt good in my opinion! A great layering scent as well!"
        },
        {
            "review_title": "must have!! highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "smells amazing, i love the vanilla and caramel but the very faint smell of rose is a perfect combination. lasts me all day, i'll get whiffs of it every so often. pair it w/ eos vanilla cashmere!!"
        },
        {
            "review_title": "Looks Basic but it will have people stopping you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I recieved this as a sample in order & and I wore it to work for two days straight and I swear to god Iu2019ve NEVER been asked what perfume Iu2019m wearing until I started wearing this. & mind you I usually wear  ysl perfumes  & Iu2019ve never been stopped before like how Iu2019ve been when I wear this one youyou uusually wear"
        },
        {
            "review_title": "Poor performance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I had high expectations, based on all the great reviews this has, as well as most influencers raving about it.  I could barely smell it, even with my nose directly on skin.  I tried spraying on clothes, other people, and I still got nothing.  I oversprayed, like 10 sprays, and nothing.  I like a good skin scent, but that's not this.  So disappointing ud83dude1e"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received a sample of this perfume and mines did not smell like vanilla at all. The scent it had was so overpowering it literally made my stomach feel queasy. Just bad & smells like an old lady."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "AMAZING!!! I got this as a free sample and I love it! I actually layered it with Juliet Has a Gun, Not a perfume and it smelled amazing together! Totally recommend!!"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a free sample and all I have to say is it smells so good!! and lasts for hours."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't love this. The longevity wasn't good, and it smelled like vanilla in an old attic at first. After a few minutes, I smelled the vanilla more, but this is just not worth it."
        },
        {
            "review_title": "Great everyday perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Not too sweet and a little smoky - perfect everyday perfume"
        },
        {
            "review_title": "Too Smokey",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I got this in a sample because I was looking for a vanilla perfume, Iu2019m so happy I did because Iu2019m not a fan and it would have been a waste of money. The vanilla scent is really nice and soft but thereu2019s an overpowering smokey smell that I personally hate"
        },
        {
            "review_title": "depends on the mindset",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "if u go into this perfume with the impression that itu2019s going to smell like smoke, it will. if u go in with the impression that itu2019s going to smell green, like the woods it will. this perfume features a very mature bonilla thatu2019s definitely not for everyone. your mindset will definitely determine what u think about it. itu2019s honestly kind of nice smelling. if u donu2019t go in with the wrong mindset like some of the reviews"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I got this as a sample and as a vanilla perfume junkie I can say without a doubt that this is one of the best vanilla perfumes iu2019ve smelled."
        },
        {
            "review_title": "Delightful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells soo good. Love the top pear note and dries down to a lovely vanilla that isnu2019t granny smelling or overly gourmand. Light, happy, and pretty."
        },
        {
            "review_title": "Basically vanilla bean Noel",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received a sample of this and I donu2019t think itu2019s that good it literally smells like bath and body works vanilla bean Noel. It smells very childish like that middle school vanilla perfume."
        },
        {
            "review_title": "Smells like alcohol..?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this product as a sample first, and I am glad I did. Smells like alcohol with a hint of vanilla. Maybe thats just me, but do whatever you wanna do."
        },
        {
            "review_title": "Smoky Vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So far Iu2019ve loved every scent Iu2019ve tried from 7 Virtues. Vanilla Woods is the perfect scent if you love a smoky vanilla scent. It lasts a couple of hours but needs to be reapplied after that."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this for a few weeks, this is my most complemented perfume!! I have a very sensitive nose and most scents bother me, this doesnu2019t. Will be repurchasing as long as I can! I recommend Everyone to try it out!everyone to try it?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Daily wear for nearly 3 years now. Constant compliments. Amazing longevity."
        },
        {
            "review_title": "Must have vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing! I absolutely love this scent.. some say it smells like smoke, but I've never gotten any of that. It has a very clean, fresh smell of pear with a hint of rose and amber.. and eventually dries down to a warm caramelly vanilla. People can still smell the scent on me after 6+ hours and I use about 2 sprays!"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Got this perfume in that vanilla sample pack and it smells exactly like roasted sweet corn"
        },
        {
            "review_title": "Not a traditional vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I got the vanilla sampler to try out some new fragrances and this was one of them. While this isnu2019t the one that Iu2019ll be redeeming for the larger travel spray, it is a very interesting vanilla. I have heard some mixed reviews and I see what they are saying. You definitely get the woods like in the name, as well as a tartness probably from the pear? Itu2019s honestly growing on me as Iu2019m wearing it but I think I would wear the others that I liked more. Iu2019m definitely going to use up the sample to see how I feel about it more."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I got this due to it supposedly being a dupe for Sol De Janeiro #40. I was hoping for the same scent but longer lasting. It is not. It smells so smokey it reminds me of a cigarette. All the other notes were overpowered by the smokiness. I will be returning. :("
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It literally smells like a vape but I like it. I dont smell pear or rose at all, has a smoky scent after 30 minutes."
        },
        {
            "review_title": "Warm vanilla perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Been on the hunt for a grown vanilla. This is it. Itu2019s  warm like a big hug with subtle woodiness. I love this fragrance so much and the scent sticks around. This is my new favorite fall/winter scent."
        },
        {
            "review_title": "Cigarettes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells very much like slightly sweet cigarettes on me. Also the sprayer is defective and the bottle seems to me slightly bent, as if it is misshaped."
        },
        {
            "review_title": "The only scent recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this perfume is so amazing i have NEVER gotten more compliments than when im wearing this. its so good its nice warm vanilla ive had people compare it to marshmallow, chocolate, and caramel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The best vanilla scent ever. It lasts on the skin and has everyone around you asking what youu2019re wearing."
        },
        {
            "review_title": "Sweet yet refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "In comparison to Burberry's Goddess and Kayali's vanilla 28, this is definitely more light/sweet. if you aren't a fan of flowery scents, this may not be for you since there is an undertone of Rose the more you smell it :)  It is refreshing rather than sexy, so if you'd like a more casual vanilla, I would say this is a good option ^^"
        },
        {
            "review_title": "More boozy than sweet on me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "On my skin this one goes quite boozy vanilla, Similar to Ellis Brooklyn Vanilla Milk. The vanilla in this one doesnu2019t go super sweet on me, so it isnu2019t my fave from The 7 Virtues but I like it more than Ellis Brooklyn."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My favorite vanilla. Smells like pound cake or sweet candy. Extremely sweet so if youu2019re not into a sickly sweet scent Iu2019d steer clear. Otherwise, I love it!"
        },
        {
            "review_title": "LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "10/10 !! I LOVE this perfume, it's a perfect everyday scent. I get compliments on it every time I wear it. You won't be disappointed! It's an absolute must have for vanilla girlies."
        },
        {
            "review_title": "Smells great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "It never gave cigarettes for the people that saying after it settles it smells like cigarettesu2026 NO!! Iu2019m not sure if itu2019s their body reaction to the perfume or what? But it smells delicious!! Like real vanillau2026 it does smell like pear and a bit woody once it settles!! I wouldnu2019t lead you wrong!"
        },
        {
            "review_title": "full size vs. travel size, new scent smokey?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was in LOVE with the rollerball travel size Vanilla Woods and was so sad it got discontinued and replaced by the travel spray. I recently purchased the full size Vanilla Woods when my rollerball finally ran out and this is NOT the same scent as my rollerball from last year :( I find it way too u201cmuskyu201d, almost like a smokey cologne? Thankfully scent does not last, but they must have changed the formula? Will be looking for a new vanilla perfume a little sweeter!"
        },
        {
            "review_title": "Essential!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells SOOOO good and i use it every day! Itu2019s also the perfect size for travel/school/work! Love it!"
        },
        {
            "review_title": "not a good blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "ughhh i gave into the hype and bought this without smelling because im a vanilla girl and im so disappointed....to me it smells like kayali 28, they both give cologne vibes and are just a bit too spicy for me. everyone is different so this might be the vanilla for you but not for me"
        },
        {
            "review_title": "Too Expensive for the smell to go away too fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "It's fine but the fragrance don't stay long . I do t smell much after a few hours . Great for after shower evenings.  Great for people w allergies."
        },
        {
            "review_title": "Clean and smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this and will be purchasing! Lasts a long time and smells great with clean ingredients. I often receive compliments when wearing it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Warm, cozy vanilla. The rose notes are nice at first and then the dry down is a grown up version of your favourite vanilla body spray but less candy sweet and more rounded."
        },
        {
            "review_title": "Lovely Calming Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Smells so good, sweet with a hint of spice and warmth. Very calming, unique, long lasting scent. Love that it is a clean fragrance."
        },
        {
            "review_title": "The best vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review and this is my new favorite vanilla perfume. The 7 Virtues Vanilla wood is sweet and natural. I love how it's like candy with a bit of spice."
        },
        {
            "review_title": "Finally found my forever, all year round smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I didn't understand how something could smell warm until I tried the Vanilla Woods. I'm not a scent connoisseur so bear with me lol. I can only try to describe it as the feeling you get when you walk into a house with something delicious and sweet in the oven. It's like a smooth velvety smell. Like you're in a warm dense forest after it's just rained,  you smell the damp wood from the trees and then you follow your nose to find the source of what might be fresh baked vanilla cupcakes in a cottage in the middle of an enchanted forest. This is probably what Hanzel and Gretal smelled when they were wandering in the woods, and if I smelled this I would wander right into a strange old lady's house and sit myself down and ask what's for desert. lol"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Starts off beautiful, warm vanilla. After 30 minutes, it smells like cigarettes."
        },
        {
            "review_title": "My favorite Vanilla Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Not too rich on the vanilla notes, but just enough to enjoy the sweetness. And you can pair this with just about any scent."
        },
        {
            "review_title": "My new favorite signature sent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After I smelt this fragrance in store, I knew it was the one. The fragrance is long-lasting and smells heavenlyyyyyy! it's a must-have every morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Bought the travel size on the rouge sale. has a very clean beautiful vanilla scent. lasts forever on my skin"
        },
        {
            "review_title": "If you wear vanilla, this is a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Just an absolute classic to have in your vanilla rotation. Canu2019t go wrong. You are gonna smell really good if you wear this. If you are trying to lean towards clean beauty, this is where to start w vanilla!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I rebought this during the recent sale. I originally received a sample of this perfume last year and loved it so much I ordered this travel size. I wear it everyday and the bottle has lasted over 6 months. I love the scent"
        },
        {
            "review_title": "doesn't work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "it might just not work with my body chemistry, but this smells super smoky. but like bonfire smoke. bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "bought the travel size to try it out and it smells like heaven, I get complimented alot when i wear it. deff buying the big bottle!!!"
        },
        {
            "review_title": "Reallyyyyy bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I had such high hopes for this perfume but omg once it dried down on my skin it smelled like cigarette. It may just not combine well with my body chemistry, had to return!"
        },
        {
            "review_title": "Sooooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this scent sooo much! I got the travel spray and it has decent projection. Just got into vanilla scents after smelling the Phlur hair&body mist in Vanilla but it was sold out, wanted something similar. This is super close and lovely."
        },
        {
            "review_title": "Does not smell the same as the full size version",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I bought this after using my friend's full size version that smelled AMAZING, unfortunately, the travel size I purchased does not smell the same. As others have mentioned, it smells like stale cigarettes, almost smells rotten in my opinion. I would recommend buying the full size if you really want this product."
        },
        {
            "review_title": "long lasting smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love the smell of this perfume. the vanilla is delightful and doesn't make you smell like the fake vanilla cake. I am truly impressed by how long the smell lasted on me. The only down side was my first travel sized bottle leaked, but my second bottle is holding strong."
        },
        {
            "review_title": "Bad packaging - donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve bought this twice and both times Iu2019ve used it once or twice and then it has evaporated. No, not spilled, none of my stuff smells. Literally when it was almost all the way full. I read online that can happen when the packaging isnu2019t air tight or you have it in a warm climate. I didnu2019t see any warning in the box. SO disappointed. I love the scent but canu2019t purchase yet again. helps SssssSuch a. Such a waste of money!!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. Vanilla is my absolute go to, so I was excited to try a fragrance from 7 Virtues because I had never tried their products before. This has become one of my go tos and I would definitely buy again."
        },
        {
            "review_title": "MUST HAVE SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "VANILLA HEAVEN. 1000000% WORTH THE MONEY!! PLEASE BUY THISSSS"
        },
        {
            "review_title": "Beautiful but doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Unlike most of these reviews, I paid for mine. Iu2019ve purchased the roller ball, discontinued oil roller and perfume spray. Because I get migraines this is my only perfume. It doesnu2019t give me headaches. nfortunately it has very little projection or staying power."
        },
        {
            "review_title": "It gives vanilla goddess ud83dude2d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I am a vanilla girl at heart but itu2019s always hard for me to find a vanilla that layers well with other fragrances & on its own - until now! I love this scent because it is so versatile & has longevity. I feel like vanilla gourmand goddess every time I spray this on my skin. It is SO hard not to wear this every.single.day!"
        },
        {
            "review_title": "Vanilla Fragrance Must Have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I wanted a sweet vanilla gourmand for Fall and Vanilla Woods is it. The notes of pear are very present at first spray and then down it dries to a sweet caramel vanilla with a hint of woody spice. Definitely a vanilla fragrance must have."
        },
        {
            "review_title": "A must have for Fall!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "So I received a gift card to select a product of my choice to review. Being an employee at Sephora, it can get very hard to pick just one item. In the end I decided to go with @the7virtues Vanilla Wood! Perfect for fall!   This is the perfect scent to use this fall, especially if you love notes of vanilla. It took me some getting used to as im more used to fresh/floral notes. This is the scent perfect for gatherings where you will notice the scent all night long as well as those around you ud83dude09"
        },
        {
            "review_title": "Perfect Fall/Winter Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "[I received a gift card to select a product of my choice to review] This is hands down my favorite perfume, EVER. I religiously used one of the Gucci perfumes that I loved, but unfortunately I have sensitive skin and it eventually caused me to break out. Iu2019ve been on the hunt for a clean perfume that my skin can handle and itu2019s the best. If you love warm, vanilla scents this is for you. Itu2019s the perfect fall/winter scent!"
        },
        {
            "review_title": "Perfect scent for Summer and Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. If you like soft vanilla scents this is the one for you, itu2019s sweet enough hand it lasts all day without it being overpowering. I think itu2019s a great transitional scent from summer to fall."
        },
        {
            "review_title": "Yummmmmm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "Smells like a gourmand experience.. just delightful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review. This smells so amazing and it last for a long time. The scent is a warm vanilla and it smells like a cozy day!"
        },
        {
            "review_title": "Sultry, warm, and just the right amount of sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I wore this for the first time for a date night and it was the perfect sultry scent for a night out: sweet, warm, musky, and sexy. Not overly vanilla like some other vanilla-based perfumes can be but just the right amount to make you smell irresistible. Received a lot of compliments throughout the night, so I definitely recommend!"
        },
        {
            "review_title": "A must-have vanilla perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review  This has to be my fav vanilla, itu2019s so rich yet soft, sweet and woody. It smells like warm sugar in a bottle"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "If you love vanilla and sweet scents, you'll love this. I love the packaging and love that it's hypoallergenic, vegan and cruelty free because I have sensitive skin. My only complaint is that the scent doesn't really stay on me for a long time."
        },
        {
            "review_title": "Smells nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I like vanilla scents so this was a no brainer for me.  Vanilla Woods reminds me of a soft cozy vanilla with hints of musk. It goes on rather strong but leaves a nice warm soft scent throughout the day.scent."
        },
        {
            "review_title": "The Perfect Holiday Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a gift card to select a product of my choice to review. Iu2019m a huge fan of vanilla fragrance and so when I saw this I knew I needed to try. As soon as I sprayed it, it reminded me of the holidays. From attending a holiday party to staying in and baking, this scent goes with everything."
        },
        {
            "review_title": "Wonderful Scent and Longevity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this scent so much. It goes on a bit strong at first but the dry down a lovely, and the longevity is amazing. Iu2019ll put it on in the morning and I can still smell it by the beginning of the evening."
        },
        {
            "review_title": "Confusing Scent Complexu2026 DISAPPOINTING",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "At first I received a sample of this and was intoxicated by it. I purchased the perfume and was extremely disappointed by it. It has an earthy smell and not in a good way, very dirty and grass smelling. not at all like the scent description. Iu2019m extremely disappointed and will be returning. Cant get over the disappointment"
        },
        {
            "review_title": "Smells like Halls",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It smells very strongly like Halls. It gets better after a bit, but it disappears soon enough."
        },
        {
            "review_title": "Perfect Fall scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review. This scent is amazing and perfect for Fall! The warm spices smell fabulous!"
        },
        {
            "review_title": "Soft and warm, everyday scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review I was excited to try this out, itu2019s a Warm, soft everyday scent. I love that itu2019s not too over empowering, itu2019s subtle and wears well as an everyday scent, cute packaging (not too luxurious) it doesnu2019t wear all day but is decent enough."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "My tried and true favorite scent, it calms my anxiety and is totally worth the price in my opinion. Iu2019m on my second full bottle, plus I keep the traveling rollerball with me at all times."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This smells so beautiful! It has a slight fruity scent because of the pear but overall this is a great vanilla scent"
        },
        {
            "review_title": "Sweet, Floral Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Blind bought and at first was iffy about it. Got smacked in the face with almost a grass smell (suppose thatu2019s the rose) but once it dried down, it smells really sweet! I use it for layering & bought the full sized bottle."
        },
        {
            "review_title": "A Top 5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Genuinely one of the best perfumes Iu2019ve ever had, 2 of my friends bought a bottle after smelling me. Perfectly cozy from the vanilla, lightly fresh from the fruit, and perfectly grounded with woody notes. perfect balance!"
        },
        {
            "review_title": "Iu2019m on my second bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the best vanilla scent. It smells sweet, warm, but itu2019s not overbearing. This scent is gorgeous on its own, but itu2019s also a BEAUTIFUL layering scent too. For me it wears pretty long. This is by far my favorite fragrance"
        },
        {
            "review_title": "Doesn't stay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "It's a disappointment for me, it stays for 10 minutes maximum. The smell is great but is not worth it at all"
        },
        {
            "review_title": "Boyfriend Approved Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "I absolutely love this scent, especially for fall and winter! It is wonderfully warm and delicious smelling and makes me feel particularly cozy this time of year. The first time I wore it around my boyfriend he immediately commented on how much he loved it and couldn't stop mentioning it all night! Definitely recommend if you like warm, yummy, vanilla scents"
        },
        {
            "review_title": "Beautiful scent, love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Hands down one of the best smelling perfumes Iu2019ve ever tried and at 54 Iu2019ve tried several. I received several compliments while where this. I will be purchasing a full size. The only downside is I wish the smell lasted a little longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "this perfume is just lovely. i love to pair it with the sop de janeiro 40u2019 and i constantly get compliments. this scent lasts all day long and a little will go a long way but you can add as much as you want it wonu2019t be overbearing."
        },
        {
            "review_title": "The longevity of this perfume is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume smells amazing! A musky, mature vanilla. Itu2019s a very subtle perfume, not strong at all, but the longevity!!! I sprayed this on me right at 10 hours ago and it still smells like I just sprayed it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Combination skin",
            "review_text": "This scent is gorgeous. Natural vanilla with a soft spice. Layering is key though to make the scent last. I will definitely buy again!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I actually love this scent. I smell a hint of whiskey or something like that but canu2019t put my finger on it. I donu2019t smell pear. However, it disappears really quick. Not sure whatu2019s happened."
        },
        {
            "review_title": "Addictive!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this scent. To me itu2019s straight up vanilla extract. Unmistakably vanilla. The problem is it doesnu2019t last but half an hour so you have to keep applying. It comes on strong and then fades away but itu2019s delicious while it lasts!"
        },
        {
            "review_title": "Very Sweet Scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Received the 12 fragrance sample set. This was my least favorite. Has an overly sweet dense scent in my opinion. Almost a burnt sugar scent in a way. Smells cheap. Didn't smell good on me at all."
        },
        {
            "review_title": "Impressive sample.  Nice, somewhat-musky scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Got as a free sample & I have to say it is surprisingly a rly good scent. I mentioned it was a sample & my friend assumed itd be bad but even she loved it. Im not rly big on vanilla scents, but this one has a nice musky note."
        },
        {
            "review_title": "A unique and delicious experience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I got this in the September sephora fragrance sampler and wow I'm definitely buying the full size. It is such a unique fragrance and the fruity combination of juicy pear with the sweet richness of Caramel and vanilla is just so gorgeous. It's non offensive and one of those scents you can't quit stealing a whiff of!  It says it has notes of rose in it but I don't detect it. (Which is fine with me) but this is definitely a unique and beautiful fragrance! Try it!!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I am in love with this fragrance. I love how it lingers throughout the day, leaving a subtle trail of elegance. It's become a staple in my collection. Highly recommend !!!!"
        },
        {
            "review_title": "Most disgusting thing I've ever smelled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Got a sample to try in one of the perfume sets. This is the worst perfume I've ever smelled- smells like strong medicine or medicine gone bad. Admittedly I don't like vanilla, but the vanilla here is not subtle and overpowers the whole scent."
        },
        {
            "review_title": "If you like or Tobacco Vanille, youu2019ll like this.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "FALL VANILLA- Itu2019s good and strong- a little spicy. Reminds me of Tobacco Vanille but not as heavy or musky. I didnu2019t like that scent, but I do like this one. The pear Definetly comes through with a twinge of caramel. Not super strong on the vanilla."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very sweet/fruity scent, yet floral too. It reminds me of a plum splash in my childhood. You can definetly smell the sweetness of the caramel, the fruity pear and strangely sweet (not spicy) vanilla."
        },
        {
            "review_title": "Best and eveyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "Really good one must try and rccomnd highly and you should byy evry time and lovely one must putchse evryday and loevly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I do really like this. This is great for everyday, the right price point and a nice non controversial scent. Itu2019s warm and sweet but not too decadent.  Nice and reliable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a sample, fell in love immediately and had to purchase the travel size to bring with me to a wedding! I swear Iu2019ll also wear this everyday. Itu2019s very subtle, sweet and honestly a bit comforting I find!"
        },
        {
            "review_title": "My Favorite Signature Scent, Packaging Issue",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I LOVE this vanilla scent, it's my new favorite. It has some depth and complexity while still being thoroughly vanilla. I have purchased this multiple times in this size, and it looks like they've recently switched from a rollerball applicator to the spray nozzle, and my spray nozzle didn't work when it arrived. I poured it into my rollerball left over from my last purchase and will still be able to use the fragrance, but this applicator change makes me think I shouldn't buy this size again without an alternate packaging available at home. Something to be aware of! I might recommend trying out a different size of this fragrance than this one if you're looking to try the scent, but I would say as vanillas go (and I've tried a LOT), this is one is top notch."
        },
        {
            "review_title": "On my top 10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This buy was not my 1st option, but I  am glad that I got it. It smells wonderful on me. Im sensitive to strong smells, and although it's  potent when it 1st goes on, it adjusts beautifully on my skin.  The scent is present for a good 4 to 5 hours, and it pairs well with other perfumes in my collection."
        },
        {
            "review_title": "My favourite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this perfume for probably 2 years now, it is my favourite Sweet vanilla scent  Iu2019ve gotten so many compliments on it and even stopped in the store to be asked what perfume it was!! I love it"
        },
        {
            "review_title": "New Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "My scent. Not too strong and smells like luxurious vanilla. I wish it lasted longer though."
        },
        {
            "review_title": "On my 4th bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Definitely wish there was other size options as I am on my 4th bottle. With my body chemistry, Vanilla Woods last about 5-8 hours on me where I can still smell it on myself, I do pair this with the original Brazilian Crush body mist and  lotion from Sol de Janeiro. I honestly donu2019t smell the pear but I do enjoy the soft vanilla smell with a hint of sweetness. I feel like Vanilla Vibes from JHAG has more of a pear scent (I have this perfume as well). I knocked off a star due to price & size. I wear this year round, at work, home or going out, one of my favorites (top 2)."
        },
        {
            "review_title": "Obsessed with this smell!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Obsessed with this smell.  I live in this- Iu2019m very big on vanilla!!"
        },
        {
            "review_title": "Delicious and Cozy: One to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "I purchased The 7 Virtues sampler set and by far this was my favorite in the kit. The pear really shines in the top note then mellows to the rose and vanilla. Decent sillage and longevity. It smells sweet and cozy, could be worn every day as a signature scent or layered to add extra depth. A compliment getter for sure. Definitely one to add if you tend to lean towards warm vanilla scents with a twist!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Smells HEAVENLY and got so many compliments the day I bought it, itu2019s not too strong of vanilla, the slight floral notes make it such a good everyday perfume, and it lasts for at least 5-6 hours"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this scent! Such a subtle vanilla. Wish it were a rollerball though instead of a spray."
        },
        {
            "review_title": "Rollerball vs spray top? Theyu2019re both terrible",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This my favorite scent but I have to give two stars because the packaging is awful. I previously had the roller ball that would always leak. Unfortunately this AM the new spray top leaked all over my purse!"
        },
        {
            "review_title": "Heavenly Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance is like heaven in a bottle; I adore it immensely. The warm, comforting scent of vanilla makes it an absolute favorite."
        },
        {
            "review_title": "Nah",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Just as others have said, this goes from smelling like vanilla to smoke and cigarettes. Iu2019m kind of amazed, luckily I sampled this from the sample set. In the trash it goesu2026."
        },
        {
            "review_title": "signature scent, so special",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "my favorite scent everrrr itu2019s literally my signature scent and iu2019ve been obsessed with it longer than a year now. was looking for a scent that was distinct, all the designer perfumes are so meh to me; they smell really good but they donu2019t remind you of anything, this one immediately reminded me of my childhood lip glosses for some reason. personally it doesnu2019t last as long on my skin as it does for others (couple hours), which makes me so sad, also not the most u201cscent cloudu201d strong type of scent but it lasts on my clothes. i pair it with the matching oil to make it last. i also layer it, it layers well with sol de janeiro 40! this scent isnu2019t for everyone; itu2019s a bit smoky in a way with a deep syrupy sweetness, im obsessed with it, however i recommend smelling in person and trying on the skin before buying"
        },
        {
            "review_title": "Did not work with my body chemistry",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I wanted to love this fragrance so much but on my skin it smelled like burnt wood and very unpleasant :( it also did not last at all, within an hour of wear it was almost completely gone with a faint burnt wood smell."
        },
        {
            "review_title": "Beautiful Sweet Vanilla! Warm Yet Fresh! Must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I blind bought this and it definitely did not disappoint! Iu2019m a big fan of gourmandsu2026 some of my favorites are Ralph Lauren Beyond Romance, Marc Jacobs Daisy Love Eau So Sweet, Nest Golden Nectar, and Replica By the Fireplace! This is a wonderful fragrance for the vanilla and/or gourmand lovers! It has the most beautiful vanilla and amber sweetness to it! Itu2019s warm yet freah and is softly floral and slightly woodsy! Iu2019m not a fan of rose, but I really didnu2019t pick up much of a rose note in this! Itu2019s beautiful throughout, from the first spray to the dry down! I bought it wanting a new fragrance for the upcoming colder months (I love coconut and Solar florals for the summer), but this absolutely will work year round! It lasts all day on me and has good projection! I had heard a lot of great things about this fragrance, so between that and reading the notes Iu2019d decided it would be a safe blind buyu2026 I definitely recommend taking a chance on this one!"
        },
        {
            "review_title": "Smell Changed With Time",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I loved this perfume for the longest time, however, out of nowhere it started smelling like cigarettes and dirt on me. I was so disappointed because when I first bought the bottle it was the most delicious vanilla I had in my collection! I ended up gifting it to a friend who wears this too and it smells amazing on her!"
        },
        {
            "review_title": "Defective Bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "The product came a quarter empty. I mentioned this to Customer Service, but they sent me a totally wrong product to replace it. The spray is defective. It doesn't spray at all, it just drips out slightly down my hand.The whole top has a tendency to just come off when you're trying to take off the lid, which lead to perfume splashing in my eyes. I miss the roller ball."
        },
        {
            "review_title": "Pretty Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "The perfume doesn't smell nearly as good as the sample that I got of it. It also literally lasts 10 minutes before the scent (which is disappointing in itself) disappears. This honestly was going to be my favorite perfume but the full product I purchased does not match the sample I got."
        },
        {
            "review_title": "Smell lasts 10minutes!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Bought the 50ml bottle.  Loooove the smell but unfortunately the smell only lasts 10 minutes and it disappears.  I would expect that for the price, it would be longer lasting.  Will not buy again."
        }
    ]
}