{
    "product_id": "1058",
    "name": "SurrealSkinu2122 Talc-Free Soft Blur Setting Powder",
    "brand": "MAKEUP BY MARIO",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 52.0,
    "about": "What it is:A talc-free, pro-performance loose powder that sets makeup up to 12hrs, blurs & smoothes the complexion with a natural finish & all-day shine control..Coverage:Light.Finish:Natural.Formulation:Loose Powder.Highlighted Ingredients:-Light-Diffusing Spherical Powders  & Smoothing Amino Acid: help blur lines and pores.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It  is also vegan and cruelty-free..What Else You Need to Know:Mario curated this weightless powder with enhancing and brightening tones to build in soft layers for his signature SoftSetu2122 look. The powder controls shine without making skin look or feel dry for a blurred, natural finish. It is non-comedogenic & non-cakey without photo flashback..Clinical Results:In a consumer-panel study of 30 participants:",
    "ingredients": "-Light-Diffusing Spherical Powders and Smoothing Amino Acid: Visibly blur lines and pores..-Kaolin: Provides all-day shine absorption..-Squalane: Nourishes skin...Synthetic Fluorphlogopite, Mica, Silica, Lauroyl Lysine, Kaolin, Magnesium Myristate, Zinc Stearate, Dimethicone, Squalane, Tetrahexyldecyl Ascorbate, Potassium Sorbate, Caprylyl Glycol, 1,2-Hexanediol. May Contain/Peut Contenir (+/-): Iron Oxides (CI 77491, CI 77492, CI 77499), Manganese Violet (CI 77742).",
    "how_to_use": "Suggested Usage:.Puff application:.-Fold and rub powder into Master Pro Puff (sold separately), then press and roll into skin for a more concentrated SoftSetu2122 look..-Use tapered corner for precise application under your eyes and in small parts of your face...Brush application:.-Use the F2 Brush (sold separately) to lightly dust powder all over your face..-Use the F3 Brush (sold separately) to set under-eyes, for a softer, diffused effect...Pro tips:.-The formula allows for layering over creams and powders alike, which is integral to Mariou2019s technique. Layer Soft Pop Plumping Blush Veil or Soft Pop Blush Stick (each sold separately) over powder to add a pop of color to your SoftSetu2122 look..-For a softly brightening effect, try one of the following shades: 1 Fair Pink, 3 Neutral Peach, 4 Warm Honey, or 4.5 Medium Dark Honey..-Top off your look with Mariou2019s SurrealSkinu2122 Soft Setting Spray (sold separately) for a pro-performance set with a natural, lived-in finish.",
    "num_reviews": 364,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/makeup-by-mario-soft-blur-setting-powder-P512865?skuId=2795912&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2795912-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 Fair Pink",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795888-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2 Neutral Light",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795912-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3 Neutral Peach",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795920-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "4 Warm Honey",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795870-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "4.5 Medium Dark Honey",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2797009-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "5 Neutral Medium Deep",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795896-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "6 Warm Deep",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795904-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this setting powder a lots. It feels so smooth on my skin. In the winter time, after applying many layers of moisturizer, i still feel the dryness and cakey at the end of the day. It is not this one. So blur and last really good. Except the packaging is to simple and not attractive at all for an excellent product."
        },
        {
            "review_title": "Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This was horrible! Made my makeup look splotchy. My under eye was was cakey and emphasized my fine lines, made me look so much older. Didnu2019t really set my makeup. I was still oily by the end of the day. Iu2019m returning."
        },
        {
            "review_title": "A blurring power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A blurring power, the best setting powder I had ever tried, it sets my makeup in place for hours, very mattifying, it doesn't fashback or looks like a white powder, it gives coverage and its very fine texture helps achive a flawless complexion, one of my favorite products."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "love this! really great powder, doesnu2019t make my makeup look cakey at all, and really a little goes a long way. the shade is perfect for me too. will definitely be getting another when i run out."
        },
        {
            "review_title": "Messy packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Awesome powder but the packaging is cheap and SUPER messy. Extremely hard to travel with for this reason. They need a sifter like the Huda Beauty powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This powder lived up to all the hype. My skin looks flawless and makeup lasts a long time. Itu2019s literally a filter on the skin and reduces the look of my pores."
        },
        {
            "review_title": "A blurring God",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve only just started using setting powder and I am blown away at how much this conceals fine lines and eye bags without looking like Iu2019m wearing a ton of makeup. This is one of my first blind buys from Makeup By Mario and Iu2019m a forever fan"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I got this product through influenster to try and I definitely love it. I recently bought a different brand that left my face looming too powdery and white and I don't have that issue with this. Just a nice smooth finish."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have nothing bad to say about this honestly, it sets my makeup in place so well and looks so nice on the skin"
        },
        {
            "review_title": "Great natural finish, lacking packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Great powder if you like something with a natural finish. It's not the most blurring powder I've tried, but it gives an imperceptible look that I really like, meaning it will set and matify, without giving you that obvious powdery makeup look.  The one draw back that really frustrates me is the packaging. The fact that there is no system to close the sifter so that whenever I close the lid the powder does not come out, makes this really messy.  I keep my makeup in a makeup bag, so my powder does not stay upright. So whenever I open up the powder, there is already a whole bunch that has come out, and it flies everywhere when I try to get some on my brush or on the cap.At this price point (and this goes for many other loose powders) , I should be able to have a lock system to keep the powder inside the container and only shake out as much as I need. On the picture, I had taken out the powder from my bag and opened directly, without shaking it or moving it harshly, and that's how much powder was already out. Even for travelling purposes, this would be really inconvenient."
        },
        {
            "review_title": "Great formula, but turned my base yellow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019m very fair, but even the Fair Pink shade turned my base yellow after a few minutes. Itu2019s a shame because I really loved the formula, but I had to return this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love this powder it does what it says it will do and doesnu2019t leave a chalky finish"
        },
        {
            "review_title": "Holy Grail of face powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I have purchased every setting powder out there. This is hands down the best. It's long wearing, feels light,  blurring. Just a chefs kiss."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I received this product from Influenster in exchange for my honest review. After using this product for a couple week, I find this product is good to keep my oily skin dry. I use it by the middle of the day to get rid of shine. I really like how it keeps my skin matte."
        },
        {
            "review_title": "My staple go-to Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have oily skin but I struggle with dehydration in the dry winter months. I needed a setting powder that would not just set my makeup and help control my oils, but would also be lightweight and not dry me out. This powder by Mario absolutely has worked for me and checks what I was looking for. The Neutral Peach color is a true neutral shade that offers light pigment but is translucent enough that it does not alter the color of my foundation or leave a white cast. For being Talc-free, this powder does a great job at setting my makeup. I find I do not have to touch up later in the day and even if my oils peak through, my foundation stays in tact. I love the natural finish; it has body but feels lightweight, and does not feel dusty, crusty, or cakey. I also appreciate that the sift cap is easy to remove. So when traveling, if powder collects in the sifter, I can remove it and carefully dump it back into the jar without it getting messy. I will continue to repurchase as long as this stays in the line. I hope Mario never pulls a Givenchy."
        },
        {
            "review_title": "Mario must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Thank you influenster and Make up by Mario for sending me this complementry product in return for an honest review and I really wanted to try this  a few times before posting my review which is why i took a bit longer  as im always feeling one way when i try a product and different hours later however this product is 10/10 loved when first applied and did its job from start to finish the coverage was just right  the texture is light not cakey at all there is no scent which is perfect for the girlies with sensative skin like myself!  The packaging is marios traditional  basic but chic not heavy a good size and easy to carry i would say what i love the most about this is it works wonders for creating the pore blurr effect and for doing the no make up looks ! Also the price range is very much affordable in my opinion"
        },
        {
            "review_title": "Smooth skin finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I like the finish touch this powder gives my makeup results. It does a great job baking my liquid products. The texture is smooth and does not make it cakey looking. Perfect for a light makeup look!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The more I use this, the more I get the hype. I use this to set my face. I go in with a light hand. It blurs so nicely."
        },
        {
            "review_title": "blended well wth my skn tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "the product come in a very beautiful packaging.  it blended well with my skin tone.  i will definitely buy again."
        },
        {
            "review_title": "Held make up in place all night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This setting powder is great. It left my face matted all night, I didnu2019t even have to reapply to avoid a greasy look throughout the night. I also love that the powder is protected with plastic cover to avoid it from being all over the place. The product doesnu2019t have a scent. Would recommend this product."
        },
        {
            "review_title": "Completely blurs all lines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this setting powder and Iu2019m so glad I got to try it in the past I had used the Laura Mercier powder, which is really nice but pretty expensive and I feel that this one blends the same if not better than the lower Mercier blending powder. It feels almost like the Charlotte Tilbury pressed powder, but in a loose format so you can use it to bake, I would highly recommend this product"
        },
        {
            "review_title": "Blurred Finish and Long Wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "WOW WOW WOW! I have been trying so many different powders this year and this one takes the cake. No flash back and leaves a very nice finish on the skin. Sets my makeup in place all day without separating. I will be repurchasing this powder again and again."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is the first powder I've used that softens and blurs, leaving a satin finish without emphasizing texture. I few light sweeps of this soft, velvety powder is all I need to set my makeup. It finishes my no-make-up makeup looks over a skin tint, concealer and blush"
        },
        {
            "review_title": "Works well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I like the overall lightweight texture of this setting powder! It works really well as a finishing on top of a face of makeup. 4 stars because I do feel like there are cheap options that do the same job."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It effectively sets makeup without feeling heavy or cakey, providing a soft-focus effect that blurs imperfections and controls shine. The powder feels lightweight on the skin and doesn't settle into fine lines, making it ideal for all-day wear. It provides medium coverage which suitable for daily makeup. The package is very cute and easy to carry"
        },
        {
            "review_title": "BEST SETTING POWDER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "When I tell you this is by far the besttt setting powder, I mean it! I tried so many, to affordable to expensive brands. But this is one stands the most! One of the best, and my top 1 favorite powder. It make my makeup last long, not cakey, and it looks like I have no makeup on at all!!! The packing of this product is easy to use. 10/10 overall performance!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve tried most powders I have very dry skin so Iu2019m very particular. This powder is super brightening feels soft but tends to dry me out a little bit."
        },
        {
            "review_title": "Good setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really like the formula on the setting powder. I like the packaging. I donu2019t really notice this sent. Nice texture. Good coverage good finish. I really enjoy using the setting powder."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Oily skin",
            "review_text": "I have very oily skin, so setting powders are a must for me. This kept me shine free for a good amount of the day. It's finely milled and looks so natural on the skin"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is absolutely amazing. The powder blurs every fine line while evening our skin tone. It gives a glowing effect while still controlling shine."
        },
        {
            "review_title": "Love using",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The powder is incredibly fine and well milled. I love how it feels on my face and leaves a perfect natural finish. the packaging is sleek and looks amazing on my counter top! canu2019t wait to continue to use"
        },
        {
            "review_title": "Amazing undereye brightening powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This powder is amazing. The light pink is perfect for brightening the under eyes and covering dark circles. I do wish the powder came with a powder puff but otherwise itu2019s a great product. The powder is extremely fine and does not have a strong fragrance so itu2019s suitable for sensitive skin!"
        },
        {
            "review_title": "pink powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "thereu2019s a good quantity of loose powder in it and I like the pink color, it doesnu2019t have a noticeable tint on the skin. itu2019s easy to use because the powder accumulates on the lid so you can pick it up with a brush. it is a very soft and subtle blurring effect"
        },
        {
            "review_title": "Provides excellent coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This brand is my favorite; I really love their products. They offer great quality that's worth the price. This setting powder works well on my skin, providing excellent coverage. It's also very convenient to use, even when I'm in the car."
        },
        {
            "review_title": "Blurring and Sleek!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Okkkkkk but the quality of the packaging! I love how clean and sleek it is. Itu2019s really all about the details for me! The powder itself is very blurring and non creasing on the skin! Mario did it again!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "After using this product few weeks , i love the results . The packaging looks very beautiful and luxurious.  Has very nice coverage and finish.  It suits my skin."
        },
        {
            "review_title": "I do really love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This powder is make my make up look more beautiful, it's lightweight  . The powder makes my face feel smooth . i do really love this and i enjoyed this product ."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I got this powder from influencer a free app!! Letu2019s me tell you that this is the best powder I ever used!! I love it so much!! It makes my skin look flawless!"
        },
        {
            "review_title": "Great setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was really wanting to try a setting powder and just didnu2019t know what to try and ended up getting this to review and it turned out to be exactly what I needed! Itu2019s the perfect pink and sets so well."
        },
        {
            "review_title": "Very smoothing powder that works well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I like this powder a lot! I don't think it's like the best thing invented since sliced bread, but it is very smoothing and keeps my oils at bay (I have oily skin). I would be careful baking with this since it has color and can darken your foundation."
        },
        {
            "review_title": "Nope.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love this so bad, but it sits very heavy on the skin. My previous go-to was the OG formulation of the Givenchy powder, and in comparison this feels chunky. Also seems to be causing breakouts. Will not buy again."
        },
        {
            "review_title": "Not bad, not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very finely milled powder, but unfortunately I donu2019t love it with my dry skin. I was hoping it could replace my Givenchy powder, but itu2019s a little too matte for my liking. Wish it gave a little healthy u201cglowu201d"
        },
        {
            "review_title": "Beautiful powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really love this powder. Itu2019s very, very finely milled, and it doesnu2019t sink into my really dry under eyes and lines. No cakey look, smooth, and all around a nice powder. I would rather splurge on a nice powder that lasts me a long time, than save money buying something that doesnu2019t look good on my under eyes. When I eventually run out, this will be a repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I thought powders never worked for my skin type, since I normally have really dry skin. Usually powders make me look crusty and/or patchy but this one is amazing. My makeup has that filtered look without seeming dry or lifting. Iu2019m so glad I picked this up after hearing about it and will be restocking this in the future."
        },
        {
            "review_title": "AMAZINGGG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "the packaging is so luxe!! the texture on my face is completely smoothed out with a matte finish!! i absolutely love the coverage and effect it has"
        },
        {
            "review_title": "Top 3, easy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this powder! My favorite is the Huda Beauty easy bake loose powder and this is a CLOSE second. Honestly, I think the only reason I still prefer Huda is bc of my loyalty to that product. If youu2019re turned off by the scent from Huda or just prefer this brand, this is a GREAT choice."
        },
        {
            "review_title": "LOVE/Hate Relationship",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this powder it's extremely blurring, my face looks like I have a filter, I have oily skin with many pores. However, it leaves me too matte, I like a natural healthy glow. Therefore, the rating."
        },
        {
            "review_title": "Definitely recommend this setting powder.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This setting powder is amazing! I use very little to set my eyes and t-zone are and it gives a very flawless finish. After 7 hours of wear it time, my under eye was still looking good. Very light weight feel too! Think I found my  Itu2019s definitely worth the"
        },
        {
            "review_title": "Acne",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful matte finish, yes. Long wearing yes. The only downside I experienced with this powder was the pore clogging ingredient which caused me to breakout. Be careful if you have acne prone skin."
        },
        {
            "review_title": "Approved for mid-30s skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I saw all the reviews on this app and on TikTok and Iu2019m glad I gave it a try. This powder doesnu2019t dull the skin and has such a natural finish. It doesnu2019t absorb as much oil as Iu2019d like for the T-zone area but Iu2019m still happy with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "If you have Combo skin with occasional under eye dryness..This Powder Is THE POWDER for you! My makeup does not move all day! It keeps my cream contour and blushes visible throughout the whole day as wrll. Iu2019m also so happy a Talc-Free powder was able to have this result! Do yourself a favor and buy it!"
        },
        {
            "review_title": "Not good for dry skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not ideal for dry or dehydrated skin. I wanted this to replace my Givenchy powder and the texture is very soft in a similar way but it is a bit heavier. I wouldnu2019t notice it if I didnu2019t have such dry skin but it made my skin look extra flakey"
        },
        {
            "review_title": "Adding to my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my first time using a setting powder. Itu2019s pretty easy to put on thereu2019s a lot of product and little goes a long way so I really have to tap my brush to remove the access. If it does get on my clothes or on a surface itu2019s easy to wipe away. I use it to set under my eyes and it does a good job a brightening them at the same time. I donu2019t use make up a lot but I will remember to reach for this. The color doesnu2019t leave too white of a cast so I can deal with it."
        },
        {
            "review_title": "Leaves me looking splotchy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I keep re trying this, thinking surely itu2019s me. But every time, I end up looking splotchy and worse than before I put it on. Nothing compared to other setting powders."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Made me look so pale and flash back on camera  Returning this"
        },
        {
            "review_title": "Messy packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "The powder itself is good. However the packaging needs a little work. This powder is SUUUUPER fine, which is great, but the holes for it to come out are quite large, so way more powder than whatu2019s needed come spilling out, incredibly messy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Although I wanted shade 1, shade 2 works really well for my skin. It's lightweight, mattifies without drying, and leaves a soft, natural finish. It's great for setting your foundation and keeping it intact all day. Recommended!"
        },
        {
            "review_title": "Softening and blurring, without feeling dry",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I've never been a big powder gal because it sometimes leaves my makeup and creases looking cakey. This is the first powder I've used that softens and blurs, leaving a satin finish without emphasizing texture. I few light sweeps of this soft, velvety powder is all I need to set my makeup. It finishes my no-make-up makeup looks over a skin tint, concealer and blush. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have dry, sensitive, acne-prone skin which makes finding a powder I like very difficult.  I am absolutely loving this!  It is heavier than my previous powder, but not in a bad way.  It really blurs nicely, while still looking natural.  It is also very comfortable on my skin and has not caused any breakouts.  This is a great product!"
        },
        {
            "review_title": "Best Powder Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this powder and Iu2019m a tough critic! This blurred my undereyes and set my makeup to last all day. I noticed a huge difference using this powder then with my regular pressed."
        },
        {
            "review_title": "Drying & cakey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Maybe Iu2019m just not pairing it with the right primer/foundations, but I found it extremely cakey & patchy. It highlighted the texture on my face. I have really oily skin too. So sad because I had high hopes with all the great reviews. Iu2019ll be returning it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This project made me look about ten years older. Not for baking under the eyes! It made it look like I had a ton of fine lines under the eye area. Never experienced this with any of my other powders."
        },
        {
            "review_title": "Great for fine lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m 33 with combo skin. Iu2019ve noticed powder has started extracting my fine lines around my mouth and eyes, and making my makeup look cakey. This is the first powder Iu2019ve tried in a long time that gives me an airbrushed look. 100/100"
        },
        {
            "review_title": "A need for oily/combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "My oily skin is so grateful! Without even using primer my makeup will last for a good 16hr! My nose, chin, and forehead only get shiny after a good 8 hours. Pairing this with the 16hr makeup by Mario spray!!!"
        },
        {
            "review_title": "Itu2019s good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I think this is a good product. You have to use sparingly under eyes or it is cakey. But pretty and blurring all over the face. Iu2019d say if you have the huda loose powder this is not a need. But if youu2019re in the market for a powder then Iu2019d try it!"
        },
        {
            "review_title": "the perfect powder for anyone & everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this powder is everything i want in a powder, but i didnu2019t expect any less from Mario. it is so smoothing, does not LOOK powdery, VERY blurring (i even apply this on days im not wearing makeup to blur my pores), does not accentuate my dry patches (HUGE win). it sets my makeup perfectly and makes it last so much longer. the biggest win is that it does not make my foundation look orange like other powders (like the laura mercier). i am shocked that this has no talc. i have never considered using a talc free loose setting powder because talc is a big part of what makes powders effective and cosmetically elegant. this powder has definitely changed my mind on that though.  i am very pale, so pale that most brands donu2019t make shades light enough for me, and the only other powder iu2019ve used that doesnu2019t darken my makeup is huda beautyu2019s powder in shade sugar cookie. i actually like this powder more than my previous all-time favorite powder (hudau2019s) because it is more lightweight but u201cheavyu201d enough to blur, smooth, and make my makeup last.   it makes my face feel much less dry than any other loose powder; i use less hydrating setting spray with this because when i finish my makeup itu2019s much less powdery and dry than usual, so i need less mist to melt that powdery finish. i use tretinoin which my skin has literally never adjusted to (iu2019ve used it for 1+ year), so my skin is always mildly flaky because tret makes your skin basically shed a lot. this makes base makeup very difficult at times. this powder smooths out the dry patches rather than make them look worse. unlike most powders. it doesnu2019t dry my skin to the point that my face looks more and more dry as the day goes on.  this powder also works beautifully over no makeup, light makeup, and full glam, making it very versatile. it applied beautifully with a puff or brush, and looks great if you apply a light or heavy amount.   it controls oil very well for the average personu2019s dry-oily skin without being drying and excessive"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "Fabulous product but absolutely horrendous packaging. The product itself is great; a little goes a long way. This powder paired with Huda's blurring primer will definitely keep your tzone in check.   This definitely works better than the CT pressed powder. It doesn't make your skin feel dry or look cakey. My undereye still does crease a little bit, but that isn't something that bothers me since that area is prone to creasing anyways. The powder doesn't irritate my eyes either.  They really need to sort out the packaging, because the powder plumes everywhere due to how finely milled it is. And it is an asthmatic's nightmare. I keep it upright on my nightstand to help it settle a bit, but they really need to sort it out by adding a mesh or something to keep the powder contained. This powder definitely isn't travel friendly. I am trying to find a solution to decanting it into something that won't get the powder everywhere."
        },
        {
            "review_title": "Great new addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "New to this powderu2026but itu2019s a game changer! Love the way I set it and it doesnu2019t feel caked on! Awesome for older skin types!"
        },
        {
            "review_title": "Sensitive eyes had me crying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great finish, sets in place with a smooth and blurring effect but noticed every time I used it to set my under eye I couldnu2019t get my eyes to stop tearing. It may be just a random allergy. So if ur not sensitive it may work for you"
        },
        {
            "review_title": "Favorite powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best powder Iu2019ve ever used. My previous fav powder by urban decay was discontinued, but this is better. This powder is so finely milled and works seamlessly with all products."
        },
        {
            "review_title": "Great powder. Please re think packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love the powder. It really smooths the skin and sets the face well. One star off because the packaging is horrible. Powder just keeps coming out when you shake it once and makes a mess"
        },
        {
            "review_title": "Makes Under Eye Cakey!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I liked this powder until I got to my under eye and it made my beautiful Armani Luminous concealer SO CAKEY! Terribly disappointing after seeing so many 5 star reviews. Not for me!"
        },
        {
            "review_title": "Best powder Iu2019ve found",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve tried a lot of powders.  Iu2019m oily and late 30s with some fine lines.  Huda beauty breaks me out and is way too drying, even for my oily skin.  Laura Mercier was ok, but never lasted.  This is pink and brightening, but not too pink that it looks unnatural.  Itu2019s a tiny bit drying under the eyes, but it lasts and still isnu2019t as drying as others Iu2019ve tried.  By far this is the best powder Iu2019ve tried."
        },
        {
            "review_title": "Too drying for my dry under eyes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I thought it would be a little more friendly to dry skin due to its fine consistency, and talc-free formulation. Unfortunately, it dried out my skin, even though I paired it with 3 different concealers.  It reminds me of the Huda beauty powder, if it had a more finely mailed texture.  reminds me of the Huda beauty powder, but a more fine-milled and less pigmented/matte. It makes sense that I didnu2019t like this, considering my favourite powders are more luminous like the Hourlass loose powder."
        },
        {
            "review_title": "True to the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I only write reviews for products I really love or have a negative reaction to. Iu2019m not a big powder fan, as I have dry, sometimes textured skin, but since I wear a lot of cream products, I need something to keep my makeup transfer resistant. The only face powders Iu2019ve liked over the years are the Charlotte Tilbury and the old Givenchy loose powder. The Makeup By Mario powder is superior to both of those. Itu2019s undetectable on the skin, feels incredibly light weight, and makes your makeup look flawless. I apply it with a velours puff, and I donu2019t even need setting spray to take away the powdered look because there isnu2019t one. Since you only need a little bit, it will last you for several months. to either of those. Itu2019s und"
        },
        {
            "review_title": "Not for the oily t-zone girls, but pretty elsewher",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I bought this during the sale and it immediately went to my top 3 powders. Itu2019s been beautiful when itu2019s first applied and throughout the day, but I need to use my Huda Beauty powder in my t-zone because itu2019s not Mattie g enough for me."
        },
        {
            "review_title": "Best my makeup has ever looked!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "As an olive girly who is getting paler and paler everyday, I went with fair pink and it is the perfect color to not make me look pink lol. This is an amazing powder!!! Love that itu2019s talc free as talc  pores for sensitive girls like me. My makeup looks so smooth and I even got 2 compliments on how good my makeup looked the first day I wore it!! So far Iu2019ve worn it with Kosas and Hourglass concealer and it sets both so beautifully!!! U need this!!can clog"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Loved the consistency and softness of this powder and that itu2019s talc free. Unfortunately, it didnu2019t keep my oil at bay like the huda beauty powder. For people with dryer skin I think this would work really well. Wanted to love it but ended up returning"
        },
        {
            "review_title": "Highlighter",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I have acne prone skin and this was not ideal. It says itu2019s blurring but it looks like it has some kind of highlighter aspect to it. Itu2019s almost baked. It highlights all the imperfections. I wish this was  more matte"
        },
        {
            "review_title": "No talc!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Great powder. Love that itu2019s talc free. No white cast. 8.5/10"
        },
        {
            "review_title": "Givenchy powder dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "So i tried the shade fair pink and looks better. I love it!!"
        },
        {
            "review_title": "Saved my Life RIP Prisme Libre",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I needed a replacement for the Givenchy Prism Libre after they reformulated it, and this did not disappoint. I have oily/combination skin, and this melted into my skin and provided amazing shine control throughout the day with minimal touch ups."
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m not sure how anyone with dry skin can like this powder. It is horrible for the under eyes. It actually accentuates my dry skin and makes my skin look horrible. I tried it 3 different times and I could not get this powder to work."
        },
        {
            "review_title": "A new favorite in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I've been using this for about 2 weeks now and it is a gorgeous powder! So finely milled and definitely will blur your skin.  I also use it to do some light baking and am very happy with the oil control I get from it.  An excellent product and one of my new favorites!"
        },
        {
            "review_title": "Didn't work for my dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Unfortunately, this product didn't work for me. I tried it 4 different times with 3 different concealers and each time it separated. I wanted to love this powder but unfortunately, I had to return."
        },
        {
            "review_title": "So so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing powder! Worth the hype for sure. I usually get shiny in 1h and need to use blotting paper, but with this setting powder i didnu2019t need to use blotting paper all day! Absolutely amazing."
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Givenchy DUPEE so freaking good! I canu2019t compliment it enough. I also love Huda powder but as a dry skin girl this one is better for my skin"
        },
        {
            "review_title": "A yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "best setting powder I've used! I have dry under eyes and this blurred and set my concealer without looking dry and parched. The color is perfect for my skin color too a subtle highlight"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This must have been the worst powder Iu2019ve ever used. I have oily skin and it only mattified it for half an hour. But it made my pores look extremely large and made me look 20 years older. Never had this experience with any other powder."
        },
        {
            "review_title": "Magic powder in a jar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I didn't want to like this. I have plenty of loose powders already. But I picked it up during the sale and I regret not buying this sooner. It's a satin smooth finish that doesn't emphasize dryness on the skin. It sets the skin beautifully and the peach shade is a lovely warm tone that melts perfectly into the skin. Apples like a dream with a blender sponge for maximum blurring effect. I highly recommend it. I purchased this with my own money and I wasn't gifted anything for this review."
        },
        {
            "review_title": "Nothing mind blowing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a few weeks now. Itu2019s decent, but not mind blowing, especially for the price. I likely wonu2019t repurchase. The packaging is terrible and the powder gets everywhere."
        },
        {
            "review_title": "Bye Givenchy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been a die-hard Givenchy Prisme Libre girl for a long time, and was SO upset when they changed the formula. Iu2019ve been searching for a new setting powder without luck. Most said to try the Huda Beauty one, which I felt was really drying on me. But I just tried this one, and wow. I audibly gasped at how blurring, light, and perfect this product is. Try it, you wonu2019t be disappointed."
        },
        {
            "review_title": "Mature skin approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this powder, itu2019s fantastic for mature skin , it also kept my makeup in place and helped with shine break thru. I was searching for a replacement on another powder and Iu2019ve found it"
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is my new favorite. Perfect setting powder with no yellow undertone and I get so many compliments on my skin."
        },
        {
            "review_title": "New favourite powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was a die hard Huda beauty loose powder fan, and Iu2019m still a fan, however this powder has blown my mind. The way this powder blurs my under eyes, and keeps the oil at bay on the rest of my face is unreal."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "THIS IS THE BEST ONE IN THE MARKET!!! I've tried so many setting powder in sephora and this is my favorite one. I like this one more than my huda, givenchy, CT, hourglass. It doesn't feel dry on my skin, instantly blurring.  I always use this one when I go out and also love to carry on for touch-up. And ingredients of this powder are very safe to acne prone skin like me. It doesn't break me out at all. LOVEEEE THIS SO MUCH!!!!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used the huda one before and it felt so cakey. This one feels so good! Love it! Not cakey and set the makeup in place better than the charlotte tillbury pressed powder!!"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Very similar to the prisme Libre, but this one has no sparkle (which I actually prefer). Beautiful under the eyes and doesn't cling to any dry skin. Its not too matte and still leaves a slight glow to the skin which I love"
        },
        {
            "review_title": "The best setting powder.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Better than Huda.  Anything Mario makes is amazing, so glad he made a setting powder. Instantly blurred. I did not expect that. It didnu2019t make my face feel dry like huda."
        },
        {
            "review_title": "3 neutral peach",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Omg, I tried this powder today and it left me looking like a peach for real, it looks orange on me. Iu2019ll give it another chance but this time trying the light shade. The only good thing is that my concealer didnu2019t crease."
        },
        {
            "review_title": "An absolute must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely in love with this powder!! It sets my makeup so well and leaves it so smooth yet doesnu2019t feel like I have any powder on! 10/10 recommend!"
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Stunning powder. This is the perfect powder for people who don't like powder. I have combo skin, and this keeps my oils at bay while not clinging to my dry patches. Highly recommend."
        },
        {
            "review_title": "Better than Givenchy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Better then Huda and even Givenchy original formula. This is more pore-blurring, yet lighter."
        },
        {
            "review_title": "Best setting powder I have ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best setting powder I have ever used. I have acne prone skin as well so I was so happy to hear it was non-comedogenic"
        },
        {
            "review_title": "Great stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have dry combination skin, but I still love to bake. This powder sits very nicely and gives a skin like finish, you canu2019t feel it either!"
        },
        {
            "review_title": "Thank you MARIOud83dudc4fud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "quickly became a staple in my makeup routine! The formula is incredibly lightweight, yet it has amazing staying power, keeping my makeup fresh all day without looking cakey."
        },
        {
            "review_title": "THE ABSOLUTE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "BEST POWDER I HAVE EVER USED...this powder is magic...my skin is blurred...smooth..healthy and it keeps my oil GONE...I use this with foundations I normally get oily with and BOOM...no oil..I can't believe this...pairing this powder with the natasha denona yummy skin balm as my primer is MAGICAL..I will foreverrrrr repurchase"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this powder.  It is very very fine making it easy to use.  The color works well on my medium tan skin and did not cause any skin irritation.  Powder removed any oil when retouched for a refreshed look."
        },
        {
            "review_title": "MUST HAVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019d consider myself a makeup connoisseur, as I often love to try new products from different brands, but makeup by Mario has been on my radar for some time now! Iu2019m a daily user of the soft sculpt bronzer that I love, so when I saw this I knew I had to try itu2026 and let me tell you, it did not disappoint! This is the best powder Iu2019ve ever used. My skin looks soft and matte all day long. Not an oily or dry patch in sight! Highly recommend!"
        },
        {
            "review_title": "DITCHED MUFE FOR THIS POWDER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was using Makeup Forever's pressed HD powder on 02 and got soooo tired of having to buy it almost like clockwork ever 2 weeks because id use it daily so i went on a search for a new setting powder. On top of it hitting pan so quickly, i didnt like how it dried my skin like the Sahara desert and left a dusty powdered look to my skin. So after trial and error thru multiple powders i found this one. I LOVE IT!! Its blurs so beautifully, doesnt dry me out and leave a beautiful finish for almost my entire work day without having to repowder. I also have overly sensitive skin and no issues at all with this. I use it daily for a month now and still on the same purchase, havent run out yet. LOVE THIS!!"
        },
        {
            "review_title": "BEST POWDER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Only powder Iu2019ve found that works for my super sensitive skin. The finish is so airbrushed and looks airbrushed till the end of the day. Tried every powder from Huda to Saie but this is the only one which has worked for me. Thank you Mario ud83dude4fud83cudffc"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The best setting powder! Iu2019ve used Huda, Easy Bake- and I like that one. It just sometimes washes me out. I did the Natural Peach and Iu2019m pretty fair with pink undertones. But, this just puts a great finish."
        },
        {
            "review_title": "dethroned huda for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I loved the huda powder, but I haaaated the fragrance so I tried this as an alternative. Fragrance aside, I like it even more. Itu2019s more blurring, the pink is better for someone as fair as me, itu2019s talc free, it lasts incredibly well, and it doesnu2019t cake up as easily. I have combo skin and it works on both my oily and dry areas alike. 10/10."
        },
        {
            "review_title": "Works well, but no applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This powder does what it promises! It made my oily skin look and feel airbrushed. It covered my skin without making me look paler than I already am. I was  disappointed  that it didnu2019t come with a puff for application, like other powders of similar use do, so unfortunately I had to use another one from one of my own powders."
        },
        {
            "review_title": "LOVE! The best, esp for 30+ with dry under eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The BEST setting powder ever, and Iu2019ve tried them ALL! I have the driest under eyes on the planet, plus Iu2019m 30 and starting to see some minor wrinkles that are invisible without makeup/ powder on, but some powders make   powders make me look like I have tons of wrinkles! But not this one! ud83eudef6"
        },
        {
            "review_title": "The best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "very good, itu2019s a bit yellow for me so iu2019m gonna buy lighter one next time, but still itu2019s the best powder iu2019ve ever used, itu2019s non-comedogenic and free-talc, iu2019m in love with it!!"
        },
        {
            "review_title": "Best powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this powder. Itu2019s so good. I will buy again and again."
        },
        {
            "review_title": "Will never go without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This blew me away. Staying power, blurring, smoothing. I couldnu2019t believe how good it worked."
        },
        {
            "review_title": "Surreal is right! Better than OG Givenchy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is sincerely better than the original Givenchy prisme libre powder. THIS is the new *magic dust*. Itu2019s both incredibly blurring and also undetectable. Itu2019s the least cakey powder Iu2019ve ever used. Itu2019s matte without being drying. However, if you want super matte, you might want to set with a matte setting spray."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Makes my skin look and feel gorgeous and flawless."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "THIS POWDER IS AMAZING!!!! Itu2019s very fine and smoothing. Literally feels like nothing on my skin and makes it look so blurred. 10/10. I do agree this is a dupe for givenchy without the color correcting tones, itu2019s fantastic! Iu2019ve been choosing it over my holy grail huda beauty powder for months now"
        },
        {
            "review_title": "A good product like most of mariou2019s launches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love love this powder., its such a nice light weight peace powder with no talc feelu2026 im enjoying it a lot nd might even like it more than the huda one."
        },
        {
            "review_title": "Flawless and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The most classy simple packaging filled with the most blurring setting powder with a nice lightweight texture that feels like silk on the skin.  It literally seals the makeup in place and mattifies without looking dry by giving an airbrushed finish.  Coverage is nice and light where is evens out with a little tint and there is no heavy fragrance.  Super powder for everyday makes your skin looks flawless"
        },
        {
            "review_title": "10/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is goooooooooddd. I use either a brush for a light setting/dusting or use my beauty blender to pack it in. So gorgeous. Only thing I donu2019t like is when you travel it with it it gets everywhere so I shove a powderpuff inside"
        },
        {
            "review_title": "Works so well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Sets skin beautifully. Itu2019s very soft, finely milled, doesnu2019t sit in the lines of skin. It gives a soft blurrinf finish while smoothing texture. Helps to keep makeup in place. It brightens as well too. I like that it has a more natural finish"
        },
        {
            "review_title": "Not incentivized!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Bought this Makeup by Mario powder after watching a review of it by Nikki La Rose on YouTube. And she did not lead me astray! I (like so many others) was desperate to find a replacement for the OG Givenchy powder. Well after using this for the first time this week I can honestly say I think this one is better!!! I have normal/combo skin and use a soft round powder puff to apply a thin layer to help shine and to help set my makeup. So happy (and relieved) with my purchase! Thank you Mario and Nikki La Roseu2665ufe0f"
        },
        {
            "review_title": "Milled well and blends with medium toned skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The powder is nicely milled and not chunky. Taking a fluffy brush and gently brushing it over the skin gives a blurring look and doesn't sit in my pores. I used it in my T-zone and it definitely toned down the oiliness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I mean, does he really go wrong with anything? 100% recommend"
        },
        {
            "review_title": "Using this every time I wear make up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "You literally donu2019t need a lot of this setting powder AND ITS SETS! It matches SO perfectly and lasts all day. I love using this powder because itu2019s quick and so simple. It literally is so easy to apply."
        },
        {
            "review_title": "Just buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this powder, itu2019s my new favorite! Iu2019ve used it a few times and my under eyes donu2019t crease all day. I love the huda beauty one too but it has been creasing on me lately. This formula is chefs kiss 10/10 ud83eudd0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "I have shade 1 and 2 I love it. Blurs everything out. I have really dry skin and it works perfectly for me. It gives you the filter effect."
        },
        {
            "review_title": "Poor shade range",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Deep skin tone, Dry skin",
            "review_text": "The shade range for this powder is problematic. If you're a tan neutral/olive, shade 3 is too light and shade 4 is downright Oompa Loompa territory. It's a shame, because the texture is lovely. Will be returning this one. Still looking for an ideal tinted setting powder for us tan neutral/tan olive girls."
        },
        {
            "review_title": "True soft blur finishing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this powder. I have skin that is on the oily side and using this with a powder puff to pat down and then buff out with a powder brush has helped give me a no longer oily but not full on matte look. It really is more of a soft blue which is what I prefer. The shade was pretty spot on and more on the translucent powder side.  The powder is very very fine and my only complaint is thst tends to get everywhere when I tap out the powder. If they can fix that that design flaw with the container it would be perfect! This review is part of an incentivized program by Influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really nice and makes makeup stay on all day. I was hesitant and thought it would be cakey but itu2019s been great."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "It sets well and I love its packaging and finish.  and coverage is awesome finish is awesome and blends like wow. Sets superb on my skin and gives perfect finish and smells really good too"
        },
        {
            "review_title": "Itu2019s a good product overall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I gave it try after using the same setting powder for years and I really like it. Itu2019s very smooth but I feel like itu2019s a little bit yellowish. Maybe itu2019s just how it looks like on my skin:)"
        },
        {
            "review_title": "Best Blurring Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love! Itu2019s soooo blurring! Brightening and light. Doesnu2019t get cakey. So finely milled. Perfect for dry skin."
        },
        {
            "review_title": "Love it!! New fave powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Omg this powder is so soft and feels so light on my skin. I totally switched over from Huda!!! My new go to! I see a lot of reviews saying its too dry, make sure your under eyes are properly moisturized (goes for any part of your face but ESPECIALLY under eyes gbprepped ladies!"
        },
        {
            "review_title": "Worst powder Iu2019ve ever used",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This powder emphasized lines/wrinkles under my eyes that Iu2019ve never even seen before. Feels very dry on my skin. Absolutely terrible."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this bc it was a talc-free powder, but there are far better powders than this. Little to no coverage and the wear time was not particularly good on my skin. After several hours this powder needed to be reapplied."
        },
        {
            "review_title": "my favorite powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "As someone who has combination skin and is very particular about my powders, this is the best powder I have tried by far. Itu2019s very lightweight but does the job! I highly recommend pairing it with the natasha denona concealer.  concealer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Extremely fine powder that provides beautiful blur on skin"
        },
        {
            "review_title": "Beautiful powder but not enough product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This powder is incredible! It feels so lightweight and not drying at all. You can customize your level of matte by the amount of powder you apply. Definitely beats our huda because of the longevity, keeps my makeup looking beat till the end of the day. After 10-13 hour wear tests I am very impressed. But a 4 star as I think there could be more product in this tbh. I donu2019t think itu2019s a sustainable purchase. This powder would maybe last me 6 months? Huda has lasted me over 2 years ud83eudd23. You need more of this product and it comes with less. Kind of a bummer in that way. Mario letu2019s make this packing a bit bigger!!"
        },
        {
            "review_title": "Best powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "BEST SETTING POWDER!! Mario knows what heu2019s doing and he kills it everytime with every product! Not only is this powder lightweight but it leaves a seamless blurry effect under the eye. I also use this to set my face and it just looks like my skin. Extremely impressed and will continue to buy this !"
        },
        {
            "review_title": "I expected more",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "the real thing about this product is the coverage is a medium buildable coverage with a u201coku201d finish. The tone is too dark to me so I couldnu2019t tale advantage of it. But the durability was ok. Texture was too heavy to me. Smells well and the packaging is a fine minimalist design."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "A beautiful blur setting powder! Really helps with my fine lines and wrinkles as I get older and become more prominent!"
        },
        {
            "review_title": "Good fit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This soft blur powder in neutral peach delivers a natural, smooth finish, perfect for everyday wear. I love how it blurs imperfections and controls shine without feeling heavy on the skin. The shade is ideal for evening out skin tone without looking too matte."
        },
        {
            "review_title": "Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love this product! The packaging is so sleek, and it makes my skin look AMAZING. It brightens and smooths all at the same time. I am so happy with the way I look after using this powder. Iu2019d definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I put this on at 2pm-ish and itu2019s currently 8pmu2026. And it looks SO SO SMOOTH, much smoother than the other loose powder I like, which is the One Size powderu2026.. FANTASTIC JOB Mario"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I felt like this powder was quite similar to any other powders I have tried. I applied it after a light layer of foundation. It blended fine and removed the glossy shine as I had hoped. The look seemed to last throughout the day with no need for reapplying.  I received thos product for free in exchange for my opinion."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The setting powder is so soft! It really melts and blends into your skin nicely. It mattifies it without making it look dry or accentuate any dry patches you may have, which I love. It definitely blurs your skin. It is a very light tint, so it can be used across many different skin types . All in all I recommend!"
        },
        {
            "review_title": "I love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I have only been using this in my makeup routine. I really like it and have seen how it differs from other products Iu2019ve used. I havenu2019t had bad flashbacks or any reaction from this."
        },
        {
            "review_title": "Buildable coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely loved this powder. I wore it just over my tinted sunscreen for a quick and natural look while at the same time covering up shininess and redness. I also wore it to set my full make up look and it did not cause any creasing and kept my make up on all evening and with a blurred effect. Absolutely loved this buildable product. Would 10/10 recommend. I received this product free of charge in exchange of an honest review."
        },
        {
            "review_title": "THE BEST POWDER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "this powder is beyond amazing! my skin doesn't get oily anymore when I wear this.it even keeps my skin mattified when i wear a skin tint-which i normally would get super oily! .it is very smoothing..lightweight..skin perfecting and makes everything look flawless..I am so beyond impressed! absolutely a must buy FOREVER ..I love love love this new powderud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Super easy to tap out a little bit onto the lid (size of holes pictured) with minimal effort, without pouring out too much! Helped to mattify my skin. I lightly applied with a fluffy brush over my face and a smaller fluffy brush for under eyes, and there was minimal creasing at the 8 hour mark. I do have pink undertones, so the fair pink color was perfect and appeared natural."
        },
        {
            "review_title": "Itu2019s lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Very nice setting powder! It goes on smoothly and has a matte finish. I like how it doesnu2019t have a scent like other products."
        },
        {
            "review_title": "Very Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This a great setting powder! Sets makeup well and is very smoothing and blurring as described. As someone with combination/oily skin, itu2019s not the most oil controlling powder I have, but it still does a pretty good job with oil control. I would definitely recommend and have even considered purchasing a brightening shade!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Great powder! It goes on so nicely and evenly and sets my makeup beautifully. It helps to make everything nice and smooth and avoid creases throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I use everyday on top of my sunscreen so my skin doesnu2019t get sticky or too much glowing.  Easy to apply with a brush. You donu2019t need to much to cover the entire face and the finishing is not artificial, it looks natural."
        },
        {
            "review_title": "Love this powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder by Mario works great. A little of this goes a long way and helped my makeup stay on my face for an extended period of time. I love this trusted brand!  Received this for free for a review"
        },
        {
            "review_title": "I wouldu2019ve never thought it was this good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love Mariou2019s products but, Iu2019ve always uses my Huda Beauty setting powder and I loved it but this has been a game changer. I never expected it to be this good, my pores completely disappear it is this fine layer that makes your skin just flawless . your slin"
        },
        {
            "review_title": "fFilter effect without filters",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and Makeup by Mario in exchange for my honest review.  This product has a light texture and has a filter effect, as well as having very good coverage, it leaves a smooth and matte effect on the skin. The packaging has enough product and is easy to use."
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "Overall, itu2019s decent. Itu2019s does what I expect it to but doesnu2019t really stand out. Honestly I didnu2019t see much difference from when I use my setting spray instead. For background, I use powder foundation, so the blur effect didnu2019t really work on me. Itu2019s also SUPER messy, like you move the container once after peeling off the seal and not only is it all over upper section, but all over your clothes. Itu2019s also not super easy to get out of clothes quickly."
        },
        {
            "review_title": "good powder but doesnu2019t bur the skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "itu2019s a nice powder and the shade was the perfect match for my skin! i didnu2019t notice any blurring effects but it didnu2019t make my skin look bad by any means. I donu2019t really have anything bad to say about this product besides the fact that it doesnu2019t blur my pores. It doesnu2019t feel too heavy on the skin and it doesnu2019t look like iu2019m wearing powder which is nice because i usually hate setting powders because i feel like it looks and feels too heavy. I would recommend this if youu2019re looking for a new powder but if you just wanted to try it for the blurring effects i would  probably pass."
        },
        {
            "review_title": "Great powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a great face loose powder. It sticks nicely to your face and does not give any flashback in photos. I use this in my everyday makeup routine now and have nothing negative to say about it"
        },
        {
            "review_title": "Sadly disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to love this product. For the past week, Iu2019ve been having consistently bad makeup days since I started using it, but I refused to believe the powder could be the issue. Then, I decided to test it out by using Givenchy on one side of my face and Mario on the other. The Mario side had such bad creasing, and it was undeniable how much worse my makeup looked. I swear it even made my pores look bigger than they actually are.  I love his brandu2019s products, but this one was way too overhyped. I gave in to the pressure to buy it right away, and I regret it big time."
        },
        {
            "review_title": "BEAUTIFUL!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I didn't purchase here! I just wanted to give my honest 2cent on the formula since it's hard to believe any reviews anymore! I absolutely love it! So far, all I've tried from mario is amazing. This is such a beautiful powder! I have dryer skin, esp my undereyes ! I'm almost 40, so most powders aren't my favorite. This one is, as of now, esp since Givenchy has messed up there's!"
        },
        {
            "review_title": "NEW MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m in LOOOOVEEE Iu2019ve tried so many setting powders and this has definitely become my favorite. It literally blurs and gives an irl filter without making you look cakey. Def worth the money!!!  12-16 hours"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Mario has done it again! This powder is such a stunning formula and the PERFECT shade. As someone who looooves blush I do enjoy a pink under-eye. Sometimes however most pink powders can be a bit overpowering and I canu2019t use too much as I am very pale. That is not the case with this powder! Itu2019s a perfect pinky shade for us pale girls which I really appreciate making it perfect for day or night. The package is clean and sleek, and itu2019s a very stunning formula. Matte but not drying at all! I have included photos of HB cherry blossom and LM translucent for reference! Mariou2019s powder is at the far right."
        },
        {
            "review_title": "Get your shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it!!! No scent , nice packaging, finish is amazing! I think I just got a shade that donu2019t suits me well but I will try a lighter shade! I recommend it!!  In picture I put it some but I looked a lil to bronze and added another product"
        },
        {
            "review_title": "One of the best ones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "One of my favorite products ever. It sets the makeup so beautifully and has no white powdery finish. I absolutely love use this on my T zone and under eyes. The packaging is very convenient for use and the scent is very minimal it might actually be unscented. I love this and have purchased one as a backup. It literally blurs the area and gives a filter effect to the skin"
        },
        {
            "review_title": "Good setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "A fter using this product the last few weeks Iu2019m loving the results. The coverage is great and light.  The packaging is so sleek and itu2019s easy to use as setting powder."
        },
        {
            "review_title": "A must-have in my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "Buy this! I have finally found the best setting powder. I had zero creasing!!!! Smile lines gone within seconds. Absolutely obsessed."
        },
        {
            "review_title": "It's better than Givenchy Y'all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am 43 with dry skin and all the little fine lines around my eyes. I struggle with concealer and powders. I personally cannot use the Givenchy under my eyes like all the influencers do. It is way to drying. But THIS. Oh my goodness. It is smooth magic and DOES not emphasize my lines or texture. It does not dry out my skin. It's just perfection. And the setting spray!? Also GOLD!"
        },
        {
            "review_title": "Nice finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got this powder from makeup by mario i really love the finish of this powder its so good i really love it its so good nice one highly recommend this brand"
        },
        {
            "review_title": "Flawless finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Gorgeous sleek packaging to match such a cloud soft powder. Definitely does as described- beautifully blurred skin and flawless finish. If youu2019re debating it, get it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Combination skin",
            "review_text": "This setting powder is a nice option for fair-skinned individuals like me. The soft blur effect is stunningu2014it gives my skin an airbrushed look without feeling heavy or cakey. I love how it sets my makeup while adding a soft pinkish glow that brightens my complexion. Itu2019s lightweight, and it doesnu2019t settle into fine lines or dry out my skin. The powder keeps my makeup intact for few good hours and gives a natural, matte finish. However, if you have oily skin, you might need to touch up during the day. The only downside for me is that the package arrives without any applicator or puff, so if youu2019re traveling the powder might spill through the holes."
        },
        {
            "review_title": "Great powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Received this product for free from Influenster in exchange for my honest review.   This is a great setting powder! It does what it says it does. It blurs and sets my makeup wonderfully. It doesnu2019t make my skin dry or flaky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This setting powder is a must-have for anyone seeking a flawless, blurred complexion. The texture is incredibly smooth and lightweight, blending seamlessly into the skin without feeling cakey. It does an amazing job at controlling shine and setting my makeup in place all day long. I love how it blurs imperfections and creates a soft, airbrushed finish. The packaging is sleek and luxurious, making it a great addition to my makeup collection. Highly recommend!"
        },
        {
            "review_title": "Potebtual",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "Iu2019m certainly no expert when it comes to applying setting powder, but I did see the difference in relieving the shine on my face. Itu2019s well packaged and Iu2019m sure with an internet tutorial I can utilize fully. Thereu2019s also no scent! Great for sensitive skinned women"
        },
        {
            "review_title": "The best setting powder Iu2019ve tried!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was blown away by this product. I have used a lot of setting powder and always go back to my favorite one. But THIS one is is special. I could not believe how beautiful my skin looked when wearing this setting powder.  In the pics, the one of me in the car is when I left the house and the other pic is when I got home. My makeup survived so much more than it usually does! By now most of my foundation wears off. I have oily skin naturally and this helped keep my makeup on as well as contain the oil. Excellent product!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This setting powder does exactly what it needs to do! Literally blurs and makes the skin perfectly matte Iu2019m an oily girly and this definitely makes a big difference!"
        },
        {
            "review_title": "Gives a matte and even-textured look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This product is great for oily skin like mine! It makes my skin look matte with even texture. Itu2019s easy to use, doesnu2019t feel heavy or cakey, and lasts several hours."
        },
        {
            "review_title": "Good power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I received this product free from Influenster in exchange for my honest opinion. When using this power it kept me shine free all day which is helpful since I get oily in the T zone area. I also have dry skin around my cheeks but it did not make my skin dry. I also noticed that my pores were not as visible. I would recommend this loose powder."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Please buy this setting powder. Itu2019s like you have a filter on and very long lasting. I love it!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love love this product. Itu2019s everything Iu2019ve ever wanted a powder to be. Brightening, blurring and not overly matte. Still natural and lasts all day. My big problem w this product is the packaging. It feels very cheap and messy."
        },
        {
            "review_title": "GIVENCHY WHO",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "First of all Mario KILLED this. I am dry and very picky with setting powder. This powder is extremely finely milled and blends so easily. I love that it sets my makeup but my skin still looks like skin. My face did not feel dry throughout the day and also my skin looked blurred and flawless. 1000000/10!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "4 Warm Honey",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Under eye creases so much more now! Going back To huda beauty"
        },
        {
            "review_title": "Must have !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love the Makeup by Mario Surrealskin Soft Blur Setting Powder! The texture is incredibly fine, which makes it a dream to apply. It blends seamlessly into the skin, giving a soft, flawless finish. What I love the most is how it wears throughout the day u2013 it keeps my makeup looking fresh and matte for hours without feeling heavy. The Fair Pink shade is perfect for brightening the complexion. Highly recommend this powder for anyone looking for a long-lasting, smooth, and natural finish!"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I loved this setting powder a lot!!!! It blured my skin and pores and made my base look so smooth like a filter ! packaging Izokay and I don't think there's a scent ! the coverage is great, and it's my new go-to!"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Honestly, not my favorite. It has no coverage and when I use it as a setting powder, it seems to show my pores more. It has no smell to it and the packaging is decent. Just wish I had a way to limit how much product came out as it gets messy."
        },
        {
            "review_title": "Good, not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This powder does its job of mattifying but the texture is not great. Iu2019ve found powders that have a much better texture. I do think the packaging is amazing, it lets plenty of powder out. Itu2019s just not the finest powder iu2019ve found!"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The color matched my skin type well. But this one is not my favorite. The reason was because it does not have spf in it. I would like to have all my make up products have spf to protect my skin from Texas weather."
        },
        {
            "review_title": "Amazing setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently received this setting powder in exchange of my honest review. In my opinion this is a great setting powder it helps brighten, set and blur at the same time. Loved the shade and the packaging. Definitely my new favorite."
        },
        {
            "review_title": "You definitely need to buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I would like to recommend this product, it is very easy to apply to the skin, leaves a pleasant matte shade, the skin is evened out and looks good, I was pleasantly surprised, l would like the set to include a brush, it is not there, so you need to buy it separately, but the product itself is great. There is no particular smell. this package will last for a long time. slightly glittering."
        },
        {
            "review_title": "Awesome product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "After using this product a few times, I think it does its job. It is very light and does a great job of setting into your face. It lasts quite a long time for a night out. I do think I would have liked a translucent powder over a color, but thatu2019s just personal preference."
        },
        {
            "review_title": "Good Setting Powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "First of all, this is my first makeup product from this brand. The packaging is pretty simple and no applicator was included. I do use my own fluffy brush, but it wouldu2019ve been nice to have at least a basic one for a quick touch up when needed.  The setting powder in Neutral matches my skin tone well. Itu2019s a very fine powder, talc free, scent free, and does a decent job of blurring fine lines. However, for dryer mature skin, it can look blotchy on dry patches. Aside from that, it lasts about 4-6 hours and gives a matte finish. Overall, itu2019s a good setting powder, and I will use again from time to time but it is a bit over priced."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I was so excited to try this product and it did not disappoint!! Itu2019s so light weight and it does a great job brightening your under eyes! I got the color warm honey and itu2019s perfect. Itu2019s blurring and sets make up perfectly! Thereu2019s not really a scent to it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Nothing beats my Laura Mercier setting powder but this is a close second for me. I really enjoy using this and sets my face well. Definitely recommend!"
        },
        {
            "review_title": "The Surrealskin Soft Blur Setting Powder in 3-Neut",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Surrealskin Soft Blur Setting Powder in 3-Neutral Peach is praised for its elegant packaging and subtle, pleasant scent. Its finely milled texture allows for smooth application and blendability. The coverage is buildable, offering a natural finish. The powder creates a soft-focus effect that enhances the skin's appearance without feeling heavy. Overall, itu2019s a high-quality product that excels in both functionality and aesthetic appeal."
        },
        {
            "review_title": "Powder hater loves this powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the first powder Iu2019ve ever tried that Iu2019ve liked. It really does blur the skin, has decent lasting power, and is matte without looking fake. Really love this from a powder hater."
        },
        {
            "review_title": "Just divine ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Ahhh, yes! This powder gives an immediate blurred look. No matter how greasy or shiny or dewy your skin is beforehand, after using this powder it is all the same - matte perfectness. It makes it look like a filter is on your face, no judgement, but itu2019s the truth and Iu2019ll happily take it!!! Neutral peach ended up perfect for my leftover tanned skin. It blends so nicely. I will say what foundation you use underneath also has a factor in what the end product will look like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "4.5 Medium Dark Honey",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This Lightweight blur setting powder provides a flawless and smooth finish with lightweight coverage. Super seamless application and long lasting shine-free wear."
        },
        {
            "review_title": "Perfecting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This setting powder is one of my new favorites! It is very finely milled and feels so light on my skin, even lighter than other premium setting powders Iu2019ve tried. The light pink color blends in perfectly to my makeup and does have a nice blurring effect. Itu2019s non-cakey and wears well throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The most drying powder Iu2019ve ever used. I shouldnu2019t have to work as hard as I have to try and make a powder work."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Blurs, smooths and not cakey! This is my new go to"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve tried so many face powders, and I always come back to this one. High end, drugstore, in between, this is my favourite regardless. It smells good and last long. . The packaging also doesnu2019t make a mess, which is a huge bonus!"
        },
        {
            "review_title": "Great for setting makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is a lifesaver for anyone who has oily or combination skin. The also works best to control the oily makeup look. This powder matches my skin tone perfectly. I also used it for touchups. It does not have any smell, it is a normal unscented powder."
        },
        {
            "review_title": "In love with this powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love it I was looking for a powder to replace my givenchy and I think I found the one. This powder helps blur and smooths everything down really well."
        },
        {
            "review_title": "Great blurring powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "The product comes out easily, the texture is great; finely milled. Blurring formula works well, can be used alone for some light blurring coverage but works best with foundation or concealer. Unscented or very little scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful, blurring powder! Replacing my givenchy prism libre!"
        },
        {
            "review_title": "Unfortunately SO Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Was hoping this wasnu2019t good as I have so many powders but I canu2019t lie itu2019s so worth it ud83dude0f"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "My search to find a setting powder that doesnu2019t dry my under eyes is finally over. It smooths my pores, slightly brightens and keeps my makeup in place. I am so glad I gave it a try!!"
        },
        {
            "review_title": "True matte! Would purchase myself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received a free product in exchange for my honest review. I enjoyed using this powder because itu2019s scentless and gives my face a true matte finish. I donu2019t detect any glitter in the formula, unlike the new prisme libre. I personally donu2019t bake my makeup, but I use this to blot my oily parts, and it lasts me about 4 hours before I start getting shiny again. The light pink shade of the powder helps brighten my face and even out my complexion. The holes in the filter also make it very easy to access the product."
        },
        {
            "review_title": "Amazing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love all Makeup by Mario products! This one is amazing! Super blurring and keeps your makeup looking great for hours! A MUST BUY!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This color is petal glow, a soft, universal flattering pink. The pumping effect is gentle, leaving the lips a full appearance, without an uncomfortable tingle. It has a smoothly, dewy, nonstick finish. Perfect for every day wear, this lips serum combines the benefit of a lip balm with the shine of a gloss, making it to-go for a natural look."
        },
        {
            "review_title": "I love it !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Reminds me of the huda beauty powder ! These powders r finely milled and gives off a beautiful smooth finish. The skin looks poreless and really eliminates any shine. Love the simplicity of the packaging as well"
        },
        {
            "review_title": "Perfect setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I really loved this setting powder after a week of using it. It mattifies my face perfectly without looking cakey. The formula is lightweight and finely milled, blurring imperfections and leaving a soft, natural finish. It keeps my makeup in place all day. The packaging is simple and I like the big amount of product. I can highly recommend this powder!"
        },
        {
            "review_title": "I will not go without this powder ever again ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "If youu2019re thinking about getting this - do it. My skin has never been so blurred AND it held up all day!! Iu2019m so pleased. I havenu2019t been this happy about a powder in a while."
        },
        {
            "review_title": "Smooth Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This powder gives you a smooth finish under your eyes it it blurred my make up. It made it look like I wasnu2019t wearing powder on my face. There was no sit to it, but I love this powder, took the shine away and everything and it gave me a natural flawless face."
        },
        {
            "review_title": "Blurred Lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "The Surrealskin Soft Blur Setting Powder in Neutral Light is everything it promises to be and more. As someone who was blessed with dry skin, I have to work extra hard to keep my face from looking like itu2019s never heard the word u201chydrationu201d, including a heavy arsenal of cream and liquid products. This would be fine, but Iu2019m also in my thirties and have textured skin. I donu2019t want to draw attention to just how lived-in my skin is. I want beautifully soft, blurred skinu2026 and I can finally have it! Makeup by Mario, I love you. My face loves you. The thin skin under my eyes REALLY loves you. I layered this setting powder over my concealer and I was BLURRED. Six hours later, I was still blurred (and on a ninety-degree day, no less)! Not only did I not have to worry about my makeup going anywhere, but everywhere this powder touched was smooth and softened. I wasnu2019t sure if Neutral Light was the best shade for me, but even that worked out beautifully. I genuinely cannot believe that I finally have a setting powder that I can trust to set me up good."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Great powder. I have sensitive skin and it doesnu2019t irritate it. It is fragrance free. Color matches perfectly. There is quite a bit of product in it. Packaging is nice. Will repurchase."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The package is simple but elegant, it doesn't have a strong smell, which I liked. When I touched it the texture was pleasant, very fine, it doesn't stain clothes. When using it I notice that my skin has a more matte appearance and the appearance of my imperfections improves. The tone was good, the coverage is ok. In conclusion, the product is good."
        },
        {
            "review_title": "#1 MUST HAVE POWDER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just bought this powder yesterday and I am absolutely blown away. My face has never looked so smooth and perfected. Not a pore in sight! Beats out my Huda powder all day long. I will be trying the fair pink shade too!"
        },
        {
            "review_title": "Great powder, packaging is cruel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great powder but packaging makes me SAD. I have very dry under eyes and fine lines. Most powders tend to settle in my lines and cake up throughout the day but this one stays smooth without breaking up throughout the day. I will say that the packaging is my mortal enemy. Do not flip it upside down with the lid off :) lost about two months worth of powder on my comforter that way."
        },
        {
            "review_title": "This blurring powder is it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg, it blurs a lot of my pores and even covers some pigmentation on my face. I have some texture on my face and oh my, itu2019s hard to tell with this powder. This might be yu2019alls new favorite setting powder.  It is matte, so itu2019s not great for dry skin. It makes your skin look healthy and not cakey. It didnu2019t give me any eye allergy. Packaging is easy to open and refill too but donu2019t shake it too hard because the powder easily comes out. I canu2019t smell any fragrance from it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Iu2019m very picky when it comes to setting powder, as I have sensitive skin and most powders irritate my face. I find that this powder is light, has a slight scent, and has great coverage. The finish is natural and little goes a long way. The packing is sleek and easy to use. Would recommend for anyone looking for a setting powder that does the job and isnu2019t too irritating."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This powder is a nice texture and goes on lightweight. The packaging was normal and I appreciated the powder being unscented. However, I did feel like the powder did not absorb much and I was very shiny sooner than expected"
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This setting powder sets and freezes everything in place to last hours without budging. It melts into to skin setting everything without looking like caked a bunch of powder on. It blurs out my pores leaving my skin flawless with no trace of a flashback. Iu2019m head over heels for this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This was a great setting powder. I loved the seamless and blurred finish it gave and made my makeup look great!"
        },
        {
            "review_title": "Doesnu2019t crease!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff RULES! I have oily skin and so this is a perfect solution. It is light and doesnu2019t fall into the creases in my skin, but instead leaves me looking fresh. It is only on half of my face in this photo and you can see the difference!"
        },
        {
            "review_title": "Softens and Blurs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this powder!! Blurs as stated and leaves my face matte all day. Was looking for a good powder before trying this one and will be repurchasing once this one runs out. Canu2019t recommend enough."
        },
        {
            "review_title": "FANTASTIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I already knew the King of Makeup was going to come through with this launch. Talk about blurring?! This is soo beautiful and light on the skin! Iu2019m glad I did get this shade vs WH bc I do like a little more brightness under my eye! This with his new powder puff and setting spray is a fire trio!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "5 Neutral Medium Deep",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "Great blurring power. Light weight and has very minimal creasing. It matches my skin tone. I used this setting power with the Fenty , Dior and Nars foundation and it worked well with all of them."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Bought this powder today in the shade no.1 and of course I had to use it right away. So far so good over the HausLabs concealer. Beautiful finish and it stays on really well with minimal creasing. We definitely need a true no color shade in this formula."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The packaging is very nice simple ! It has a nice texture to it I like that it feels good on my combo skin . It definitely helps keep my makeup settled and theres not extra strong scent on this . Love to pair it with some tinted moisturizer and dab some so it keeps my skin looking great throughout the day!"
        },
        {
            "review_title": "TEN OUT OF TEN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is THE best powder in the make up game right now. I didnu2019t think I was going to like it, but itu2019s UNREAL. Itu2019s not heavy nor cakey. Itu2019s buttery smooth and sets makeup like a dream. 10/10 Mario. Iu2019m obsessed"
        },
        {
            "review_title": "Thee Best Powder Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I received this product for free from Influenster and Makeup by Mario in exchange for my honest opinion. Makeup by Mario's Surrealskin Soft Blur Setting Powder came at the most perfect time. I had been searching for a setting powder that was easy to go on, one that left me looking matte but not powdery or cakey, and one that was a great shade match for me; and I found that and more with this product. I received shade number 5 - Neutral Medium Deep and the texture seems to be velvety and smooth, making  buildable in case I was darker or lighter, which makes it easy to match and work with. I especially love that it doesn't leave me ashy, just as many other setting powders do. It leaves my skin feeling light, as if I don't have makeup on. With this powder, I go all day without getting shiny or greasy. For the oily girls and guys, this powder will change your life. For the dry girls and guys, this won't leave you feeling tight. I've used this powder multiple days and with multiple variations of makeup bases and looks, and this powder doesn't change. You get exactly what you pay for. There is no scent, so if you're sensitive, this is a great resource for you. Also, the packaging is simple, uncomplicated, and works great to help you keep from easily losing product, especially if you drop it. I plan to use every drop of this product, buy again when out, and would recommend it to everyone."
        },
        {
            "review_title": "Lovely product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This powder is awesome.  It leaves your skin with a beautiful finish and texture.  It has wonderful coverage ability and is very effective in making the skin feel and look polished off. The way it is packed is really upscale and classy and I think that adds to the overall quality of the product."
        },
        {
            "review_title": "Truly does blur!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "When they say this powder is blurring they truly mean it! Iu2019m obsessed with the finish it truly does give my skin a blurring effect while also keeping my oily skin at bay. The only thing is that itu2019s kinda of messy, the brush picks up a lot and itu2019s very fine powder so it goes all over the place which is typical with many powders so not something worth taking stars off but still wish that the packaging didnu2019t allow so much of it to come out at once so it wouldnu2019t be so messy"
        },
        {
            "review_title": "Best loose powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "I love it. It survived this heat wave this week. Less pink than huda beautyu2019s and is talc free!!"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Really loved this setting powder! It really matched my skin tone so well. The powder blends into the skin smoothly and gives an even look without feeling heavy. It made my face looks naturally matte, like my own skin but better. It kept makeup in place, especially foundation and concealer throughout the day. Another nice thing about this powder is its light scent. Itu2019s soft and not too strong, so it wonu2019t bother you if you donu2019t like strong smells. The powder is also very fine, making it easy to apply and leaving your skin feeling soft and smooth. Loved it!!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this reminds me of the ysl one! Thus will be my go to from now on"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "i like this product a lot. it is a nice finish and texture. the packaging is super nice and easy to use. coverage is also great. the scent is not bad either"
        },
        {
            "review_title": "Great setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes",
            "review_text": "After using this product for a week, I am loving the results. I have fair skin and the shade matched perfectly. The formula didnu2019t make me breakout or make my face feel dry."
        },
        {
            "review_title": "the product is good but I expected more.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product as a free sample from Influenster.  The package is simple but elegant, it doesn't have a strong smell, which I liked. I was upset that it didn't come with any applicator, not even the most basic one, when I touched it the texture was pleasant, very fine, it doesn't stain clothes. When using it I notice that my skin has a more matte appearance and the appearance of my imperfections improves; However, I do not feel that it is a product that is worth that price for the quality. The tone was good, the coverage is ok. In conclusion, the product is good but I expected more."
        },
        {
            "review_title": "Better than Hudau2026.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this powder for a little over week & never in a million years did I think my Huda powder could be replaced. I have combo skin. And unfortunately my dry areas are under my eyes and just the eye area in general.   But this powder doesnu2019t cake up at all or cling to my dryness. It is so smooth. It leaves my skin looking like a filter. Pores gone, no creasing and lasts all day."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "No pores, no lines, no wrinkles- smooth, natural and glowing skin. THANK YOU Makeup by Mario. The best primer, powder and setting spray - whether you are 60 or twenty."
        },
        {
            "review_title": "Iu2019m gonna need a back stock of this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is nothing to be played with, this is the most stunning gorgeous powder Iu2019ve ever used!!!! I have extremely dry maturing skin and this makes me look photoshopped!!!! Like I havenu2019t been this happy with my makeup in years!!!"
        },
        {
            "review_title": "Long Lasting. Smooth. Weightless.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Preface: I received the Surrealskin Setting Powder for free to try and give my honest opinion on it.  Preface 2: I gave this item to my Girlfriend for her to be able to test it out.  She loved this product! The combination of the duration that the powder extended her makeup by, the weightlessness feeling, and the smooth application of the u201cend resultu201d she found that in using this product:  1. She would be utilizing Setting Powder more often in the future  2. She would look into Makeup by Mariou2019s other products.  The quality of the product made her like both the type of product and the manufacturer.  I would highly recommend this item to anyone who has not dabbled much with Setting Powder, or those who have not had an item made by Makeup by Mario. The quality is worth the price!!  u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wanted to like it but not great for my maturing combo skin. Found it clung to my dryer, sensitive spots. Even made them feel a little tight and itchy. Prefer CT pressed or LM ultra blur."
        },
        {
            "review_title": "must have powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "loved this for my skin. it made my skin look really smooth and itu2019s rare that i can find a powder that doesnu2019t make me look cakey or get any patchy spots so i would definitely recommend. i have dry/combo skin and itu2019s perfect in all areas of my face"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "4 Warm Honey",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The makeup by Mario setting powder did a nice job on my post makeup-ed face. It gave it a nice subtle smoothing blur touch. It helped alleviate shininess in my face and makeup. The packaging was good as the powder has not spilled everywhere. It truly feels very light on my face which is such a pro for me."
        },
        {
            "review_title": "Finely milled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Loveee this powder will be my givenchy replacement"
        },
        {
            "review_title": "Try it out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this is so thin you can barely tell ur wearing powder this is a really good everyday light natural coverage powder thatu2019s not going to emphasize lines or wrinkles . I did knock down a point because I feel like it kinda made me look dry at some parts of my face"
        },
        {
            "review_title": "Very good powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is a very fine powder that easily blends into the skin and makes my under eye slightly brighter! Not only that but I found that it doesnu2019t make my under eye crease look worse or dry out my skin. It feels very soft and smooth and blurs the skin which I really like!"
        },
        {
            "review_title": "You MUST give this a try!! Love it so much.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This setting powder is just incredible! So light and easy to apply. Looks amazing and lasts all day. A real winner. ud83dudc95ud83dudc95ud83dudc95"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is magic! It feels like nothing is on your skin. It gets rid of shine and makes your skin feel super silky smooth. It got rid of redness on my face but left my freckles visible. I highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have this in 1 Fair Pink. Just a great setting powder and natural looking too."
        },
        {
            "review_title": "Buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This stuff us amazing , skin looks absolutely flawless its a must i own about every setting powder at sephora ans this one is hands done THE BEST"
        },
        {
            "review_title": "Blurred lines",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I thought i was going to receive a lux product but the packaging was simple. Reminded me of something from the drugstore, in my opinion the product does everything that it claims. Choosing the correct shade is key. It not only blurs but seems to hide some freckles as well. Doesnu2019t seem like a natural finish but it is smoothing."
        },
        {
            "review_title": "A MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "As you can see how blurring this setting powder is ud83dude3b immediately in love !!! The finish is amazing Iu2019m not out here looking cakey! Love the packaging as well. I will always love Mario & his makeup!!"
        },
        {
            "review_title": "Beautiful blurring loose powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful blurring effect. If you purchase looking for a replacement for Givency Prisme Libre (which was my die hard go to for years), you may be disappointed as this does not have the brightening effect, although it could be the color. I am curious to try the pink.   effect, although"
        },
        {
            "review_title": "the perfect powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "this powder is so beautiful. it is very creamy and soft in texture and looks very natural on the skin. I've tried all of the powders recommended for dry skin and this is one of the best I've found! looks great over texture and doesn't feel dry or look cakey.  personally I didn't like the OG prisme libre powder and felt it was too shimmery, and the huda powder aged my skin so much. This one is a winner and I would recommend it to anyone who wants to look flawless!"
        },
        {
            "review_title": "Dry skin will love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I walked into Sephora with three powders in mind. They didnu2019t have my number one. I was hoping to get you donu2019t look matte itu2019s a true natural finish. Out of all the powders I looked at that said best for oily combo skin. Thereu2019s only a few for us with dry skin. I didnu2019t have any hopes because this powder was not on my list and every time I asked, she said I canu2019t go wrong with any of them, but because of dry skin, she wanted me to try this and Iu2019m so happy I got it. I donu2019t think I wouldu2019ve bought it any other way loose powder powder in general. Itu2019s like it sucks all of my prep work and takes all my hydration out. Iu2019ve never seen a powder loose powder leave your skin like this, it blew me away because I have dry skin. They were putting this out that day if I went a day sooner itu2019s a powder I never wouldu2019ve bought and Iu2019m so glad I did all the powders that said natural finish radiant finish that didnu2019t say good for oily compost skin, I made sure not to put those on my list and as a woman and 35 trying to find make up that works for her they didnu2019t have my foundation shade that I came in for so I got a sample bought. This doesnu2019t even look I put powder onand my make up stayed. I never got more compliments on my skin with a certain foundation in this powder then I have since I was 28 this is for anyone with dry skin."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a very fine setting powder, its beautiful! It leaves a really nice finish , my skin looks really good and it makes my makeup last a long time, it blurs out my pores and I love the color! And it doesnu2019t have a scent, I really like it and I recommend it!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am in my 40s and have dry aging skin. Setting powders are really challenging for dry and aging skin. Iu2019m actually pleasantly surprised by this powder. Iu2019ve used it for 1 week now and it sets my under eyes really smoothly without looking too powdery and cakey. It just looks smooth! Highly recommend giving this a try"
        },
        {
            "review_title": "No.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve tried many loose powders. Givenchy being my number one. This Mario one is super drying and shows many fine lines I never even had. Makes me look old and wrinkly when Iu2019m not. The TikTok and reviews itu2019s getting are all paid"
        },
        {
            "review_title": "Olive skin tone girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is on brand with Mario, itu2019s very nice! The scent is very minimal smells like powder nothing more nothing less. The texture is very smooth and silky. The way it lays on the skin is very light and nice, not cakey, great for baking on the face! I would def get it again! The neutral peach is great for people with medium olive skin tones!"
        },
        {
            "review_title": "Average",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So itu2019s a nice powder, but I definitely think it is overhyped. It is not life changing. I find it gets dry on my under eyes, and can start to show dry patches as well. It sets everything well, but not enough for the price. There is no amazing blurring effect. I like the packaging as it is basic and sleek"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This powder is so good! I love how it sets my make up and it really holds in place for such a long time without getting cakey or falling into my lines. Love!"
        },
        {
            "review_title": "Buy it now!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Omggg whereu2019s my pores???!! I love it itu2019s magic in a potttt wow!!!"
        },
        {
            "review_title": "Yes!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I'm picky with powder and this did not disappoint. Featherlite and delivers on every promise. I was also worried about the colour because there's nothing peach about my skintone. I wear his foundation in shade 12O and 14O in summer, both are olive. If you're olive you know how hard it is to find makeup that doesnt pull orange/peach on our yellow/green skin. But the neutral peach powder was perfect, not too light, not too dark and not at all orangey! I honestly don't know what I'd do without this brand. Mario always delivers!"
        },
        {
            "review_title": "Surrealskin Soft Blur Setting Powder in 3-Neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Surrealskin Soft Blur Setting Powder in 3-Neutral Peach is praised for its elegant packaging and subtle, pleasant scent. Its finely milled texture allows for smooth application and blendability. The coverage is buildable, offering a natural finish. The powder creates a soft-focus effect that enhances the skin's appearance without feeling heavy. Overall, itu2019s a high-quality product that excels in both functionality and aesthetic appeal."
        },
        {
            "review_title": "Skip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Didnu2019t really like it. I was looking for an alternative to the Givenchy rose powder after the recent reformulation. This was very influencer hyped. No matter how I applied it looked very drying and sat on top of my skin. Iu2019ve tried a puff, brush, and beauty blender as well as different foundations and concealers. The color didnu2019t look good, it felt very chalky, and just overall made my skin look bad in a way no other powders have done?"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Mario Loose Setting Powder is a finely milled, lightweight powder designed to set makeup and give a flawless, soft-focus finish. It blurs imperfections, controls shine, and ensures long-lasting wear without feeling heavy or cakey. Perfect for both setting foundation and touch-ups throughout the day, it leaves the skin looking smooth and radiant. It leaves a natural, matte finish that enhances the overall makeup, a seamless, polished finish."
        },
        {
            "review_title": "Ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s okay itu2019s deff not a brightening pink which is what I wanted but it sets the face well. Iu2019ll stick with my fenty lavender for brightening."
        },
        {
            "review_title": "Very impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Leaves my skin very smooth, not cakey at all. A little goes a long way I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "",
            "review_text": "I'm thrilled with Makeup By Mario's SurrealSkin Soft Blur Setting Powder in 4-Warm Honey, which sets my makeup for 12 hours, blurs and smooths my skin for a natural finish, and controls shine all day."
        },
        {
            "review_title": "Absolutely loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I really liked this product, as someone who gets oily, setting powder is an absolute must. This one is soft, pillowy and blurs to perfection. I like that it gives a matte look but not too matte where you look dry. Also I didnu2019t have any issues with flashback. This may be my new got to. *Chefu2019s kiss*"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Easy to apply and makes my skin feel so beautiful and smooth. This is gonna be a must have in my skin care routine"
        },
        {
            "review_title": "Bye bye pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been waiting to try this gem!! I can 100% say that this is my new go to setting powder in my makeup routine! It completely sets and keeps your makeup in place all day and leaves a blurring effect  to eliminate the appearance of all pores   Super happy with this one!"
        },
        {
            "review_title": "A must have for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I am loving bc the blue effect from this product! It is amazing and gives great results. I am definitely using this everyday since I have very oily skin."
        },
        {
            "review_title": "Get ittttttttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Love love love! I have very dry skin so I always make sure to put on heavy moisturizers etc which means my eyeliner always smudges. Not with this setting powder! I used it right before going out in the sun for about five hours. It was amazing! Didnu2019t smudge for the first time in my life! And Iu2019ve used other brands like Laura Mercier and Maybelline. It went on completely invisible on my fair cool-toned skin but it felt very soft and cool. I highly highly recommend!"
        },
        {
            "review_title": "Perfect nude shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a very nice product. There is a slight scent that is very nice. It goes on smoothly. I feel a tingling effect after putting it on and it does seem to plump.  The color petal glow is very nice and subtle"
        },
        {
            "review_title": "This is what my makeup was missing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I absolutely love this powder! It was tough to choose the right shade, but I think I ended up with the right shade for me. I really felt like this powder gave my look a soft blur as said in the name. I really think this is what my makeup was missing because I love that airbrushed look and struggling to figure out what my makeup was missing. The packaging is super simple and there is really no scent. I love this powder to complete my makeup!"
        },
        {
            "review_title": "Better for oily skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Wanted to love this, but it just didn't work for my dry skin. I tried with my tower28 concealer and saie. For reference, the LM and hourglass setting powders are my go-to's. The cap of this also felt like cheap  plastic."
        },
        {
            "review_title": "Shocked by the results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The packaging doesn't feel luxurious, as a first impression it's not the smoothest powder I've tried, however its performance is incredible, it makes your skin look matte and flawless. A certain luxury brand should take notes from this product. I will definitely be buying other brands products of makeup  by Mario. I received this product from influenster for free in exchange of my honest opinion"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Number one who doesn't love a good make up by Mario product? Because I know I do! I think this is a very nice powder, I think it does exactly what it claims. It's a very soft blurring meaning no too heavy on the skin. Now granted for I did get the wrong cookie but because I'm so tan it actually worked for me which does kind of concern me for the darker girls and guys but honestly it could just be more brightening for them which is how I normally like my setting powder. I would love to try it in a peach color.  Also be very careful when opening because the top came off and spoiled everywhere, hint the powder all over my shirt.  All in all though I think this is so a hit for Mario's first setting powder and can't wait to see what else comes out. P.S. I am a very oily girl so my oil did peak through at the end in the sunlight so don't expect for none at all. Actually I just realized there is a couple darker shades so everyone can find a match ud83dude43"
        },
        {
            "review_title": "A dark skinned girls dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "So fabulous! This powder is everything. It is so soft and mattefying. Iu2019m always skeptical of setting powder as a dark skinned girl but this product Ed didnu2019t make me look ashy or pull away from my lewk! This was my first makeup by Mario product and it wonu2019t be my last."
        },
        {
            "review_title": "Flawless finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This setting powder made my skin look and feel absolutely flawless. Iu2019ve never been one for powder but Iu2019ve been thoroughly pleased with this one. Great coverage and long lasting as well."
        },
        {
            "review_title": "Love this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The packaging was simple and nice. Product didnu2019t have a scent but loved the finish. Really helped me not look dry which is what sometimes happens due to my skin type."
        },
        {
            "review_title": "Blurring and Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "this came in a simple nice container. it was very simple to use and made the shine from my makeup instantly disappear! which was much needed on these hot summer nights"
        },
        {
            "review_title": "Amazing powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "The texture of this setting powder is so amazing. It goes on smooth and the finish is amazing. It's got great coverage too! I absolutely love the packaging."
        },
        {
            "review_title": "Great powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this powder! It is very fine and smooths out my skin so well. It sets my under eyes super well and doesnu2019t make me look dry at all! The color is perfect for my skin tone"
        },
        {
            "review_title": "Creamy finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder is a revelation. It blurs imperfections, controls shine, and leaves a soft, natural finish that lasts all day. The fair pink shade is perfect for my skin tone and doesn't look chalky or ashy. A must-have for any makeup lover!"
        },
        {
            "review_title": "Must have item in your makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This setting powder is so seamless. Smoothes everything out and makes the makeup look come together. Perfect blend. Lightweight. Easy to apply with fluffy brush. Love this so much."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for an honest review. First of all, I love the this product is clean, love the ingredients! The color has more pink tones than the pic which is more yellow. Love how smooth and soft the texture is. The finish is matte and has great coverage. No significant scent and easy to apply."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First of all, I love the this product is clean, love the ingredients! The color has more pink tones than the pic which is more yellow. Love how smooth and soft the texture is. The finish is matte and has great coverage. No significant scent and easy to apply. Received this for free in exchange for an honest review."
        },
        {
            "review_title": "Good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I tried this yesterday, and even after several hours my makeup still looked well set and smooth! Iu2019m really impressed with this setting powder. I received this in exchange for an honest review."
        },
        {
            "review_title": "Lovely talc free powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This setting powder is very nice! Itu2019s finely milled and blurring and I love that itu2019s talc free. The packaging does seem a little on the cheaper side and I wish it had a little more of a radiance to it so I took off one star. It is very mattifying and locks in makeup well. I received this free for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "4 Warm Honey",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "This is my first Mario product - Iu2019m impressed! As far as a setting powder goes, its good - its finely milled and gives a nice finish. It is a bit mattifying - as a result, it doesnt beat out my favorite which is the Becca soft glow powders. I prefer that more glowy finish, but mattifying is expected from a blur powder. I got this product in exchange for a review."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Itu2019s a very standard setting powder. Nothing ground breaking. Smells great"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Itu2019s a pretty standard setting powder. The scent is nice and sets everything in place"
        },
        {
            "review_title": "Professional look and easy to apply!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Natural finish and controlled shine all day! Mario surreal skin is a perfect setting powder for every day and all night. Lightweight yet full coverage of my spots, dark eye circles and lines with a beautiful finish  recommended recommended"
        },
        {
            "review_title": "Very blurring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product is amazing!! The formula is so soft and blurring! I would say it's definitely softer than Laura Mercier and I would actually compare it closely with Huda Easy Bake powder. Ive found that pressing this with a puff in areas concealed first and then once more over the whole face with a loose brush gives the blurred filtered effect! I used the shade 4 - warm honey on my client in the picture! Feel free to check out my ig for more pro MUA tips! @thekingkasie :)"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this powder!! I usually use Laura Mercier and itu2019s just as good! Itu2019s brightening and blurring but still gives a skin like finish. I love that it is talc free and it does not have a scent. I would recommend this!"
        },
        {
            "review_title": "Donu2019t walk just run!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love LOVE this product! Even though I havenu2019t fully tried it only once it is amazing. The oil in my face gets sucked out and I get a finished matte look but without my makeup peeling off! 10/10"
        },
        {
            "review_title": "A MUST HAVE RIGHT NOW !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Omg! I am in love with this setting powder! The packaging was gorgeous! There is not scent and very lightweight!!! The coverage was immaculate!! And the final look after my makeup set was amazing!"
        },
        {
            "review_title": "Blurred and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I had the opportunity to try Surrealskin Soft Blur Setting Powder in Fair Pink by Makeup by Mario and I was so impressed! This is my first time trying anything by this brand and was very pleasantly surprised. The powder itself is very finally milled and has a faint Rosie pink color that compliments my fair olive skinned perfectly. I have larger pores and this absolutely gives me the desired blurring affect when applied. Iu2019m so pleased with this product and I will buy it again. I finish this."
        },
        {
            "review_title": "Must Have in makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The packaging is nice but needed to come with a application pad. There is a very light scent. The texture is soft and light. It blends into the skin very well and gives amazing coverage! It gives a Matte finished look! It definitely softly blurs out the imperfections."
        },
        {
            "review_title": "Warm Honey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This setting powder is a great finishing step to your makeup. My skin feels really soft, and doesnt have a heavy talc powder look to it.   The case is designed to allow you to pour out just enough without wasting any of its contents.   The finishing look gives you a gorgeous matte finish as well."
        },
        {
            "review_title": "Soft pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It adds a little light pink to my skin and it goes very well with my blush. It minimizes my pores too. I have pink cheeks normally so this kind of goes well with that."
        },
        {
            "review_title": "Beautiful finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I tried this setting powder because it's talc-free. Iu2019m thoroughly impressed with its performance. It provides a natural finish that never looks cakey, feels incredibly lightweight and effectively controls oil on my combination skin without causing dryness."
        },
        {
            "review_title": "Non-comedogenic+ Good for your Skin Ingredients!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and Makeup by Mario in exchange for my honest review.  I got the Makeup by Mario Surreal Skin Soft Blur Setting Powder in shade 2-Neutral Light. I love that this uses ingredients that are beneficial for my skin! It is talc-free and non-comedogenic which is another huge plus for me! I felt like there was a little shine throughout the day, but the light diffusing powder may factor into that. I have combination skin and I would have liked for this to have stronger oil control. It definitely doesnu2019t make my skin look dry or dull. It is buildable, but I noticed it creasing some. The price point is very reasonable and usually a little goes a long way with loose powder, so it should last a while before running out.  I personally donu2019t think this would be as long lasting for oily/very oily skin types. I donu2019t know if I will buy this myself, but I will continue to use it and see how it does with my skin. If you are a fan of Makeup by Mario or loose setting powder, it might be worth giving it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I used this to set my under eye yesterday and it applied such an even coat of powder and really brightened it up. It wore super nice throughout the day."
        },
        {
            "review_title": "my new powder?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "when I tell you this powder is my new baby I mean it. Iu2019ve been using Laura Mercier for the longest time but I feel like I get too cakey sometimes. this powder just smooths and blurs to perfection and iu2019m absolutely obsessed with it. it doesnu2019t give me that yellow-y tint which I love!!"
        },
        {
            "review_title": "Good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "absolutely love the MAKEUP BY MARIO SurrealSkinu2122 Talc-Free Soft Blur Setting Powder! It gives my skin a flawless, natural finish without feeling heavy. The formula is lightweight and really helps to blur imperfections, leaving my makeup looking fresh all day. Plus, itu2019s talc-free, which is a huge bonus. Highly recommend!"
        },
        {
            "review_title": "Flawless Finish ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the MAKEUP BY MARIO SurrealSkinu2122 Talc-Free Soft Blur Setting Powder! It gives my skin a flawless, natural finish without feeling heavy. The formula is lightweight and really helps to blur imperfections, leaving my makeup looking fresh all day. Plus, itu2019s talc-free, which is a huge bonus. Highly recommend!"
        },
        {
            "review_title": "Flawless Finish: The Perfect Talc-Free Setting Pow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the MAKEUP BY MARIO SurrealSkinu2122 Talc-Free Soft Blur Setting Powder! It gives my skin a flawless, natural finish without feeling heavy. The formula is lightweight and really helps to blur imperfections, leaving my makeup looking fresh all day. Plus, itu2019s talc-free, which is a huge bonus. Highly recommend!"
        },
        {
            "review_title": "Setting powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The powder is soft, and I really wanted to love it, but it felt a bit drying on my already dry skin and made it look flaky. On a day when my skin was more oily, it worked much better. So if you have dry skin, it might highlight the problem areas."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I tried the Makeup By Mario Surrealskin Soft Blur Setting Powder in Fair Pink, and I'm really impressed. It has a lightweight, silky texture that sets my makeup beautifully without looking cakey. The soft blur effect gives my skin a smooth, airbrushed finish, and the Fair Pink shade adds a subtle brightening effect without being too intense. I love how long-lasting it is, keeping my makeup in place all day without any excessive shine. Overall, I highly recommend this setting powder for anyone looking for a natural-looking, flawless finish"
        },
        {
            "review_title": "Love the texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love how this leave my makeup finish I usually sweat a lot and my pore get big. This coverage is phenomenal this was the perfect match with my skin tone. I love the packaging canu2019t wait to get more products from this company ."
        },
        {
            "review_title": "Fine texture, great oil control use setting spray.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I gave into the hype around the new Makeup by Mario Setting Powder, and it was worth it. The formula is extremely fine, and Medium Dark Honey matched my medium tan, gold undertone complexion perfectly. This powder does wonders for instantly erasing oil but be warnedu2014it can get everywhere without a setting spray or finishing spray. Overall, Iu2019d recommend it but want to keep using it before deciding if itu2019s a staple."
        },
        {
            "review_title": "Setting powder like a Pro!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The finish on my make up looks surreal and the coverage last all day, feels weightless and like Mario the pro did my make up. I loved the peach color, layer smoothing my skin and there are seven shades of light diffusing powder and smoothing scentless  amino acids. I highly recommend it!"
        },
        {
            "review_title": "Powder like and from a pro! Mario u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The finish on my make up looks surreal and the coverage last all day, feels weightless and like Mario the pro did my make up. I loved the peach color, layer smoothing my skin and there are seven shades of light diffusing powder and smoothing scentless  amino acids. I highly recommend it!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "The packaging is super nice and it gives my makeup looks such a nice finish. The texture is very light and nice. Definitely recommend this product."
        },
        {
            "review_title": "Best powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This powder is amazing. Itu2019s talc free and has great ingredients which is why I love Mariou2019s makeup so much. I got the color neutral light and Iu2019m amazed at how many hours my makeup lasts and the products shine control. It feels light over my makeup and really smooths out my face. Would definitely recommend!"
        },
        {
            "review_title": "Lasts a very long time - I put it to the test!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my first time using this setting powder and I thought it did an excellent job at blurring my skin. This was after I walked up a hill and through blistering heat for around 20 minutes. So it made my make up stay on through that and still looks so matte. I am very happy with this result! Usually I am a greasy little mess!"
        },
        {
            "review_title": "Natural matte powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I would recommend this powder for oily skin. It's a fine powder that applies evenly and doesn't clump up. The coverage seems to be relatively sheer so it gives a natural matte finish. I didn't experience any issues with creasing."
        },
        {
            "review_title": "Actually Blurs! No Dryness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The e packaging is super metal and cute. The actual product? AMAZING. This is a blurring powder that ACTUALLY blurs!!! It doesnu2019t make your skin look dry and cakey and gross."
        },
        {
            "review_title": "ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Sure, hereu2019s the translation:  ---  Iu2019ve been using the  Surrealskin Soft Blur Setting Powder in Shade 2 Natural Light for a few weeks, and Iu2019m quite impressed. The powderu2019s texture is really fine and lightweight, which makes it apply smoothly and not settle into fine lines. I love how it blurs pores and provides a soft finish without a u201ccakeyu201d effect. The Natural Light shade works well with my fair skin and helps control shine throughout the day without making my skin feel dry. Plus, I appreciate that itu2019s oil-free and non-comedogenic, which is perfect for my sensitive skin. Overall, itu2019s a setting powder that truly delivers on its promises, helping to keep my makeup intact and with a natural finish."
        },
        {
            "review_title": "Perf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Perfect color, great application and so moisturizing. This was the ultimate combination of things I look for in lip care. It was moisturizing but still provided good pigmentation. No noticeable scent and product was very light and appearance was good"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was not aware of how nice this Surrealskin Soft Blur Setting Powder- 2-Neutral Light Powder is until now. The texture of the powder is soft and very easy to apply. It gives a very natural finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "5 Neutral Medium Deep",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such a nice and blurring product this is. When Iu2019m done with my makeup and right after I apply this, i get this look that almost seems as if I had my makeup professionally done. Itu2019s absolutely smooth and effective at doing what itu2019s supposed to do: blurr"
        },
        {
            "review_title": "Setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is amazing! This blur setting powder literally does exactly that, blurs all the imperfections! My makeup has never looked better. The packaging it cute and esthetic."
        },
        {
            "review_title": "Beautiful neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Such a soft, beautiful powder. I have 2-neutral light. It is a very beige neutral shade. It did help with shininess in my T-zone. There is no discernible scent. Very good quality."
        },
        {
            "review_title": "Surrealskin Soft Blur Setting Powder in 3-Neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Surrealskin Soft Blur Setting Powder in 3-Neutral Peach is praised for its elegant packaging and subtle, pleasant scent. Its finely milled texture allows for smooth application and blendability. The coverage is buildable, offering a natural finish. The powder creates a soft-focus effect that enhances the skin's appearance without feeling heavy. Overall, itu2019s a high-quality product that excels in both functionality and aesthetic appeal."
        },
        {
            "review_title": "incredibly light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Its presence is never felt on the skin. It is incredibly light. I used the fair/pink tone. It matched my skin perfectly and its color is flawless. My make-up remained as vibrant as it was made throughout the day. Using a setting in powder form is more effective than using liquid. It has no smell. I recommend the powder form as it provides controlled use."
        },
        {
            "review_title": "Great for rosacea & sweat!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "(Gifted this in exchange for my honest review) Very simplistic packaging, no scent which I appreciate. Been testing this product out during our intense heat wave and it has a nice, smooth finish that really sets my makeup into my skin and helps even during my intensely sweaty moments! Coverage is good and leaves face feeling silky. Appreciate the pink fair color for us rosacea girls!"
        },
        {
            "review_title": "Matte Dreams!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Ahhh, yes! This powder gives an immediate blurred look. No matter how greasy or shiny or dewy your skin is beforehand, after using this powder it is all the same - matte perfectness. It makes it look like a filter is on your face, no judgement, but itu2019s the truth and Iu2019ll happily take it!!! Neutral peach ended up perfect for my leftover tanned skin. It blends so nicely. I will say what foundation you use underneath also has a factor in what the end product will look like."
        },
        {
            "review_title": "Matte dreams!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Ahhh, yes! This powder gives an immediate blurred look. No matter how greasy or shiny or dewy your skin is beforehand, after using this powder it is all the same - matte perfectness. It makes it look like a filter is on your face, no judgement, but itu2019s the truth and Iu2019ll happily take it!!! Neutral peach ended up perfect for my leftover tanned skin. It blends so nicely. I will say what foundation you use underneath also has a factor in what the end product will look like."
        },
        {
            "review_title": "Best for oily skin!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this setting powder so much!! It is so nice and fine and it really is affect for baking under my eye and cheeks! I also used it on my t-zone because thatu2019s where all my oil collects. It makes my face so soft and smooth and is great over my normal makeup! It doesnu2019t cake around my smile lines or under my eyes! It has a very faint smell which I love because itu2019s not overwhelming! My new favorite powder!"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Find my favorite setting powder this give me the blur finish I needed for my simple makeup routine. I get an all day wear with  its excellent coverage on my darker complexion. The texture is super fine lightweight which I genuinely appreciate and a plus it smell looks and feels beautiful on my skin. Itu2019s really cute aesthetic packaging will be perfect for traveling."
        },
        {
            "review_title": "Favorite powder ud83dudda4",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really like this powder, it is loose in a convenient package, applies well, evens out the skin tone and covers imperfections , skin looks matte"
        },
        {
            "review_title": "Love this blur setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this loose powder! Perfect match and has great coverage. Very soft finish with great ingredients which I love. Does not make my skin feel dry. It does control the shine but has a great look. No overpowering scent and definitely does a good job blurring. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "6 Warm Deep",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I canu2019t wait to try out this product. I have been seeing that itu2019s a great product. The packaging was great put together. I know the coverage and the finish would look flawless. The texture and scent is good also."
        },
        {
            "review_title": "Smooth airbrushed look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Makeup by Mario Surreal Skin Soft Blur Setting Powder in Neutral Peach is a game changer for a flawless, natural finish with my make up. The powder is very fine and applies effortlessly, creating a soft-focus effect that blurs imperfections without looking too cakey or overly made up. The Neutral Peach shade is perfect for adding a subtle warmth to the complexion I have a little tan going so itu2019s perfect, not too light or fair! Itu2019s versatile for a range of skin tones. It sets makeup beautifully, extending wear time while keeping shine away all day. Overall, itu2019s an excellent choice for anyone looking to achieve a smooth, airbrushed look with a slight peachy glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "2 Neutral Light",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This powder is perfect for my dry, thirsty skin that needs a little shine control in the T-zone. Itu2019s incredibly soft, feeling like silky silica powder. It helps control oil on my face all day, and the smooth, silky texture feels amazing right after application, and I never have to reapply. This powder strikes the ideal balance between setting makeup and keeping my skin looking natural and healthy."
        },
        {
            "review_title": "A soft blurring powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Number one who doesn't love a good make up by Mario product? Because I know I do! I think this is a very nice powder, I think it does exactly what it claims. It's a very soft blurring meaning no too heavy on the skin. Now granted for I did get the wrong cookie but because I'm so tan it actually worked for me which does kind of concern me for the darker girls and guys but honestly it could just be more brightening for them which is how I normally like my setting powder. I would love to try it in a peach color.  Also be very careful when opening because the top came off and spoiled everywhere, hint the powder all over my shirt.  All in all though I think this is so a hit for Mario's first setting powder and can't wait to see what else comes out. P.S. I am a very oily girl so my oil did peak through at the end in the sunlight so don't expect for none at all. Also just realized there is 2 darker shades so every color should be able to find a match."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "The Makeup by Mario Setting Powder has sleek packaging, no scent, lightweight texture, and offers light to medium coverage with a soft, radiant finish. Perfect for a natural glow."
        },
        {
            "review_title": "Definitely buying it. 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg this product is amazing I love the coverage and the softness ud83eudd27 the color is so cute or at least itu2019s the first time I try this shade on my skin tone and Iu2019m amazed at it."
        },
        {
            "review_title": "Sets perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received these products for free from influenster and brand(s) in exchange of my honest review. Very nice setting powder and color blends into the skin gives the matte look. Sets the makeup has nice coverage. Has a subtle fragrance. Recommended!!"
        },
        {
            "review_title": "Very blendable and nice product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Packaging is super cute! Has no scent and texture is super nice and very blendable, giving it a nice finish! Coverage works great and is very nice!"
        },
        {
            "review_title": "Perfect for a sweaty girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Got this product after a bridal makeup consultation and I loved the naturally beautiful blur filter effect it gave. I am semi concerned with how it will work with my hormonal acne over time - but other than that Iu2019m in love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "3 Neutral Peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m so obsessed with this product!! This is my new fav setting powder! It literally smoothes everything out and itu2019s so soft in texture. I would recommend!"
        },
        {
            "review_title": "super nice setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i liked this setting powder a lot! i think the fair was too light for my skin iu2019d probably need the next shade up. But it didnu2019t over dry my skin and helped with areas that get a little oiler than others! itu2019s a nice matte finish and super easy to apply, i used a brush but would probably prefer a puff or blender to really push it into the skin."
        },
        {
            "review_title": "Left skin looking perfect all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Super happy with the results of this setting powder! Perfect color for my skin tone and leaves my skin looking matte all day. Layers perfectly over my foundation and concealer. The packaging is easy to use and good quality."
        },
        {
            "review_title": "Natural Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm pleasantly surprised by this setting powder. It really does add a soft blur to skin and blends well. I didn't have any problems with creases or the shade being too light/dark. It looks very natural and it's easy to use thanks to the packaging. It's unscented and feels so soft on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "4.5 Medium Dark Honey",
            "review_buyer_description": "Gray eyes, red hair, Combination skin",
            "review_text": "Leaves such a beautiful finish! I donu2019t even need foundation I just use a primer and then this powder and I feel like Iu2019m wearing a filter! I would recommend"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This powder is really good! It mattefied and sets my makeup. I love to use it after setting spray to help lock everything in place. Pretty amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1 Fair Pink",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This powder is really good! It mattefied and sets my makeup. I love to use it after setting spray to help lock everything in place."
        },
        {
            "review_title": "Get this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great setting powder! I apply it right after my foundation and it keeps my foundation in place and looking shine free all day. The feel of the powder is really nice and you can tell youu2019re getting the highest quality ingredients. The finish looks just like my skin but if you applied a blur filter. I absolutely love this powder and it matches my skin perfectly."
        },
        {
            "review_title": "LIVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is just so long wearing and it leaves my face looking flawless without look cakey!"
        }
    ]
}