{
    "product_id": "1466",
    "name": "SKINPOWER Advanced Cream",
    "brand": "SK-II",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 339.0,
    "about": "What it is:A signature cream that visibly plumps skin with hydration while reducing the appearance of fine lines, wrinkles, and pores for visible firmness with a glow..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Loss of Firmness and Elasticity, Pores, and Dryness.Highlighted Ingredients:- PITERAu2122: Increases moisture barrier hydration..What Else You Need to Know:This rich and velvety creamu2019s new formulation reaches significantly deep within the skinu2019s surface, thanks to its skin-like structure. In just one day, this advanced moisturizer hydrates for less visible fine lines and wrinkles appearance. And after 10 days, youu2019ll see more youthful looking skin..Clinical Results:In a consumer study of 64 women aged 22-59 over 4 weeks:.-After 1 day, 3 out of 4 individuals agreed skin felt firm",
    "ingredients": "-PITERAu2122: Increases moisture barrier hydration..-White Peony Extract: Proven to hydrate to reduce roughness while plumping skin..-Kinren Extract (Tropaeolum Majus Extract): Antioxidants protect skin from surface free radicals...Aqua/Water/Eau, Glycerin, Galactomyces Ferment Filtrate*, Isohexadecane, Niacinamide, Isopropyl Isostearate, Butylene Glycol, Pentylene Glycol, Hydrogenated Shea Butter, Caprylic/Capric Triglyceride, Dimethicone, Distarch Phosphate, Phytosteryl/Behenyl/Octyldodecyl Lauroyl Glutamate, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Stearyl Alcohol, Cetyl Alcohol, Behenyl Alcohol, Tocopheryl Acetate, Panthenol, Benzyl Alcohol, Tropaeolum Majus Flower/Leaf/Stem Extract, Polysorbate 80, Dimethiconol, Peg-100 Stearate, Cetearyl Glucoside, Cetearyl Alcohol, Methylparaben, Disodium Edta, Palmitic Acid, Paeonia Albiflora Root Extract, Propylparaben, Stearic Acid, Sorbitan Oleate, Ethylparaben, Phenoxyethanol, Sodium Hydroxide, Ethylhexylglycerin, Houttuynia Cordata Extract, Palmitoyl Pentapeptide-4, Ammonium Polyacrylate, Tocopherol, Methicone, Parfum/Fragrance, Linalool, Limonene, Citronellol, Benzyl Salicylate, Ci 77891/Titanium Dioxide, Ci 77492/Iron Oxides. *PITERA.",
    "how_to_use": "Suggested Usage:.-Take a pearl-size amount of cream and dot onto your forehead, cheeks, and chin..-Massage evenly over face and neck in outward and upward strokes..-Gently press and pat with your palms until completely absorbed. Apply morning and night.",
    "num_reviews": 139,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/skinpower-advanced-cream-P507674?skuId=2714889&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2714889-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.7 oz / 80 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2714889-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This is a great product. It goes on smooth and my skin adjusted to it well. I noticed improvements in my skin tone within a few weeks of trying it."
        },
        {
            "review_title": "Meh-",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The cream is fine, certainly not worth the price tag, as far as I'm concerned. The ingredients are lackluster considering. I like a glow and this does not deliver, I'll stick with my Youth to the People, way cheaper and performs better... it does work so if you've got the money and want it, get it. but definitely csn find better for cheaper!"
        },
        {
            "review_title": "Be prepared to fall in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I hate that I love this.  I tried the sample bundle that was on sale a while back and boy, that was a mistake financially.  I can't live without this. Goodbye Drunk Elephant, hello SK-II!!!  Works wonders on my sensitive skin."
        },
        {
            "review_title": "Not my favorite product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This cream was just OKAY for me. Iu2019m 35, oily skin, fair complexion with texture on my face and large pores for reference. After weeks of use I just barely saw SOME improvement texture wise. Itu2019s not a product I will continue to use but I do recommend it for those with dry skin."
        },
        {
            "review_title": "Must have if you're over 30.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I received this product in exchange for my honest opinion from influenster and skin power advance cream. I must say I love the silky feeling it leaves on your face. I have severe acne and it helped me fade scars a lot. It doesn't leave your face greasy or cakey and it absorbs wonderful. My skin is very oily and it didn't help but it didn't make it worse. The smell is subtile and not overpowering. The price is kind of steep but if is a once a year purchase, might be worth the expense."
        },
        {
            "review_title": "My saving grace",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I probably should have bought the airy cream since itu2019s for combination skin but it wasnu2019t available and my skin was angry at me for all the actives so I got this one. The price tag will make you ugly cry since this is advertised as a basic cream and it isu2026butu2026if youu2019re using actives you do want a basic cream thatu2019s going to get rid of the dryness, not pill and not turn your face into an oil slick. Heavy creams never sink into my skin but this one does. It made my angry skin calm, plump and healthy looking. Are there other ones that can do the same thing for cheaper? Probably, but I havenu2019t found one and Iu2019ve tried hundreds of products to the point the Sephora employees probably qualify as my u201cfriend squadu201d at this point. lol! Shoutout to Cameron and Cassie for their great deal of knowledge and patience instead of hiding when they see me. Haha!"
        },
        {
            "review_title": "So luxurious feeling and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This face cream O-M-G! The texture is soooo smooth. It applies so beautifully to your skin and feels so nourishing. Makeup held on well on top of this cream. I would definitely will be purchasing this full size."
        },
        {
            "review_title": "Silky and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I am very happy with this cream. It hydrates without leaving my skin feeling greasy. it lasts a while since a little goes a long way. I like it for the winter season. It moisturizes my skin during this cold weather."
        },
        {
            "review_title": "Silky smooth skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved that it made my skin feel so silky with minimal amount used. So a little goes a long way. Very low odor which is also a plus. Haven't seen results but will continue to use. Would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "SK-II advance cream feels great on the skin and it doesnu2019t leave that shiny almost greasy look that some creams do. I havenu2019t used it long enough to see the effectiveness but seems like it will work great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am in my 30s so Iu2019m battling fine lines, but can easily break out. Thus, I have a hard time finding a night cream that gives me the moisture I need without the clogged pores. This cream fit the bill. I feel very moisturized from it with zero breakouts. Iu2019ve yet to use the product long enough to attest to its anti aging properties. However, I cannot end this review without talking up the dewy glow this gave me. The first night I used this cream I was ecstatic with the dewy glow I woke up with."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I received this product in exchange for my review and I am glad I did! I did a quick reading on the products history and initially thought it was a hand cream. Turns out itu2019s a face cream. Whatever.. my logic is you can tell a persons age by their hands and their u201ccrows feetu201d. I prefer the term eye smiles because smiles are prettier than feet. Anyways, after using the product for its (non) and intended purposes, I noticed a difference after 2-3 uses. Iu2019m 33 y/o so my fine lines are definitely there, but after use I could barely see them. I have combo skin and it didnu2019t seem to matter with this product. The fine lines were diminished and it almost gives a tightening sensation. Almost as if youu2019d put a thin layer of Elmeru2019s glue (but without the peeling). Definitely feels like itu2019s tightening, noticeable difference, and combo-skin friendly. Only 2 complaint are my husband is about to gripe about how much itu2019s going to cost to keep my skin looking supple and firm due to its steeper price, and the mature lady scent it has. I will definitely be purchasing this product. Iu2019m hoping it may even help prolong the results of my forehead and eye smile injectableu2019s."
        },
        {
            "review_title": "Hydrating and smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I have been using this for the past month and while it does smell amazing and definitely hydrates my skin, I haven't seen any wrinkle correction at this time. I don't know if it would eventually over time with more use, it's possible but it does work great for moisturizing my skin and it feels heavenly on my face."
        },
        {
            "review_title": "Such a luxurious cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've always heard the SK-II essence is a holy grail product, so I was so excited to try this cream.  This is called a cream, but I'd describe it more as a gel-like/thin lotion texture. It spreads and absorbs really easily into my skin. It has just the slightest scent, isn't greasy feeling, and doesn't break me out! It surprisingly leaves my skin feeling instantly softer/smoother to the touch. I'm sure I'd need to use this for quite a while to see if it'll make a lasting noticeable difference with my fine lines, loss of firmness, and pores like it claims. But it's hard to stomach long term use with it being so pricey. It is a joy to use though."
        },
        {
            "review_title": "Luxurious and effective solution for skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I recently tried the Skinpower Advanced Cream, and it has become a standout addition to my skincare routine. This moisturizer boasts an advanced formulation that seamlessly melts into the skin, visibly reducing fine lines and imparting a delightful bouncy and supple feel.   My skin is a mix of combination and oily. After applying this cream, my skin felt hydrated and nourished.  With regular use, I noticed a significant reduction in fine lines. The cream not only addressed fine lines but also left my skin feeling more supple and firmer. It truly delivered on its promises.  I plan to continue incorporating this cream into my regular routine. The visible improvements in fine lines and the overall texture of my skin make it a staple. I would highly recommend it to friends seeking an effective solution for fine lines, firmness, and dryness.  In summary, Skinpower Advanced Cream lives up to its claims, providing a luxurious and effective solution for addressing fine lines and enhancing skin firmness. It has earned a permanent spot in my skincare regimen.  I received this product from Influenster in exchange of my honest opinion."
        },
        {
            "review_title": "Amazing Face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "The SK-II Skinpower advanced Cream was surprisingly great on my skin. It got absorbed pretty quickly. Although it's a bit heavier than most face creams but it doesn't feel sticky or greasy at all. My face felt moisturized and well hydrated."
        },
        {
            "review_title": "Very nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I have oily skin but this moisturizer was perfect for my skin. It wasnu2019t too heavy and left my skin feeling hydrated and plump. I would definitely purchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is a nice moisturizer with a great texture. It has a slight fragrance, not overpowering which is nice. It moisturizes well without leaving my skin greasy, sticky, or tacky."
        },
        {
            "review_title": "Would love to switch but cannot afford the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Really loved the scent, quality, and the hydration is gave my skin. Makeup whether it was a skin tint or foundation looked great above it and it didnu2019t break the product down. I also wasnu2019t shiny or slick with oily skin after halday and needing to be powdered asap. Many foundations and creams tend to appear greasier or encourage the oils in my skin when combined and I cannot stand how it looks. The scent is fantastic, I assume itu2019s the peony extract which are a lovely smell. The glowing natural skin is noticeable right away especially after a shower and immediately hydrating the skin with the cream. I have minimal fine lines but the areas appeared more plump and not as deep. I would love to switch over but the price tag is out of my reach for a 2 oz jar. Luxury brands are great but in this current economy thatu2019s a luxury I cannot enjoy so I am grateful for the sample that is nearly empty now. Lol.  In my photo you can see that the fine lines are not visible and I donu2019t have any wrinkles."
        },
        {
            "review_title": "Luxurious and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product is so luxurious! I love itu2019s scent and how easily it blends into my skin. I used all over my face. I feel that it absorbed quickly and evenly without leaving any greasy residue. I typically applied at night and felt that it made my face feel firmer and smoother by morning. I just wish this was less expensive!"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "The moisturizing benefit of this product is about the only thing I noticed while using. It doesnu2019t seem to do much for anything else. It was also slightly fragrant but not overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "This feels super luxurious on my skin and has a nice scent. I believe it is making my skin better with continued use. I received this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "Soft Supple Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "My skin feels much more hydrated and nourished, and it looks more radiant and youthful. The fine lines and wrinkles around my eyes have also become less noticeable.   I love the way that SkinPower feels on my skin. It is so rich and creamy, and it absorbs quickly without leaving any greasy residue. The scent is also very pleasant, and it lingers on the skin for a few hours.   Overall, I am very happy with SK-II It is a luxurious face cream that delivers real results. If you are looking for a high-end face cream that will help you achieve younger-looking skin, I highly recommend giving it a try.   Pros: Hydrates and nourishes the skin Improves elasticity Reduces the appearance of fine lines and wrinkles Luxurious texture Pleasant scent   Cons: Very expensive Fragrance"
        },
        {
            "review_title": "A wonderful addition to my combo skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the formula! The ingredient list is wonderful and impactful. Love a lightweight moisturizer for my acne-prone skin without fluff ingredients and this is just that. The formula is lightweight yet hydrating. It also dries well on my skin. It doesnu2019t feel 'heavy' at all so that it doesnu2019t transfer onto the pillow. I am currently using this every night. This brand has amazing moisturizers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is a great moisturizer! It has a nice, creamy texture that absorbs nicely into the skin without leaving it feeling greasy."
        },
        {
            "review_title": "Thick cream with good results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This cream doesnu2019t feel thick to the touch of your finger, but it does feel heavier when applying to your face. That being said, it did deeply moisturize my skin without making it feel oily and did not cause breakouts. I have combination dry skin and I prefer using this cream at night and something a little lighter in the morning. I did notice that my fine lines were less visible after using this cream regularly for a few weeks and the skin around my eyes feels super soft and velvety. Overall I would recommend this product for someone that is looking to be preventative against signs of aging and has combination to dry skin."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love the smell and the texture. It gave my face a glow! I would absolutely recommend this moisturizer. It is very expensive, but I guess you get what you pay for."
        },
        {
            "review_title": "so hydrating and softening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This cream is rich and moisturizing. Right away it started to soften a patch of rough dry skin from the cold weather and indoor heat. My only complaint is the fragrance. I'm sensitive to fragrance and its just not great for skin. Besides that I love this cream."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received this product in exchange for my honest opinion. It was very rich and hydrating, and had really no smell at all, which I love. For me personally the only downside was it was maybe a little too thick for my skin, and I broke out a bit but Iu2019m more used to a very light moisturizer."
        },
        {
            "review_title": "Love this! Will be getting more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After trying for a couple days, I wasnu2019t so sure if I was impressed, especially since this is a pricey item. But after 2 weeks of use, Iu2019m in love! I have sensitive combination skin, with some u201ccrepeyu201d skin under my eyes and am starting to get some fine lines on my forehead and beside my eyes. This cream has helped improve the texture and plump up in problem areas! I use this morning and night! The cream is not heavy feeling, doesnu2019t u201cpillu201d up, and absorbs so well! I have not noticed any irritation or redness to my sensitive skinu2026just feeling and looking great! I highly recommend!!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is a great moisturizer! Iu2019m in my mid 30s and I have combination skin. This moisturizer was very smooth and hydrating. No unpleasant smells, and no negative reactions. Just smooth hydrated skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a nice moisturizer. Itu2019s too early to say what the long term benefits are since Iu2019ve only been using it for a month but I can definitely tell the difference in moisture level in my skin. Iu2019ve recently restarted tretinoin and my skin has been dry and flaky. After just two uses, I did notice that my skin is more hydrated and there are no more dry areas on my face. Will definitely keep using and will update my review."
        },
        {
            "review_title": "Makes skin look younger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First time using SK-II and so impressed. So easy to apply and it melts into my skin. Itu2019s hydrates really well and my skin feels healthier. Love the texture, it doesnu2019t leave my skin oily. Itu2019s also scented but very lightly. Big fan of this!"
        },
        {
            "review_title": "Gentle on eczema",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Just recently got sent this to try. Gotta say, Two weeks into my skin care routine and I love it. Smells great, feels great! Iu2019m Prone to eczema from time to time, mainly in my cheekbone area, I found it to be rather gentle on my skin. All while still yielding awesome results in a matter of two weeks time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I am simply blown away with this moisturizer. A little tiny bit of this moisturizer goes such a far way and made my skin look and feel incredibly soft! The scent of this moisturizer is very minimal so if your sensitive to scents you should be fine with this one. I have been using this moisturizer as a day moisturizer and using it under my makeup! It absorbs super quickly and is a great base for makeup! I highly recommend"
        },
        {
            "review_title": "Love this cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Dry skin",
            "review_text": "I really love the way this makes my skin feel. I use it in the morning and at night. After 2 weeks I can tell a noticable difference in my fine lines especially on my forehead. It definitely firms your skin for a more youthful appearance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "You can instantly tell after applying this, that  it's good stuff, and it makes your face feel hydrated and healthy instantly. I can see how consistent use of this product would be beneficial to your skin because it makes your skin feel healthy and rejuvenated instantly upon first use. Its light a weight/creamy/silky formula and it melts right into your skin. I'm not sure the retail price yet but it has a very luxe feel ud83dudc95"
        },
        {
            "review_title": "Smells nice, is great on skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a super great product. I like this product a lot and will likely be buying it again. Itu2019s best used sparingly and a little bit goes a long way."
        },
        {
            "review_title": "Adding to my skin routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product as a promotion from influenster and Skinpower. After using this for the last 2 weeks I have noticed my skin has become even and smooth. I would absolutely purchase in the future as mine is a smaller sample size. I will add this to my skin routine!"
        },
        {
            "review_title": "New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "This cream is incredible. The texture is thick but silky. I love how it feels to apply to my skin, and it doesn't take much. It leaves my skin so soft and smooth. It's very hydrating and absorbs beautifully. I'm obsessed with this stuff! I'm a little iffy about the price, but that's it."
        },
        {
            "review_title": "Smells like wealthu2026 thatu2019s about it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I felt like a rich woman living in Dubai with how luxurious this smelled. I used it for a month straight every night and the consistency was like a very standard night time moisturizer. It actually made me breakout which no other moisturizers do. I didnu2019t see any difference dark spots fading or firmness. Iu2019d pass on this especially since it costs so much."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This cream is lightweight, not greasy, and absorbs nicely into my skin. I donu2019t really notice a scent at all, which is okay with me. My skin doesnu2019t feel very well hydrated after using this cream, and after several weeks of use, I donu2019t see a difference in my skin either. It may take a longer period of time to see results. I do think itu2019s worth a try to see if it helps!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really like this cream! It feels smooth and hydrating. However, after several weeks of using it, I did not notice a difference in my fine lines."
        },
        {
            "review_title": "Moisturizing during the winter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "First of all, the packaging is beautiful to the eyes. This product is super moisturizing for the winter months, especially for persons with eczema. Lastly is doesn't have a strong scent and a little goes a long way. I received this product to review for testing purposes only."
        },
        {
            "review_title": "Magic cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Well at first  I didnu2019t think it was doing anything but now I can noticeably see a different on my forehead it didnu2019t make the lines disappear yet but it has tightened my forehead I feel if I use it a little longer itu2019ll get rid of the lines on my forehead. Also itu2019s very easy to apply with no sticky residue left behind. As for the smell it doesnu2019t have much smell to it but thatu2019s fine with me. Worked pretty fast I wanna say with in 2 weeks I started noticing a difference. So needless to say I will purchase this . And I definitely would recommend to anyone including family and friends."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Only 4 stars because of price. Other than that I love this cream! I wish I could afford this because I have been loving it, and so has my skin! It makes me face so soft, even after wearing it to bed. It works well with my other products which is nice. Great product for sure"
        },
        {
            "review_title": "Good moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like the feel of this moisturizer. A little bit goes a long way. I think it is helping with my fine lines. I took off a star bc I wish it had SPF in it."
        },
        {
            "review_title": "Nice smell, yet thick texture for combination skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have combination skin that gets drier in the winter time. This product does feel smooth when applied, but the creamy texture is a bit thick for my skin. The smell is nice and not strong at all. However, I did not notice any changes with my fine lines/wrinkles. I guess it is too early to even notice any differences. I will keep using this product on a daily basis. *I received this product in exchange for my honest review."
        },
        {
            "review_title": "Added benefits",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have enjoyed using this product the last few weeks. With the cold weather starting my skin has felt very dry and in need of more moisture.  The advanced cream provides much needed hydration while still feeling light on the skin. My only complaint is I felt I broke out more than normal while using.  It has no fragrance to it for people who are sensitive."
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this cream. I have sensitive skin and it didnu2019t break me out. It felt very moisturizing. I would definitely buy this again and again. I love the product. It was very hydrating and soothing."
        },
        {
            "review_title": "Great Face Cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I got a sample of this too try and was a little nervous at first. I have combination skin and it seemed like this might be too thick, but I was very pleasantly surprised. This cream doesn't have a scent that I can detect, glides over my skin, and sinks in immediately. It feels nourishing and my skin feels moisturized all day."
        },
        {
            "review_title": "super nice luxurious cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This product is so nice. I have oily skin and it worked nicely with it. I was surprised, because it is a pretty thick cream. I feel like it moisturized nicely, it seemed to tighten up my skin and lessen my fine lines. It worked nicely under my make up. I'm really happy with this cream and hope that I can continue using it."
        },
        {
            "review_title": "Luxurious face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love skinpower advanced cream! Iu2019ve been using this for about a month now and I would describe this cream as a luxury moisturizer. I have dry, acne prone skin and found it to be wonderfully hydrating and dewy without feeling greasy. It does have a light fragrance but I didnu2019t find it irritating or acne causing. I thought this layered beautifully under foundation making my skin smooth and glowy. It does not have SPF, so thatu2019s something to keep in mind when wearing during the daytime. I highly recommend this cream if you feel like splurging for yourself!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This cream is a must have! It not only moisturizes your skin but it increases firmness. My skin feels so good and I love adding it to my daily routine!"
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this creme!  It applies so smoothly and completely sinks in without feeling greasy."
        },
        {
            "review_title": "A delightful drink for the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I've used this product for about a month now and I can say that I see an improvement in those fine lines in my forehead. its not greasy at all and more like a serum! If you can try this in a set or catch a sale or deal definitely try it out because its a little pricey but worth the splurge. My skin and neck love this stuff!"
        },
        {
            "review_title": "Absorbs Quickly and Not Oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "After one week of using the SK-II SKINPOWER Advanced Cream I felt a noticeable difference in the hydration in my skin. The cream is not oily and absorbs quickly with no film residue. I am seeing a difference already and cannot wait to finish to see full results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received a free sample of this and greatly enjoyed it moisturizing benefits. Itu2019s a thick cream that seals in moisture and helped plump my skin. It was especially great for harsh winter air and kept my skin from getting flaky."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The texture is thick but lightweight and quickly absorbs into your skin. It leaves a glossy finish after applying. I think it is good enough for the cold weather in California. If you live somewhere else that has snow during the winter, You may need something heavier to keep your skin away from dryness."
        },
        {
            "review_title": "It's a keeper",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This product is by no means a magical perfect skin fix it all. But I love it simply for the fact that it leaves no icky film or residue on my skin after use. I haven't noticed much of a difference to my skin tone or texture. But my pores seem much smaller and my face feels so soft"
        },
        {
            "review_title": "A drink of water for your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is magic in a bottle. By far the best cream Iu2019ve used on my face. I almost wish I hated it due to the price tag, but honestly I canu2019t live without this in my routine now. My skin feels and looks fantastic."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really enjoy using the SK-II Skinpower Advanced Cream. I have combination type skin and I feel that the cream really helped with smoothing and evening my skin tone. I liked that it makes my skin look firmer and more wrinkle free. I will definitely keep using this cream!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "My skin tends to be oily except for a few dry spots. This moisturizer is very thick, and it feels so nice putting it on. It absorbs quickly and doesnu2019t leave any residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a yes for me. I love SKII products and this was another winner. Itu2019s not greasy on my skin (used it at night) and didnu2019t flare up my reactivity or eczema. I found the formula to be really elegant and just a joy to use"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is a very luxurious face cream! The texture is perfect and smells amazing! I have combo/oily skin and it isnu2019t too much. The price is a little high, but it definitely made my skin appear very moisturized. I would definitely recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "I really liked this face cream, it goes on smooth and sits well under makeup. I didnu2019t notice any results (I only had a sample size to try) but itu2019s pleasant to use. I think you would notice more of a difference with continued use. I would recommend giving it a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This stuff has made my skin  more even and is helping smooth out wrinkles. The smell is anmazing  and the cream is thick and moisturizing. I have oily and dry skin and didnu2019t find it to be too much for my oily skin. The price how ever is a little high but I will definitely be trying to get more of this once I run out."
        },
        {
            "review_title": "Great for non-sensitive skin!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a very luxurious face cream. The texture is amazing and I believe its claims are factual. The only downside for me is that I have sensitive skin and I believe the fragrance caused breakouts."
        },
        {
            "review_title": "Quick results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I wanted to be indifferent about this cream due to the price, but seeing results after 5 days of using I was hooked! This stuff has made my complexion more even and diminished fine lines. The smell is luxurious and the cream is thick and moisturizing. I have combination skin and didnu2019t find it to be too much for my oily T zone. I am a user for life!"
        },
        {
            "review_title": "Free sample From Influenster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "After using this product o have notice a more radiant look in my skin. It is much smoother and i would love to continue using it."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "After using this product for a few weeks, I really loved how plump and dewy my skin appeared. I have combo skin and a few smile lines. I love how moisturized my skin felt. The only drawback is I have acne prone skin and had 3 large bumps so I stopped using while trying to clear those up. I am not 100% sure if it was from the product or coincidence but otherwise I would rate this product a 4.5!"
        },
        {
            "review_title": "Itu2019s a very wearable day or night cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a (decently sized) sample of this product and am do like it, but I donu2019t know if I like it enough to spend over $200 to get a full sized product. I will say that a little goes a long way. I just dab my finger and touch forehead, cheeks, and chin, then rub it in. Iu2019ve been using it for almost a month fairly consistently day/night. Itu2019s a nice wearable, hydrating moisturizer but I donu2019t know that it made my skin look any plumper or better than other products Iu2019ve used. I only took a star for price, otherwise I do like it."
        },
        {
            "review_title": "Break outs",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Although I loved the way this made my skin feel, unfortunately it made me break out! And I never really break out. I wanted to love it so bad though!!"
        },
        {
            "review_title": "A must have for everyone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is a product I thoroughly enjoy. It is very reliable, especially with the cold weather and being a frequent tanner. I am always able to rely on this product to keep my skin perfect."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this for about three weeks now every night before bed. Itu2019s super light and makes my skin feel very soft. I havenu2019t noticed any significant changes in my fine lines yet, but perhaps after longer regular use those will kick in. Overall, a great product!"
        },
        {
            "review_title": "So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this! My skin felt super soft and I loved the smell. I would definitely buy this!"
        },
        {
            "review_title": "A must have face cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was so excited to be given a free sample of the SK-II face cream. I love testing out skincare products and finding what works really well on my skin. I loved that this cream was lightweight and didnu2019t feel heavy on my skin. It absorbed quickly and didnu2019t make my face feel oily or sticky. I feel like after using the cream for just one week I have noticed a difference in my skins tone and appearance including the little wrinkles I have on my forehead. The scent is perfect and not too string and the packaging is fun and eye catching. I definitely feel like they have improved a little bit. I will definitely continue to use this face cream."
        },
        {
            "review_title": "Must have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This face cream has been the best Iu2019ve tried. I noticed a difference not only in the color (lessening of dark circles), but the firmness and hydration. This will be a new staple in my skincare routine. I received this product complimentary."
        },
        {
            "review_title": "Hydrating Cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed using this cream. A little does go a long way, and about a dime size can cover my face comfortably. Itu2019s a thick cream, but melts into the skin very nicely and does not feel heavy or leave you feeling greasy. It leaves my skin looking good and feeling hydrated. There is a slight scent, but itu2019s pretty faint. I actually really like the scent, it does smell luxurious. I think overall, a great product if you have the money to spend on it, Iu2019m giving four stars only because I think it is very pricy. Itu2019s a very nice cream but I donu2019t see any magic results for the price."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved it, it leaves the skin very soft, without shine and a very luminous finish. highly recommended definitely."
        },
        {
            "review_title": "Not for oily skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product as part of a promotion through Influenster. This product has a nice texture and smell. It went on smooth and rubbed in real nice. My only issue is it made my oily face oilier and caused me to break out. Will not be trying again."
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster to test and review. So Iu2019ve been using this cream for about 2 weeks now and I can tell itu2019s making a difference! My skin looks and feels so hydrated, younger, and firmer. The scent kinda reminds me of my grandma lol, but it doesnu2019t bother me too much. Would definitely incorporate into my skincare routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this product in the am and pm for about two weeks now. It is incredibly hydrating and my skin does feel firmer after use. With that being said, I donu2019t see any diminishing fine lines while using this. The product is a little strong. I typically use The Ordinaryu2019s glycolic acid a couple times a week, the tingling/burn sensation of this cream is similar to that of the glycolic acid. Scent is ok, Iu2019m glad itu2019s not too overpowering."
        },
        {
            "review_title": "Non greasy and no breakouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this for free from Influenster for my honest review. I was happy to receive this as Iu2019ve been trying many different face creams for a few months now. Most of the ones I try break out my face. After about a week the breakouts go away, some have even given me a rash. However this cream did not! It had a nice soft feeling and did not break me out. I also like the smell of it. Itu2019s not too overpowering. I would definitely try this again as I like how my face feels after using it. Hopefully it helps with some of my laugh lines. Iu2019m 32 and realizing now I need a good face routine. Hopefully this will be a good staple!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Winter is here and my skin is dry and dehydrated. This makes my skin so soft and supple! Love that it isn't greasy and does not have a strong fragrance. I'm 30 and aging skin is scaring me! This helps blurs pores and wrinkles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "My face is dry and dehydrated! This is the only cream I use for my face at the moment. It keeps my face moisturized all day long. This cream is not greasy or tacky and it absorbs into the skin very nicely! You only need a pearl size amount of cream!"
        },
        {
            "review_title": "Silky smooth application!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This cream is something else! It somehow leaves my skin well hydrated without being heavy. I have not experienced any breakouts as a result of adding it to my routine. It is lightweight and luxurious, feeling, and the light scent is very pleasant. I received this product in a sample size free of charge in exchange for my honest review. I will likely buy this one when my sample runs out."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Really enjoying this cream. It really does help up the smoothness, softness and moisture quotient. I do enjoy using this cream!"
        },
        {
            "review_title": "Incentivized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I received the SK-ll SKINPOWER advanced cream as a free sample to try from influenster and I absoluetly loved it!. It moisturized my skin and kept it hydrated all day. My skin felt so amazing after using it. It made it feel silky smooth. I also like the fact the cream didn't feel like it left a residue or film on my face after it dryed. I highly recommend this skin scream ecspecially for those people with dryer skin."
        },
        {
            "review_title": "Wonderful for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely adore this moisturizer. I havenu2019t seen a spot of dry skin since I started using it. I use it as my last step after all my other skincare and retinoids and it has helped keep my moisture barrier intact ud83dude4cud83cudffc I did receive a trial size of this to try in exchange for my honest review."
        },
        {
            "review_title": "supple and luminous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "This cream is rich but not heavy. My skin now has incredible clarity and luminosity. I can wear it with or without makeup."
        },
        {
            "review_title": "Soft and hydrated skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have been using for a few weeks and my skin is very soft! Went on a trip to an area much more dry than where I live and it kept my skin very well hydrated! I love it!"
        },
        {
            "review_title": "Your winter skin will love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This product is wonderful for those dry months. I have combination skin and my skin did not feel oily or dry after use, just right.   I have used for about 10 days now and have not seen a significant difference in fine lines or firmness of skin. What I have noticed is my skin feels well hydrated and with that a lovely glow.   Application is straight forward, twice a day. A little goes a long way you only need about a finger dab into the bottle to cover face and neck.  This is a very pricy product and is why I gave 4 stars. This could change after longer use but I think there are cheaper products that could achieve the same results."
        },
        {
            "review_title": "A good face cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This is a very nice face cream! Very rich and creamy texture with a nice aroma but not too thick or greasy. To me, thatu2019s a definition of a good face cream. My face feels softer but hasnu2019t done too much for my fine lines after 10 days."
        },
        {
            "review_title": "Great Hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received the SK-II Skinpower advanced as a sample from influenster. I've been using the product for alittle over a week and can already tell the difference. My face feels so soft and more hydrated. The product has a light fragrance nothing over powering and the container should last for awhile because it only took me alittle to cover my whole face. The only downfall is the price."
        },
        {
            "review_title": "Good face cream but overpriced.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a solid face cream! Very rich and creamy texture with a nice aroma but not too thick or greasy. To me, thatu2019s a definition of a good face cream. However, I havenu2019t noticed too big of a difference after using it for 10 days. Overall, itu2019s good but not great."
        },
        {
            "review_title": "You need to try this at least once!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am no stranger to the power of pitera, SK-IIu2019s star ingredient. I had my first run-in with it when I cashed in for their infamous essence (itu2019s truly a game changer). This cream absolutely matches said essence in efficacy. My. Skin. Looks. Amazing. The cream-gel texture is lovely too and it really just melts into your skin. Literally one of the best creams Iu2019ve had the pleasure of trying!"
        },
        {
            "review_title": "Skin looks healthy and radiant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and brand in exchange for my honest review. I have used this moisturizer for a couple of weeks now and I am loving the results! My skin is more moisturized and firm. Overall, my skin is more radiant and healthy after using this product. I will definitely be purchasing this product!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This moisturizer is seriously so great! I canu2019t believe how well it works. I have sensitive skin and this hasnu2019t caused any issues or irritation for me. I have noticed improvements in my skin since using it. Would recommend!"
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I received this product as a free sample. I have combination skin that tends to be on the dry side. I love the way this has made my skin feel soft and I plan on using it for the long run."
        },
        {
            "review_title": "A under eye must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review. This products is great! Itu2019s lightweight but extremely hydrating. Makes my skin feel smoothly and plump. I would definitely buy again!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I have combination skin that leans on the slightly dryer side after having my baby 4 months ago, and this cream is the perfect night cream that hydrates without turning my t-zone into an oil slick. Iu2019m in my early 30s with some slight forehead wrinkles and sun damage, and this product has been amazing at not only stopping further aging but my skin appears much healthier. A friend even asked if I had gotten Botox after using this (seriously!). I canu2019t recommend this product enough. Buy it!"
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free for an honest review and i must say wow! It is light weight yet super moisturizing and sits great under makeup. My only problem now is having to buy it in the future as itu2019s pricey but i donu2019t want to lose it from my routine"
        },
        {
            "review_title": "Sk-ll is worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this SK-II product for free for my honest review. I can't even express my excitement since i've always wanted to try this brand but the price scared me away. After trying this moisturizing cream every night for a week, I'm sold. It was rich and luxurious with no strong frangrance. I used it as the last step in my skincare routine at night and was not disappointed. My skin is supple and plump in the morning and overall my skin was left so moisturized and it started to even out my skin tone. I have oily acne-prone skin and this product did not break me out or leave me oily. I will definitely be purchasing this again and making it a staple in my nightime skincare routine!"
        },
        {
            "review_title": "Absorbs well, non-greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is a great moisturizer for dry skin that doesnu2019t leave the skin greasy at all. It absorbs quickly but my skin feels really moisturized. It has a light and pleasant scent. My fine lines also seem reduced."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I love this brand! Itu2019s definitely high quality & offers products that actually work, so theyu2019re worth the price. This cream has a luxurious feel. It smells great & sinks into the skin deeply moisturizing for a more nourished look."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Unfortunately this made me break out. I donu2019t typically have sensitive skin but after using this for 4-5 nights, I developed these bumps all over my chin. It is very heavily fragranced, so Iu2019m assuming that is why. The texture of the product is so nice. It goes on the skin super smooth and is very hydrating, but for $300 I definitely would not say itu2019s worth it."
        },
        {
            "review_title": "This was a WOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My skin soaked this up and felt AMAZING! Itu2019s light but feels decadent. Smells very light, almost hard to detect but still pleasant. I really think this cream might just be the best one Iu2019ve tried yet! Itu2019s definitely becoming my number one staple"
        },
        {
            "review_title": "Quality cream for a miracle result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using this SK-II Skinpower Advanced Cream for a week and I do like it. My skin has definitely turn out more soft and moisturizered than before. The scent is light, the cream is not too thick, it absorbs fast and doesnu2019t make me feel greasy. I would like to recommend this cream   this wonderful cream to anyone."
        },
        {
            "review_title": "Skin felt soft, not super hydrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was excited to try this product based on everything I've heard about this brand, but I didn't love this particular cream for my skin. I've used this product twice a day for the last week and my skin has felt noticeably softer, but I am still seeing a patch of dryness on my chin that I often struggle with. I thought the texture of this cream was really smooth and I appreciated that it did not have a strong scent. Overall it's a good cream, but I'm not sure if it's worth the price tag for me personally."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I truly love how easy the application is, the cream is very light, absorb easily to my skin and keeps my skin moisturized all day. After a week of using it, I notice my skin becomes softer and more moisturized. I really like this Advanced Cream and will buy one when this one runs out!"
        },
        {
            "review_title": "I must have it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like it very much. I feel my facial skin is much softer and smoother, no longer feels dry. From the first day of use I felt a difference in my facial skin. I really love it, thank you so much for letting me experience a great product, and I firmly believe that I will be much more beautiful and confident when using this product."
        },
        {
            "review_title": "Luxurious & Silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Um excuse me!? I was so happy to get to sample such a luxurious cream! First thing I noticed is the packaging, stunning, deep matte scarlet red. Wow, gorgeous. I think cleansed my face and when I dipped into the product all I felt was a silky, airy, smooth cream. I was instant luxury and it felt just ask nice on my skin. It melted into my skin and left my face feeling soft and hydrated. I understand why itu2019s called advance cream. It definitely felt advanced and worth every penny! I will definitely be adding this to my regular skincare routine."
        },
        {
            "review_title": "Healthier looking and feeling skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this cream for a week and love it so far. My skin feels and looks healthier. I appreciate that a little product goes a long way and it isnu2019t heavily scented so I feel good using it on my skin. My skin looks refreshed and more glowy since starting to use this product."
        },
        {
            "review_title": "Less visible fine lines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I've now been using SK-II SKINPOWER Advanced Cream for a little over 2 weeks. My skin definitely feels more moisturized and soft since I started using it. I was skeptical if this would really help reduce my fine lines. I'm happy to say that my fine lines are actually softer and less visible. I would recommend this to anyone wanting to fight the signs of aging or even to stop it before it starts."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This cream is amazing and my skin has never looked better! Awesome hydration and great base for makeup or to wear alone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Application process is incredibly easy! After using this cream for only a short amount of time, there is such a difference in the look and feel of my skin! Absolutely love this cream!"
        },
        {
            "review_title": "A must have !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Omgoodness.. this product makes my face look amazing! I have used it two times and can feel the difference and see the lines just melt away!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I just started using this product and so far I am very happy! It leaves my skin feeling refreshed. It doesnu2019t leave a greasy residue either. I look forward to the results after continued use."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really like this cream. It has the perfect texture. Itu2019s not too oily but not too thick. A little goes a long way. A do a little dab on both temples, one on my forehead, and lightly rub it in. It works perfectly. Iu2019ve been using it about a week and only slightly notice a change in my crows feet (it takes time for that), but my skin is definitely a lot smoother, softer, and noticeably brighter! This cream is amazing!!"
        },
        {
            "review_title": "Amazing Advanced Cream!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product from influenster and SkinPower for an honest review. SkinPower Advanced Cream was so easy to apply!! A little truly does go along way with this product. Only a pearl size Is needed for application. Canu2019t wait to see how good my skin will continue to look using this cream!!"
        },
        {
            "review_title": "Amazing for dullness, dryness, or uneven skin tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "From the moment I applied this cream, I could feel its luxurious texture melting into my skin, leaving it instantly hydrated and nourished. The lightweight formula absorbs quickly, without any greasy residue, making it perfect for both day and night use. This formula delivers long-lasting hydration and is a much for anyone looking for great quality face cream. I also have to mention the elegant packaging of this product. The sleek jar not only looks beautiful on my vanity but also ensures that the cream remains fresh and potent."
        },
        {
            "review_title": "Loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Been using the SK-II for about week now. I love the way it feels on and doesnu2019t have a distinct smell. Been using it at not and my face still feels hydrated in the AM."
        },
        {
            "review_title": "Quality Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Loving this product! Itu2019s keeping my combination skin hydrated in dry winter weather and isnu2019t causing breakouts or irritation, which I commonly struggle with. My skin feels plump, smooth, and hydrated. Plus, the packaging is gorgeous and it smells amazing."
        },
        {
            "review_title": "Skin feels good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is the first time I tried SK-II as it is quite expensive, but I feel happy about the product. I've been using it for about 2 weeks, and I can see the results of evening out of my skin tone. It is non-greasy when applied, I use it morning and evening. I can not say it helps diminished wrinkles, but my skin looks much better, and the texture is better. I will continue to use and recommend it to my friends."
        },
        {
            "review_title": "Supple and glowing skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "You get what you pay for! This is the most luxurious cream I have ever used. It goes on like a soft cream, ultra hydrating but unbelievably light! Immediately I noticed how my face glowed. I have combination skin that is prone to breakouts. No new breakouts, no oily skin, and my face felt more supple and fine lines reduced significantly. Love this Advanced Cream.. itu2019s a real winner!"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hydrates without feeling greasy and also helps minimize my pores and forehead lines. Iu2019m also sensitive to smells and textures and this was great! The smell is fresh and not over bearing."
        },
        {
            "review_title": "Very moisturizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I got this product from Influenster and have been using it for about 3-4 days now. It is very moisturizing and hydrating; which is exactly what I need going into the winter months. I canu2019t wait to see even more results as I continue to use it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "This product is amazing! Leaves your skin feeling moisturized and I noticed great improvements in the texture and firmness of my skin. It smells great and doesnu2019t leave any greasiness. The packaging is stunning too."
        },
        {
            "review_title": "The best moisturizing cream- hands down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have tried to many products ranging from luxury brands to drugstore offerings. Nothing compares to SK-II. This cream is the holy grail. Worth the cost and a little goes a long way. It keeps my skin soft, Moisturized and looking amazing. It is non greasy and goes on smooth without any breakouts or irritation to my sensitive skin. I use this product after the facial essence and the combination keeps my skin flawless."
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "A good moisturizer for my aging dry skin it is very light weight"
        },
        {
            "review_title": "Hydration please!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received as Influenster freebie. I love this stuff. It really makes ur face feel hydrated."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I had very high expectations due to the price of this cream and it delivered on every promise. Iu2019m in my late thirties and I fight dryness on the daily. This cream almost instantly visibly moisturizes and my skin feels baby soft smooth all day long. Itu2019s a little miracle in a jar. I havenu2019t been using it long, but itu2019s already made the u201cirritatedu201d marks on my forehead less noticeable. The price is high, but it covers like a dream and a little goes a long way. Itu2019s absolutely worth every penny and I cannot recommend it enough, this wonu2019t be leaving my skincare routine any time soon."
        },
        {
            "review_title": "Great but spendy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this product free in exchange for my honest review. Instantly makes your skin feel smooth and hydrated. When put on at night I still saw and felt the effects the next morning. Also wears well under make up."
        },
        {
            "review_title": "Advanced cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "ufffc This cream is perfect for dry to normal skin. It helps support skin regeneration for visibly firm, radiant skin skin looks hydrated, less visible lines it absorbs quickly. It leaves my skin feeling hydrated and smooth feeling really soft to the touch ufffc"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "After using this product for only a few weeks, I have notice great results! It has definitely helped with my firmness,wrinkles and hydration without leaving that greasy feeling! I highly recommend this because your skin will Thank You! My skin already feels and looks years younger!"
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been wanting to try this brand for a longtime and it did not disappoint. This cream is perfect for people that want a hydrating anti-aging cream that does not feel heavy. The cream has a light fragrance that didnu2019t bother me. The cream looks thick in the container but is very light when applied to the skin. It absorbes quickly making my face feel instantly hydrated and glowy without leaving a greasy layer. I noticed that my fine lines started to diminish and the texture of my skin was improving too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hydrating cream that gives a beautiful amount of smoothness and moisture when applied. My skin is kind of dry, aging so this cream help with the moisture."
        },
        {
            "review_title": "A mom must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have used this product since I got it today and I am already noticing a difference. This product is amazing and I will definitely be returning to buy more. Also I am telling all my mom friends about it."
        }
    ]
}