{
	"product_id": "1000",
	"name": "Berry Kiss Body & Hair Perfume Mist",
	"brand": "LoveShackFancy",
	"categories": "Fragrance, Women, Body Mist & Hair Mist",
	"price": 58.0,
	"about": "Fragrance Family:Florals.Scent Type:Fruity Florals.Key Notes:Wild Berries, Marshmallow, Cashmere.Fragrance Description:A fruity floral body mist that smells like a berry-filled garden. This sweet scent gets its juiciness from fresh blueberries, plums, and sugar-coated marshmallow, with softness from skin musks and cashmere..About the Bottle:A slim, fluted mist that adds a fanciful edge to your everyday spray. This one is all about the hearts, berries, and flowers. The Strawberry Fields print is a signature design, chosen from over 2,000 in the LoveShackFancy print and lace library, to decorate this purple-magenta bottle, which is topped with a matching metallic cap..About the Fragrance:An overflowing field of berries and marshmallows made to be sprayed all over, anytime..Clean",
	"ingredients": "Alcohol Denat., Water (Aqua/Eau), Fragrance (Parfum), Dipropylene Glycol, Benzyl Benzoate, Citral, Citronellol, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:..Spray on your hair, your neck, the tops of your shoulders, the backs of your knees, braids, buns, and blowouts. Spritz Anywhere you want to smell amazing",
	"num_reviews": 197,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/loveshackfancy-berry-kiss-body-hair-perfume-mist-P513534?skuId=2804755&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2804755-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8 oz / 240 ml Body Spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804755-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Sweet and pleasant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I bought Berry Kiss and Boardwalk Delight by Skylar. Berry kiss is more fruity like a dessert and Boardwalk Delight is more like cotton candy. Berry Kiss is a bit stronger and lasts longer. They are better than the cheaper body sprays and the alcohol smell initially is much less strong."
		},
		{
			"review_title": "Fav Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "Love this scent. I honestly think it's better than the oil based parfum by this brand. It lasts long time and smells so good. If you like floral scents this one is amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this scent. It smells like berries, it’s such a yummy scent 🥰"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "lovely scent, honestly one of the best body mists I've ever had. also not too pricey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Hi! I am a sephora beauty insider community ambassador and this is my honest and authentic review of this product. I'm seeing people say body mists don't last long, and usually that is true,  with this particular brand, I feel this mist lasts quite longer.  It's a fun flirty berry scent that can be worn not only by teenagers but I am in my 40s and love it!"
		},
		{
			"review_title": "I’m disappointed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Honestly I’m so sad because it smells soooooo good but it doesn’t last at all. It just disappears! I wish it did though cause this scent is amazing 😕"
		},
		{
			"review_title": "Cutsey but pricey",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "These reminds me of the Strawberry short cake Avon catalog used to sell in their little girls products section  lol 😂 cute but pretty pricey"
		},
		{
			"review_title": "Expensive celery body spray",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Celery and menthol smell. Really strong celery undertones. Like sweat underneath deodorant. And no, I haven't been sick recently. This stuff just stinks."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "So so sweet!!! Absolutely love it!! I love smelling like vanilla and fruits and after seeing the notes I knew this was an absolute need!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Berry Kiss is my favourite love shack fancy body mist but Ian een gon lie, Ion think adults would like it cuz it lowk smells a bit kid ish. Luckily for u guys, mi and my friends fehlin it, prob cuz we’re young huzzes. 😭😭😭"
		},
		{
			"review_title": "Not worth the Hype.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Okay.. does anyone the remember the drug store body spray from back in the day??? Body Fantasies… that’s what it’s giving… it smells cheap, smells more like marshmallow than anything & it makes me  nauseous.    nauseating"
		},
		{
			"review_title": "cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "smells so good!! but i wouldn't spray this after eating (makes me feel nauseous)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "for 26$ it smells like rubbing alcohol and rotten candy. I don't like it and it doesn't smell good at all."
		},
		{
			"review_title": "Too sweet for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Entirely tooo sweet I’m returning it , it smelled different inside store"
		},
		{
			"review_title": "The best body mist ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve only been using this fragrance for about a week and OMG it smells amazing and lasts for a long time I would repurchase this and you only need like to sprays so for the price it lasts forever!!! bad"
		},
		{
			"review_title": "SWEEEEEET",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love sweet and fruity fragrances but this was next level sweet. I really mostly smell the marshmallow and found it to be super overpowering."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love the packaging and the scent is nice but it does not last as long as my other body sprays/mists. Luckily it isn’t overpowering if you reapply! You can find better sprays with a similar scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "",
			"review_text": "my all time favorite perfume is Prada Candy Gloss. Prada Candy Gloss is discontinued and I have to buy it from resellers now. Do not get confused for Prada Candy, as they still make that one, but it’s horrible. Prada Candy Gloss smells like sweet fruity candy. THIS is the only scent I’ve ever found comparable. I love sweet smells, but hate vanilla and pungent floral. This is my new all time favorite perfume. It smells like ripe plums and oranges with sugar on top."
		},
		{
			"review_title": "For the girly girls✨💕🐇",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a must have!! An absolute must have!! I love how it smells and the packaging is so adorable and I just got this but I know I will use it a lot!! I love it so much🐇✨💕"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so excited to try this as I love some of the other scents from this brand. but the excitement ended there as this is a cheap smelling disappointment. plastic bottle...for this price I expected more."
		},
		{
			"review_title": "Great product! Just not my jam.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have mixed feelings about this body spray. The only con I have about this product is the scent itself. The scent reminds me of Bath and Body works “Strawberry Shortcake”, which I am not a fan of. However, if you like scents like that this is a fantastic body spray. I sprayed this on my clothes and could smell it after a couple of days before washing it! All in all the body spray definitely performs better than a B&B works spray, but I’m only returning simply because the scent is not my jam :("
		},
		{
			"review_title": "Smells good, but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I tried all three of them. The Berry Kiss scent is my favorite. They have a nice smell, but don’t last longer than an hour. The reason they are $40 each is because they come from a name brand. I have $16 body mists that are way more effective than these."
		},
		{
			"review_title": "Strawberries and champagne VS!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I wanted to love this body spray because I love and have all the LSF perfumes. But this unfortunately just smells like a cheap body spray. Thought it would be a more “classy!”. It smells like strawberries and champagne from Victorias Secret.  Also reminds me of some of the celebrity fragrances at Walmart! Close to “Sweet like Candy” by Ariana Grande body spray!  Not throwing shade. It’s just my honest opinion! If you like the scent, you can buy it cheaper!"
		},
		{
			"review_title": "don’t bother",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "was excited to receive but disappointed to find out it smells real similar to love spell from vs for the price i expected something different"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes",
			"review_text": "I absolutely love this love, shack, fancy berry, kiss, hair, and body perfume. I think that it really smells amazing. The scent is very strong. It definitely lasts all day. I would highly recommend to all my family and friends."
		},
		{
			"review_title": "Smells like a berry field!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "This body mist makes me feel like I’m in a strawberry field! It smells very berry and refreshing. It has key notes of wild berries, marshmallow, and cashmere wood. I love to use this all over my body and especially my hair. It is the perfect scent for year round."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "LoveShackFancy and their very kiss hair and body perfume smells amazing. The sweetness is very prominent, there’s also a little fruitiness underneath the sweetness. And the woodiness perfectly tied together. This is a wonderful hair and body spray."
		},
		{
			"review_title": "Love This Perfume Mist!💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "It smells exactly like it is described!!! On my skin it smells like watermelon Hubba Bubba bubble gum 🩷 I think it is worth the price. It’s more elevated and long lasting compared to bath & body works. It’s such a pretty scent!"
		},
		{
			"review_title": "It smells like a berry garden",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Like walking in a garden this body mist smells divine! The notes of wild berries, marshmallows, and cashmere wood makes it smell so delicious. I spray it all over my hair and body so it’s like I just walked out of a bakery. I’m so glad you can smell the berries it’s my favorite part."
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This is a wonderful berry scent! It’s sweet, but doesn’t smell fake or too artificial. I love scents with marshmallows and this one delivers! I like to spray it in my hair and my body too. It has a long staying power"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The LoveShackFancy Berry Kiss Hair & Body Perfume Mist is my new go to perfume! i have been looking for a fragrance with more sweeter notes and this one does just that with the notes of berries, marshmallow, and cashmere wood. The scent also lasts long throughout the day!"
		},
		{
			"review_title": "Smells good enough to eat..",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Wow this smells so yummy and sweet which is just what I like. This is even better than my faves from Sol de Janeiro. I think the smells stronger and I feel it lasts longer on my hair and clothes and I also love it layered with  fruity or vanilla perfume."
		},
		{
			"review_title": "It’s a perfect product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I really liked the durability of this perfumed body and hair spray. I received it as a gift for my review. It is a sweet scent, but not cloying. Well packaged, beautiful design. I think that sprays with this design would be perfect for a gift"
		},
		{
			"review_title": "a new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this body mist, smells absolutely Devine and delicious! it’s very long lasting, it has notes of wild berries, marshmallow, and cashmere wood. it smells like a delicious bakery where they sell berry pies. i use this all over, in my hair and all over my body. i’ve gotten many compliments how good i smell!"
		},
		{
			"review_title": "Sweet scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This body mist smells so sweet and nice! The only thing I wish was better is the longevity. It doesn’t seem to last that long. That other than that the scent is amazing and I have gotten compliments on it:)"
		},
		{
			"review_title": "It smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "It smells beautiful.. Very addicting scent, you can smell that it's juicy, yummy and so delicious.. Sweet berries with a little bit of marshmallows and a bit of flowers.. It's a fruity floral scent.. I love using it all over my hair and body.. My 14 year old daughter loves it too, asking me to get her one.. The scent lasts for few hours and the packaging is cute and pretty fancy.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Berry Kiss hair & body perfume mist smells so good ! It’s a gorgeous and sweet fruity floral fragrance. The key notes Wild berries, Marshmallow and Cashmere blend together so well in this hair & body perfume mist . I also adore the luxurious packaging."
		},
		{
			"review_title": "Sweet Berries",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "If you want to smell like a sweet berry filled garden than this LoveShackFancy berry kiss hair and body spray is perfect for you. I definitely smell notes of marshmallows and strawberries and I love to spray it all over. The bottle is super cute too."
		},
		{
			"review_title": "A sweet scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Medium skin tone, Oily skin",
			"review_text": "I received gifted this amazing scent from loveshackfancy and skeepers.  Berry Kiss is a sweet smelling fragrance Top notes are Blueberry, Wild Berries, Pomelo, Carambola (Star Fruit) and Plum; middle notes are Marshmallow and Freesia; base notes are Cashmere Musk and Amber I love the mixture of notes and enjoy the sweet scent.   I am new to loveshackfancy and really happy I tried each scent is different but smells good."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "The Love Shack Fancy Berry Kiss Hair & Body Perfume Mist has an overly sweet scent that is reminiscent of artificial berries. While the packaging is aesthetically pleasing, the fragrance itself lacks sophistication and does not live up to its fancy moniker."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this mist! It smells so good and lasts a long time. I’m a PA student and have cadaver lab and I use it after and it masks the smell so well! Both my hair and my scrubs. It smells sweet but not at all overly sweet. No headache or anything! I recommend!"
		},
		{
			"review_title": "Must Have Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am obsessed with this mist! i love spraying it not only on my body but also in my hair. it smells like wild berries, marshmallow and cashmere which is literally the best combo. This is now my go to perfume!"
		},
		{
			"review_title": "Must Have Product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I absolutely love this perfume! It is great for my hair as well as my skin! It last forever! It smells like marshmallows and is a perfect mix of a berry scent! It’s not too strong, it’s just right! I recommend to all !!"
		},
		{
			"review_title": "Mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Mist essence, I like to give myself a touch-up when I go out, take a bath or am at work. To smell good all day and this aroma of berry and fresh notes feels very good. You can apply it on the skin and hair."
		},
		{
			"review_title": "Excellent smells",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Wonderful hair and body perfume mist, I love this spray, the smell is fruity and floral, it is a very pleasant aroma, it lasts a long time on my skin, and has excellent hold, you can have it on for hours and smell super delicious all day, highly recommended."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this hair and body perfume! it’s a very sophisticated smell and the body is beautiful. Very simple but yet so elegant. I highly recommend this perfume if you’re looking for an elegant scent. Get your hands on this bottle!!! Be advised that the scent is very strong"
		},
		{
			"review_title": "Nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is a really nice sized mist. I am a fan of berries and you definitely get berries with this. It is not overly sweet though. I smell some caramel I it that honestly to me I pick it up more than the berries. It is a nice blend of notes."
		},
		{
			"review_title": "Berry great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A sweet fruity berry  fluffy cashmere fragrance. I love this body mist. It comes in the cutest pink pretty bottle. The scent is so feminine and pretty. I love body mists for everyday so this line is perfect for me."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The aesthetic of this product is so amazing, I had high hopes for this fragrance. I definitely get the berries and marshmallow notes with some sort of cozy, almost musky background. It does smell good, but it's quite juvenile and cheap smelling. The lasting power is not the best, but being able to spray it on your body & hair is a little helpful with that. It's not bad by any means, but for the price I expected more."
		},
		{
			"review_title": "so many compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This smells so good! It lasts on my skin and my hair all day long and ive gotten so many compliments. So many people have asked me what I am wearing and i’ll gladly tell them! The price point isn’t awful and i’ve used it everyday and haven’t seen a dent in the bottle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love hair and body mists especially when I am on the go. It’s a sweet and fruity scent that has wild berries, marshmallow and cashmere wood. It starts off strong but throughout the day it dries down to a lovely light scent. I like doing a couple spritz on my arms and on my hair so that when hair moves I can get a whiff of the beautiful scent like I’m walking in a garden."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "I haven’t smelt anything like this before, such a beautiful girly berry scent!! If you like sweet scents this is for you. It’s a body mist and hair mist. Mist usually have a few hours of wear and I’d say that’s true for this mist too. It smells potent but gets subtle so if you like it potent you would have to reapply more sprays. It comes in a plastic bottle which is perfect for taking it on the go to the school, the gym or on vacation to freshen up your hair and body. The bottle itself is so pretty and it’s  so big so it’s definitely worth the price."
		},
		{
			"review_title": "Smells like berries",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Berry kiss literally smells like berry kiss. But this is not something I would wear, it’s too fruity. It does have a nice scent but when I first sprayed it, it kind of reminds me of some bathroom spray, or something I would spray in a bathroom, not on my self. But it does smell yummy."
		},
		{
			"review_title": "Perfume review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Packaging is super coquette and pretty the scent smells good. If your into more of a floral fruity scent this is definitely up your alley! It does last pretty long on me. Definitely intrigued to try the other scents."
		},
		{
			"review_title": "great skin mist",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I'm absolutely loving the LoveShackFancy Berry Kiss Hair & Body Perfume Mist! The sweet and fruity aroma is perfect for everyday use, and it leaves my hair and skin feeling fresh and fragrant. However, I have to deduct a star because the scent can be a bit overwhelming at times - it's quite strong and lingers for a while. Still, I adore the product and would definitely recommend it to those who enjoy sweet, fruity fragrances."
		},
		{
			"review_title": "Berry meringue in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is a berry fields dream. You really get the berry, marshmallow and sugary notes. It smells like a berry meringue (pavlova) to me!! It’s absolutely edible!! Also the bottle is just adorable as an added bonus!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The love shack fancy berry kiss hair and body perfume smells so delicious!! It’s sweet and fruity without being too overpowering. A lot comes jn the bottle too so it is definitely worth your money if you love berry!"
		},
		{
			"review_title": "A delightful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This fragrance is like stepping into a berry filled garden, with sweetness in the air! The scent is delightful with a blend of juicy wild berries, sugar-coated marshmallows, and cashmere wood. This is a perfect choice for anyone that loves a fruity, floral fragrance! This mist is very versatile, you can spray it all over your body and hair for a refreshing burst of fragrance anytime you need it. Whether you’re heading out for a casual day or going to work, this is the scent to help you smelling delightful!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It comes in a beautiful bottle and is true to the notes mentioned in the description. I was surprised by the bottle being plastic, not sure why but when I saw the design online, I just assumed more higher end glass bottle.  I do like the scent and can see myself using it as a hair/body mist.  It does seem to be catered towards the younger generation though, so if you are or know someone in late teens or early 20s, this might be a really good one to try."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This loveshackfancy berry kiss perfume mist is great for everyday wear. I like the sweet berry, marshmellow cashmere scent and how unique it is. It's very good to use right after a gym session  to refresh myself"
		},
		{
			"review_title": "Makes you smell divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "This smells so sweet almost like berries with hint of floral notes. Very feminine. I love that. It’s a body and a hair perfume so I can use it all over for a lingering scent that lasts all day long. I also love the bottle. It is adorable vintage inspired, and I love the floral detail on it overall I am super looking forward to using this on a day-to-day basis."
		},
		{
			"review_title": "Sweet scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The Love Shack Fancy Hair & Body Mist in the scent Berry Kiss is so sweet! The fragrant is very sweet but not to potent to the point where I would get a headache. Overall cute packaging and a little goes a long way!"
		},
		{
			"review_title": "Settles so beautifully and smells divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The packaging is so cute. I love the packaging and design of the product. Love the fact that it can be used in both hair and your body . It settles so beautifully. Smells like sweet and vanilla , a perfect combo"
		},
		{
			"review_title": "Nostalgic smelling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This is a very nostalgic scent for me. Reminds me of a strawberry shampoo I used when I was a kid. I absolutely loved it. For the scent notes I pick up the berry and marshmallow.  Smells very fruity when you first spray it but it dies down to a mellow, warm, fluffy berry marshmallow mix. I love it. It's also my daughter's favorite of the bunch. It's very comfy smelling. If that makes sense. Gorgeous bottle. Huge for the price. Longevity is good. I just spritz it through out the day. Would definitely recommend."
		},
		{
			"review_title": "Fruity, Sweet Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I’m absolutely adoring this fragrance. It has keys notes of berries, marshmallows, & cashmere wood. It’s perfect for the Spring & Summer seasons, because it makes you smell like you’re in a berry garden. I’ve been spraying this on my body as well as my hair. I’ve gotten so many compliments from my friends! The only thing I wish was that the scent would last longer for the price, as it doesn’t last very long on me."
		},
		{
			"review_title": "Berry dessert!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is lovely! On initial spray it was like a sweet berry dessert. I could see myself spraying this on my hair and body in the spring time. It is an uplifting scent that is sure to get me some compliments"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I like this hair and body mist--it is a fun berry scent. However, I feel the spray is very simple and not something I would wear on its own at my age. I layered this with other sprays and was able to find a couple combinations that produce more complex scents I really enjoy. The scent only lasts a couple hours which was a little disappointing. This would make a good gift for tweens and teens."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "The packaging of these mists is gorgeous, and they last a good amount of time on the clothes- I was surprised! I think this particular fragrance does smell a little juvenile, it’s not as elevated or sophisticated as I expected. I think a younger girl would absolutely love these, but I was just disappointed in the depth of the fragrance for the price point."
		},
		{
			"review_title": "Sweet berries!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love the berry kiss hair and body mist. It smells just like the description of Berrys, marshmallow, and a small hint of cashmere wood. It reminds me of a berry smoothie with a hint more sweet. The smell last long and I use it on my hair, clothes and body."
		},
		{
			"review_title": "Good body spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Smells fruity with a touch of sweetness. I was expecting more of the marshmallow since it was a top scent. The berries is a sharp scent. This isn’t a bad smell but the timing of the launch is kinda strange as well. Better for spring."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "It’s huge ! You get so much for your money . It’s a really nice berry . Not too little girlish but also not too mature . It’s a lot floral and a little sweet . On me it lasts really well. I can’t wait to try more scents"
		},
		{
			"review_title": "Very sweet and feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This smells soo good. It's refreshing and sweet but also has a little bit of a gourmand vibe from the marshmallow so it's not pure berries, and the musk makes it very soft and cozy. Love the scent and the bottle is very cute. This will make a lovely every day scent when you just need a quick spritz on the go."
		},
		{
			"review_title": "Great summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Perfect summer scent! I love how warm this scent is. Smells like berries with marshmallows. I spray it on my neck and throughout my hair. The scent is not too strong but lasts throughout the day for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "What a beautiful girly scent! I’m truly obsessed! There’s just the right amount of everything in this composition - a bit of marshmallow sweetness, some juicy berry notes and cashmere warmth. The scent is very lasting for a mist too. Excellent quality overall."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "this perfume smells amazing!! its a sweet berry scent that is so girly and flirty. i get compliments whenever i wear it. i love how its such a big bottle for a great price. it smells sooo good i cant stop using it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This fruity hair and body mist opens with a burst of juicy sweetness from wild berries and dries down with a subtle hint of warm marshmallow and cashmere. The scent itself is playful and fun, definitely bright, sweet and feminine. It leans more towards the younger crowd I feel like, but is definitely youthful and has a pretty powerful scent. I love the adorable packaging, vibrant and detailed with berries and floral accents in an oversized bottle, so it'll last a long while. If sweet and fruity body mists are your jam, then this is absolutely for you!"
		},
		{
			"review_title": "Very Berry!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Very Berry!  What a great body/hair mist. It is perfectly sweet and balanced. I don't find it to be too juvenile, which was my first concern when I had ordered it. But it is a nice sweet gourmand that is suitable for multiple age groups."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the scent of this perfume. It was like a very sent perfect for summer or traveling on vacation. I was able to apply there on my body and my hair. The scent did last throughout my entire day. I would definitely recommend to scent!"
		},
		{
			"review_title": "Good scent for young girls!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I usually don’t gravitate towards super sweet scents but this was kinda nice! I think younger generation (under 20 years old) will enjoy it a lot!! With notes of wild berries, marshmallows and cashmere wood work well together to create a sweet smelling fruity snack scent!! It’s a hair + body spray so it’s a good spray to keep around your purse as multi use products are very travel friendly!  The scent stays around 2-3 hours though so you have to reapply."
		},
		{
			"review_title": "Love the packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love LoveShavkFancy perfumes and this mist is my new favorite from the brand. As always it comes in a beautiful flowery packaging. The notes include wild berries, cashmere wood, and marshmallows which makes it smell like berry filled garden. It’s sweet, but not overwhelming. I use it all over my body and even on my hair."
		},
		{
			"review_title": "Sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If you love sweeter scents, this is a perfect choice for you! This is a pretty spray to wear throughout the day with notes of marshmallow, wild berry and cashmere. I will say It’s definitely a little more youthful than the scents I’m typically drawn to. On the plus side, it does last long and can be used as body or hair mist. If you’re not into sweet scents but want something beautiful and affordable to gift, this would be perfect for a daughter or younger sister."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "i love how it smells! it’s a very fruity fragrance and i’m obsessed w it! truly lasts all day and is perfect for everyday use. i have gotten so many compliments and i love how well balanced it is, the berry kiss is truly amazing!"
		},
		{
			"review_title": "Smells very pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I am really liking the scent of this body mist It smells, sweet and slightly fruity. The bottle is also incredibly beautiful. It’s so easy to throw it into my gym bag or in my purse so I can continue to smell great throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume mist smells so yummy. It's sweet and smells like fresh berries with a hint of floral for a very feminine and light fragrance which is perfect for hair and body. This lasts for a hours and then I reapply later in the evening. I would recommend to others."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This body mist smells wonderful. I like to use it on my body.  It contains wild berries, marshmallow, cashmere wood. The packaging is beautiful. This body mist is perfect for summer / autumn season. Body mist filled berry  garden & sweet. I highly recommend."
		},
		{
			"review_title": "Fairy core fragrance 🧚‍♀️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Sweet fragrance lovers this spray is your calling!! As a sweet lover myself I was immediately intrigued by the marshmallow, berries, and cashmere notes. The packaging is so gorgeous and fulfills all my desires to have a beautiful perfume display! I love body sprays as they’re easy to use for daily use and versatile, so I can spray this on my hair, clothes, etc and it last very long. This spray is VERY powerful so you really only need 1-2 sprays and the scent is good to go for hours! It reminds me of what candy land would smell like, yet just slightly more sophisticated. Definitely going to become one of my top pics for my daily rotation"
		},
		{
			"review_title": "Smells like spring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "LoveShackFancy fragrances are an ideal choice for those who appreciate light, floral, and feminine scents with a touch of vintage charm. The beautiful packaging and the brand's signature romantic vibe make them a lovely addition to any fragrance collection, particularly for those who align with LoveShackFancy’s aesthetic. The scent smells amazinggggg"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently tried LoveShackFancy Berry Kiss Hair & Body Perfume Mist, and I absolutely love it! It’s so sweet and fruity. The wild berries, marshmallow, and cashmere notes create a girly scent that’s perfect for everyday. I love using it especially in my hair, it lasts so long!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "THIS IS THE BEST PERFUME EVERRR!! It seriously does smell like a bunch of sweet berries. It’s not too overpowering, but lasts on my hair and skin all day without having to constantly reapply. Also adore the packaging!!"
		},
		{
			"review_title": "so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "i just tried the berry kiss body mist and omg, i’m obsessed. it’s literally like walking through a garden that’s bursting with berries. the wild berries in this mist are so juicy and sweet, it’s like you’re just surrounded by fresh fruit.   the marshmallow adds this sugary, creamy touch that makes the scent feel super indulgent and cozy. and the cashmere wood? it’s giving a soft, warm vibe that just rounds out the fragrance perfectly.   i love spraying this all over—hair, body, you name it. it’s perfect for a daily freshen-up or whenever you want to smell like a sweet berry paradise. plus, it’s clean, vegan, and cruelty-free which is a major win.   the bottle is also super cute with its strawberry fields print and metallic cap. it looks adorable on my vanity and makes me feel like i’m adding a little bit of fancy to my day. if you’re into sweet, fruity scents, you need to try this. it’s sold exclusively at sephora and loveshackfancy, so grab it before it’s gone!"
		},
		{
			"review_title": "Smells beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This body mist is DIVINEEE omggg. It’s literally the most perfectly balanced fruity floral. It has sweetness from the marshmallow and plums, but retains a lot of depth with the musk and cashmere base notes. I literally wish everything could smell like this. I love that it works for your hair too because I spray it all over after a shower! It lasts quite long for a perfume mist, especially in my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "this mist is a berry lover's dream! it reminds me of sweet strawberry candy mixed with the creaminess of a marshmallow. it's ideal for fans of fruity fragrances looking for a little extra sweetness. i spray it all over my clothes and in my hair so i can smell it all day <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this perfume, it smells very sweet, it doesn't bother you, you can use it day and night, it smells like strawberries and chocolates, you will love it, I recommend it if you like sweet aromas 😍🥰🥰"
		},
		{
			"review_title": "Makes you smell irresistible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This smells soooo good!!!! The key notes in it are wild berries, marshmallows, and cashmere wood. To me it’s a very sweet scent, it reminds me of running through a berry garden as a kid and then eating all the ones I picked. I love using it all over my body but when I spray it on my hair I get so many compliments about it."
		},
		{
			"review_title": "this is a great option to add to your collection.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The LoveShackFancy Berry Kiss Hair & Body Perfume Mist is a sweet, fruity floral fragrance that’s perfect for everyday use. It has a fresh and juicy scent with notes of wild berries, marshmallow, and cashmere. The mist feels light and leaves a pleasant, lingering scent on both hair and skin. The bottle design is pretty and feminine, with a signature floral print. Plus, it’s clean, vegan, and cruelty-free. If you love berry-inspired scents, this is a great option to add to your collection."
		},
		{
			"review_title": "must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This love shack fancy berry kiss smells just like berries smells good and I love that it is for hair and body mist. It is very juvenile for girls that love sweet sense. It does smell like Wildberries marshmallow. It smells very sweet but good. The bottle is so cute. It is so girly."
		},
		{
			"review_title": "Super sweet smelling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This perfume is my childhood dream fragrance! With keynotes of wild berries, marshmallow and cashmere wood it smells absolutely amazing. It’s very very sweet berry scented with light notes of marshmallow and very lightly woodsy. It smells like when you’re chewing a piece of candy and get the sugary goodness smell. Really enjoy the packaging too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells so yummy. I want to eat and the packaging is so nice too! The packaging really elevates it and makes it so fun. The price isn’t too bad for what you get. Would recommend everyone try once because it is unique."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The LoveShackFancy Berry Kiss Hair & Body Perfume Mist is packaged in a cute bottle with a playful design, though it’s made of plastic rather than glass. The scent is a sweet, dreamy fruity floral with a youthful vibe. I like it best as a hair fragrance."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this is my new favorite scent of all time. it smells like strawberries and marshmallows. the packaging is so beautiful and cute and in a little glass bottle. this scent lasts so long and I got so many complements."
		},
		{
			"review_title": "Does not give love shack vibes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was really looking forward to smelling this fragrance and using it to keep holding onto summer because I love fresh berries and the florals. However, this scent did not tickle my fancy as as I thought it would the fragrance is not complex at all. It’s very standard. It does not give love shack fancy vibes to me. It gives me a very basic strawberry fragrance that I probably used and high school. It reminds me of my kids scented sanitizers this is not my favorite from this brand."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This Berry Kiss from Loveshackfancy is a desert lovers dream! It's so fruity and fresh! My husband tells me I smell like a snack lol. It's like a mix of strawberry and the softest rose. I absolutely love it."
		},
		{
			"review_title": "Juicy and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "If you’re dreaming of a berry-filled garden, LoveShackFancy’s Berry Kiss Hair and Body Mist is your new go-to! It for sure is for me. With key notes of wild berries, marshmallow, and cashmere wood, this mist is a sweet escape in a bottle. Imagine walking through a lush garden, surrounded by the juicy scent of ripe berries, with a hint of marshmallow sweetness and a cozy touch of cashmere wood. It’s perfect for spritzing all over my hair and body, giving me a delightful, all-day fragrance boost. Whether I’m heading out for brunch or just want to feel fabulous at home, Berry Kiss has got me covered!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am a sucker for all fruity and strawberry scented things- and this hair and body perfume is the best! I put it on once in the morning and it lasts all day long! The scent is a bit on the stronger side, which I honestly like!"
		},
		{
			"review_title": "Very Sweet!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "I love the berry notes in this scent - they are bright and juicy, just like you would want them to be. However, the marshmallow note is very sweet and very prominent. So if that’s not your thing this may not be the scent for you. The only other thing that isn’t perfection here for me is the bottle. It’s very cute, but between the plastic and the pink metallic cap it feels rather inexpensive and reminds me of “body splash” you could buy at the drug store in the 90’s. But overall it’s sweet, lively, and youthful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I absolutely love this fragrance mist! It’s a beautiful light berry marshmallow scent! It’s so nice for the summer — it’s fresh, sweet and just the right strength. It does need reapplied throughout the day as any other light fragrance mist does. Also, the bottle is cute as can be!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Oh I love this, it smells so fruity when you first use it but when it dried down it’s a little woody, it’s kind of strong and not really misty which means a little goes a long way. It also lasts for long for a mist."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The love shack fancy berry kiss hair and body perfume was a highly anticipated product that I was super excited about. Unfortunately it smelled a little too dense and heavy on me, not what I expected."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I’m not normally big on body mists but I am a big fan of this LoveShackFancy Berry Kiss 🍓I will say - this smells exactly like strawberry watermelon hubba bubba. No marshmallow at all. It’s delicious, but a bit juvenile for myself. The longevity is surprising given it’s a mist and LSF + the bottle is HUGE!"
		},
		{
			"review_title": "Beautiful Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The notes of wild berry and cashmere smell delicious! It is a fantastic scent to spray all over, from hair to body. It’s a very juicy, sweet scent. The lasting power of this particular spray leaves a little bit to be desired compared to the other two in the collection, but it does last on clothing; just didn’t on my skin for some reason. However, still smells great for about 3-4 hours, might just need to reapply!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I like the packaging and design to this body mist. While wet on the skin, I can smell Wild berries.  During mid dry, I can still smell berries with a hint of cashmere. Once completely dried I can smell a slight marshmallow with wild berries. I think this is great as a hair fragrance, but will be handed to my daughter for use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "LoveShackFancy's Berry Kiss Hair and Body Mist is a delightful fragrance that embodies youthful elegance. The scent is a perfect blend of sweet and fruity, with a subtle floral undertone that makes it versatile for both day and night use. The mist is light and refreshing, leaving a soft, lingering scent on both hair and skin without being overpowering.  The packaging is charmingly whimsical, with a vintage-inspired design that feels both feminine and sophisticated. The spray nozzle delivers a fine mist, ensuring even coverage and a long-lasting fragrance. Whether you're freshening up after a workout or adding a final touch before heading out, Berry Kiss provides a quick and easy way to smell divine."
		},
		{
			"review_title": "Girly and gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Oh my god I am in LOVE with this hair and body mist!! It's a beautiful and perfect mix of berries, marshmallow and cashmere wood! It smells like walking through a blooming garden full of sweet, ripe berries! The Marshmallow note adds a fluffy, creamy-ness to it and ties it all together perfectly! It's sweet, girly and just makes you feel pretty when you wear it! I love that its a body AND hair mist and the scent lasts forever!! The bottle is absolutely gorgeous too! This scent is for all the girly girls out there!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I’ve been trying out the new loveshackfancy hair and body spray and i’ve been really enjoying it. This is so fruity and yummy but also has nice floral notes that help balance it out. It is definitely verrrrryyyy sweet so be aware if that’s not your thing. the mister on this is very nice and fine."
		},
		{
			"review_title": "Just like a berry garden",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is such a pretty fragrance and the bottle is absolutely gorgeous as well! It’s very very sweet and very berry! The mist is very concentrated and I love spraying it in my hair and clothes it lasts all day!"
		},
		{
			"review_title": "Sickly sweet and doesn't last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "Not my favorite scent, but it's okay. Very strongly sweet fake berry smell initially with a slight marshmellow/vanilla undertone. Honestly very juvenile smelling at first, like something a middle schooler would douse themselves with (although it's not like, offensively smelly, just really really sweet). It dissipates almost immediately into something less bold and a little more warm vanilla with a little bit of fruitiness to it. The dry down is much more pleasant than the initial smell.  This one doesn't last as long as the Velvet Sun scent, after just a few hours I could barely smell it on my wrist even if I sniffed right where I had initially sprayed it.  The bottle is huge, so should last a long time.   The bottle itself I wish were glass, but it's a plastic kind of like a mini soda bottle, maybe a little thicker/stronger. It does have a metal sprayer though like a true perfume bottle rather than a typical body mist, and it sprays a nice fine mist and not large droplets or a stream like lots of cheaper products."
		},
		{
			"review_title": "A Berry Garden",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was slightly hesitant about this smell because I was worried it was going to be sickly sweet, but it is perfectly balanced!! I’ve heard people say it smells like a berry filled garden and I wasn’t quite sure what that even meant… but now I get it!! That’s honestly the best way to describe it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This body mist smells like a delicious blend of strawberry and marshmallow. It starts with a fresh, juicy strawberry scent that’s light and fruity, and then you get a warm, sugary marshmallow note. It’s like a sweet treat for your senses, perfect for adding a touch of fun to your day."
		},
		{
			"review_title": "A sweet escape in a bottle.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "If there’s one thing I’m a sucker for, it’s a fragrance that can effortlessly blend whimsy with sophistication—and LoveShackFancy’s Berry Kiss Body & Hair Perfume Mist does just that. Imagine stepping into a lush, berry-filled garden where every breeze carries the sweet, irresistible scent of wild berries, soft marshmallow, and cozy cashmere. This mist captures that very essence and bottles it up in the prettiest packaging you’ve ever seen.  From the first spritz, Berry Kiss envelopes you in a burst of fruity florals that’s as playful as it is comforting. The wild berries at the top are juicy and vibrant, with just enough tartness to keep things interesting. As it settles, the marshmallow notes add a sugary sweetness that’s light and airy, not overly cloying. Then comes the cashmere—a soft, warm embrace that lingers on your skin, making this mist feel more luxurious than your average body spray. It’s like wrapping yourself in your favorite blanket on a cool evening, with the scent of freshly picked berries in the air.  Now, onto how this mist fits into my routine. I’ve been using it as my go-to everyday scent, and I have to say, it’s become a bit of a signature for me. I love how it’s light enough to spritz on after a shower, but the scent still lingers on my skin and hair throughout the day. And the compliments? Non-stop. Whether I’m heading out for a casual brunch or just running errands, Berry Kiss adds a sweet touch to my day that’s both comforting and uplifting.  But it’s not just about smelling good—it’s about feeling good. I appreciate that LoveShackFancy has crafted a fragrance that’s as clean as it is delightful. Knowing that I’m spritzing on something that avoids controversial ingredients without sacrificing that beautiful scent makes it all the more enjoyable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am so in love with these hair and body mists by Love Shack Fancy. This one smells like a sweet berry with a hint of a creaminess without being too overpowering. Perfect for spring or summer wear, and I love to spray it on my hair."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I had the chance to try all three new LoveShackFancy body mists, and Berry Mist is my least favorite. For the first few minutes, it reminds me a little bit of a scented Bath & Body Works hand sanitizer. Once the alcohol dissipates, Berry Kiss is super sweet and you can really smell the berries. It’s a very playful but also linear scent, more suited for a tween or teen than an adult."
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was quite excited about this mist as I like their perfume, however my experience has been underwhelming using this mist. Scent is quite pleasant at first, however it does not last long time . Berries disappear quickly and only sweet notes of marshmallow last little longer. Definitely need to be applied frequently during day for the scent to be noticeable. For this price point I don’t think it’s really worth it. Bottle itself is made out of sturdy plastic and looks almost as glass, comes without outer packaging. Overall, nice scent but not something I would repurchase, I probably would stick to their perfumes."
		},
		{
			"review_title": "Berry goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This perfume mist instantly puts me in a good mood. It is berry goodness! I love that the bottle size is large so I can spray it freely and that it’s fine to spray my hair with it too. It lasts a long time on my skin and hair. So good."
		},
		{
			"review_title": "Berry nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love shack fancy berry kiss hair and body spray smells great! The top note of wild berries, marshmallow, cashmere wood are a perfect blend. This could be used year round, this a long lasting fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This hair and body perfume is so girly, sweet, and perfect! It’s perfect for right when you get out of the shower, makes you feel so yummy and sweet. It’s not too overpowering or heavy. I like the bottle too, so girly! You need to try it out for yourself! You’ll love the berry notes in it!"
		},
		{
			"review_title": "Highly Recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is my first time trying LoveShackFancy & I love it so much. The berry kiss has key notes of wild berries, Marshmallows and cashmere wood. It’s really sweet and floral. It feels like you’re sitting in sone kind of berry garden. I will use it as a hair mist because I love how it smells like on hairs. Definitely recommended check these out."
		},
		{
			"review_title": "Fruity floral body & hair mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love shack fancy in berry kiss.It's sweet mist.Sugary smell.It's light mist. It's kind of fruity floral. Feels like i am in a berry field. Notes is strawberry, marshmallow. All blends nicely. I like this mist, you can use it in your body & hair. Packaging is so cute."
		},
		{
			"review_title": "JUICY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This was my first time ever trying out a love shack fancy fragrance and I am so happy that this is my first experience because I love the scent! I think the packaging is so cute as well I ma obsessed with the pink and how girly it looks. I use this all over my body and even in my hair after hairwash day and it keept my hair and skin smelling fresh for HOURS. I pick up a lot on the marshmallow , wild berry and cashmere. I smells so fruity and a slight floral as well. It is super juicy and perfect for the summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am obsessed with this scent! It’s such a great fruity and sweet scent and would be so good to layer with other fragrances as well. It’s great for body and hair and lasts for quite a while! This is my favorite out of the three new fragrances!"
		},
		{
			"review_title": "Berry goodness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Wow, I love this scent! It smells very scent and fruity and floral. It reminds me of youth or even a candy shop! I can smell the notes of strawberry, marshmallow and even the cashmere wood, it all blends together so nicely! The bottle is super cute too"
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful and long-lasting scent. I was surprised of how long it lasts for a mist. At the end of the day I still feel the sweetness. It is very sweet, very fruity and candy like. This gorgeous bottle will last me very long time too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love this! Firstly the packaging just makes me happy- girly and uplifting. This is definitely a floral berry scent with a bit of marshmallow to make it gourmand. The staying power for a body spray is pretty good!"
		},
		{
			"review_title": "A fun and sophisticated scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "I initially thought based on the product description that this scent would be overwhelmingly sweet, but was pleasantly surprised to find that the musk and cashmere notes keep it grounded and sophisticated. The scent is sweet and fruity, but refined enough for everyday wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "smells sooo good!! definitely my new go to scent that i feel like i can use year round. everybody compliments me on how good i smell and my boyfriend loves it too. it’s definitely something you can use yourself or as a gift."
		},
		{
			"review_title": "My favourite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Love Shack Fancy Berry Kiss Hair and Body Perfume is a lovely, playful scent that captures a sweet, fruity vibe. The fragrance feels light and fresh, making it perfect for both hair and body. It has a blend of berries that comes through nicely without being too overpowering. The scent stays on for a decent amount of time, especially when applied to the hair. It’s a great option for when you want something that smells youthful and fun, yet still elegant enough for daily wear. Overall, it's a delightful addition to any fragrance collection, especially if you enjoy sweet and fruity scents."
		},
		{
			"review_title": "Soo good !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "This perfume smells SO good. It’s the perfect mixture of sweet and floral with a berry twist. I normally am a huge gourmand lover so when I read marshmallow in it I was sold instantly. I really like how unique this scent is to my collection and definitely recommend !!"
		},
		{
			"review_title": "So pretty and smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The key notes of wild berries and marshmallows smells divine! I would use this all over including my hair because it just smells that good!! The bottle is so pretty and feels so elegant and cute. I would recommended this scent for everyone!"
		},
		{
			"review_title": "My new favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This mist has quickly become my favorite. The scent is like walking through a berry-filled garden, with the sweet smell of wild berries, marshmallow, and a hint of cashmere wood. I love spritzing it all over both in my hair and on my body. It’s light, fresh, and perfect for everyday wear.The packaging is super cute, and as a girly girl, I appreciate that the bottle is just as pretty as the scent inside. Plus, I’ve been getting compliments everywhere I go, and it lasts longer than I expected for a mist. It’s an easy way to feel a bit more put together, even on the go!!"
		},
		{
			"review_title": "Love this scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I am loving this fruity floral berry scent! It has an amazing blend of wild berries, cashmere and marshmallow and I get so many complements every time I wear it! It’s a great everyday fragrance and I love how long lasting it is."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Love!! Smells so good and fruity but not too sweet and overpowering!! The packaging is super cute as well and it’s giving very much girly slay i love everything about it and recommend yall to try it out!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m really impressed with this mist. The Berry Kiss scent is both sweet and pretty, giving off a feminine vibe that’s ideal for daily wear. It adds a lovely touch to my hair, and the fragrance lasts all day. It’s definitely a new staple in my routine."
		},
		{
			"review_title": "Sweet and light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Oily skin",
			"review_text": "I have only smelled a few perfumes by love shack fancy but this one smelled very different than the older ones! This was so sweet and smells exactly like strawberry shortcake and whipped cream. Its delicious!"
		},
		{
			"review_title": "Deliciously amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I just tried the Berry Kiss body mist, and it smells deliciously amazing! This fruity floral scent transports you straight to a berry-filled garden. The wild berries and sparkling starfruit give it a fresh burst, while the marshmallow and freesia add a soft, sweet touch. It’s like being wrapped in a cozy cloud of sweetness. What I love most is that it’s perfect for both hair and body, and knowing it’s clean, vegan, and cruelty-free makes it even better. Plus, the bottle is adorable with its Strawberry Fields print—definitely a cute addition to my beauty collection. If you love fruity florals, you have to give this a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "8 oz / 240 ml Body Spray",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The packaging is so beautiful. The smell lingers on my body and hair for so long it last very long. It smells so sweet and fruity. I love it. It’s not too sugary, but it’s not too pungent.  definitely recommend."
		},
		{
			"review_title": "Such a nice light scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this LoveShackFancy Berry Kiss Hair & Body Perfume Mist 8 oz from LoveShackFancy to sample for my honest opinion. I love this berry scent. It’s long lasting and not over powering. It’s a nice light scent to have all day long. You can wear it anywhere weather it to be running errands or on a nice date night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Oh I love this mist so much. It has a sweet scent like berries but not too sugary too. It also does last long. It’s kind of strong like a perfume and not a spray per se. The size is also huge for the price. It’s perfect."
		},
		{
			"review_title": "Sweet and fruity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Berry Kiss by LoveShackFancy is a sweet, fruity fragrance. They made a great packaging. Pink colored bottle with floral pattern looks very pretty. It would look even more great if it was a glass bottle.  This hair and body mist smells very very sweet. It feels you are in a garden full of fruits, melons and Berries. It gives all vibes of Raspberry, marshmallows and watermelon. It's good mist to use on body and I will use it for body not for hair. Mist lasts quite long like 4 to 5 hours. I would be using it occasionally."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume wasn’t as good as I thought it would be. I don’t smell the marshmallow note at all, but rather just get berries. The berry scent is very artificial and almost candy-like. This is much more reminiscent of an inexpensive body mist, or an air freshener."
		},
		{
			"review_title": "Tween/Teen scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Love shack fancy in Berry kiss. I’m a bit unimpressed. It just smells artificially sweet. Like sugar water to me. It’s very light as a mist. It doesn’t have much longevity or sillage. I do like the bottle. It’s cute. Personally wouldn’t pick these up for the cost. I think tweens & teens would enjoy them though."
		},
		{
			"review_title": "Fruity and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Very delicious perfume mist, very sweet and fruity! It is so gourmand, I feel the notes of marshmallows and berried the most. It lasts so long in my skin too for a mist. I really enjoy how juicy and intense it is."
		},
		{
			"review_title": "Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "LoveShackFancy Berry Kiss is like stepping into a whimsical berry garden. The wild berries offer a burst of sweetness, while marshmallow and cashmere add a comforting warmth. It’s playful, yet elegant—a perfect everyday scent for those who love a blend of fruity and floral with a touch of coziness"
		},
		{
			"review_title": "Love the smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "First of the packaging is absolutely everything it’s super cute and I am obsessed second the smell is absolutely delicious it’s a sweet candy marshmallow smell with berries and it has a strong lasting smell ! I sprayed it on my hair and body and got many compliments wearing it ! I think this is an every day kinda smell and I can’t get enough of it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "Absolutely up my alley! It has a very sweet berry and floral scent. It’s really great for layering or just wearing it on its own! The staying power and longevity of the scent is amazing. It definitely does linger overall I absolutely love this if you’re a floral girly this is definitely your speed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "the first note you get is berries as it dries down it turns into a sweet berry perfume it does last a while i thought the bottle would be glass but it’s plastic but for the price it’s worth it for sure it’s a very sweet berry perfume"
		},
		{
			"review_title": "Sweet sweet sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This scent is sweet! It's a true gourmand and reminds me of a summer berry cake. I smell the marshmallow the strongest followed closely by the mixed berries. It's sweet without being powdery. I can't smell the skin musk or cashmere unfortunately. For the price point, I was a little disappointed that the packaging is plastic. However, it is a heavy plastic at least and the bottle is so big that the amount of product makes up for it. And the bottle design is beautiful, very cottage core and hyper femme. Overall, I recommend this for gourmand lovers!"
		},
		{
			"review_title": "Love It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Berry Kiss Hair & Body Mist by LoveshackFancy is a delightful burst of berry goodness. The scent is a perfect balance of sweet and cozy, thanks to the blend of berries, marshmallow, and cashmere woods. It works beautifully on both hair and skin, giving off a lovely gourmand fragrance that lasts surprisingly long for a mist. It's pretty strong, so you don't need much to smell amazing throughout the day and into the next morning. If you're into sweet, fruity scents with a warm undertone, this mist is definitely worth a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is such a fun scent that gives me summer vibes all year long!  I love how the notes of berry, marshmallow and cashmere all work together.  I spray this all over my hair and body before going to work.  It's quite lovely and I've gotten compliments on it!"
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "If you’re a berry scent girl… this one’s for you! I absolutely love anything strawberry scented and this one is the ultimate scent for me. I smell girly and luxurious all day. I really enjoy this scent and for the price it’s totally worth it!"
		},
		{
			"review_title": "Smells Heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "After using this body and hair mist, I have to say, I’m in love and literally obsessed. It smells like you stepped into a fruity but floral garden of some kind (Definitely berry but also warm cashmere)! It’s such a lightweight but very flattering scent that has given me so many compliments. I love the bottle (SO cute). It sits pretty front and center on my vanity. I typically spray this all around (hair, wrists, neck, and torso area). It typically last me about 6-8 hours. Definitely worth it imo!"
		},
		{
			"review_title": "Beautiful fruity scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This scent is gorgeous, it’s so fruity and sweet but not in an over powering way! It lasts so nicely and doesn’t dry out or irritate my skin or hair! I absolutely love it for the summertime, and the bottle is huge!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This LoveShackFancy Berry Kiss perfume smells so good. It has hints of berries, marshmallows, and cashmere wood. I love this scent and how it smells on me. It is very long lasting from my testing so far."
		},
		{
			"review_title": "Warm sugary berry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Sugary berry perfection! This isn’t the most unique fragrance I’ve ever smelled but it is exactly what the bottle says. I get berries and warm sugar, and a little bit of woods. But primarily SWEET - so if you like that, you’re in luck. It’s surprisingly strong for a mist as well so a few sprays on your wrists and neck will last awhile.  The bottle is also very generously sized which I love."
		},
		{
			"review_title": "Feel like walking in berry farm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The loveshackfancy berry kiss hair & body perfume is a really fruity fragrance. As soon as you put it, it feels like you are walking in a berry farm. It stays on for couple of hours too so its good for everyday use too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received something in exchange for this post but I got this mist spray and it smelled so good. It smells exactly how berries would smell in a bottle. I love it I’m sure the rest of the scents are just as good!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was my first product from this brand, I think it’s super innovative that they are exploring different avenues. The packaging is super cute and mindful for any ages. The smell is sweet but not tacky ikyky."
		},
		{
			"review_title": "my review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I saw these and had to have them from loveshackfancy, I love the Berry kiss body mist and sugar blush body mist. I actually would buy the third one that I don't have. Thank you so much loveshackfancy for these to try out."
		},
		{
			"review_title": "My favorite body mist!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this body mist! It’s very fragrant for a body mist and I feel like it stays on my body for quite a while. I also love that the berry is what’s mostly present in this. It’s definitely berry marshmallow and I love that combination. I will be wearing this a lot!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Berry Kiss Hair & Body Mist by LoveshackFancy is certainly an explosion of berry fragrance. The berry, marshmallow and cashmere woods notes combine to make a sweet, gourmand fragrance. It smells good on skin as well as giving hair a fragrant boost. It’s pretty strong scented and lasts pretty long for a mist at an affordable price."
		},
		{
			"review_title": "Very fruity!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Received this in the mail and right off the bat I was so impressed with the size! I was expecting it to be much smaller than it actually was so I am very happy about that. The scent is very sweet and fruity, so if you don’t like that I would not recommend but I enjoy it. It reminds me of the early 2000s sugar scents. Overall it’s really nice!"
		},
		{
			"review_title": "Love the berry notes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I was so intrigued by the key notes of wild berries, marshmallow and cashmere woods so I had to try this. I love the berry notes in this and the marshmallow notes come through a lot too. The scent is sweet and creamy, it reminds me of eating strawberry ice cream outside! I sprayed this on my pressure points and even in my hair. I need to try the other 2 mists next!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I could not think of a fragrance that more epitomizes the spirit of loveshackfancy than this berry kiss! The first thing that catches your eye is the beautiful bottle with its lovely golden cap and floral and cursive label. This is definitely a fragrance that you will want to have on display as it is beautiful and eye catching. When you remove the cap you’re immediately greeted by a lighthearted, fruity floral scent that brought me back to my strawberry bubblegum days. The fragrance’s mist is extremely fine so that it doesn’t feel heavy or sticky anywhere after application. I used it as a full body mist as well as applying it to my styled hair. The fragrance itself is so fun and not at all overpowering that it just lifts you up and makes you think of summer’s juicy fruits and flowers. This is a fun daytime fragrance that I can see myself using when going out to brunch or for a pick me up after a yoga class or walk. I highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This new love shack fancy body mist smells so good. It has a sweet floral scent but not too overwhelming. It is long lasting and makes me feel like walking in a candy store. I really love the berry scent in it and the beautiful packaging."
		},
		{
			"review_title": "Great berry scent for adults",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This last a very long time for a mist.  It smells like a fruit garden in a bottle. There are some musk and amber notes that help it so it is not cloying or childish.  I am in my mid 30s and wear this without feeling like I am in elementary school. But you do  have to like fruity scents for this. It is sweet, and has a strong berry and dessert scent.  There is some floral notes to balance it out. I love wearing this at home or when I go out for a nice Saturday errand run."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "LoveShackFancy Berry Kiss Hair & Body Perfume Mist is an absolute delight for the senses. The blend of wild berries brings a fresh, juicy sweetness that feels playful and vibrant, while the marshmallow note adds a soft, comforting warmth that wraps you in a cozy embrace. The cashmere undertone gives it a sophisticated, luxurious finish that lingers beautifully on both hair and skin. It's perfect for those who love a sweet, yet elegant fragrance that can effortlessly transition from day to night. A must-have for anyone looking to add a touch of romance to their daily routine!"
		},
		{
			"review_title": "Sweet fruity playful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I love Love Shack Fancy Berry Kiss hair and body perfume mist. It’s a sweet floral candy marshmallow fruity fragrance. It’s a light playful scent and it’s perfect for everyday wear. I love the fact I can spray it on my hair to make it smell nice too! The bottle looks beautiful on my vanity. This scent lasts a pretty long time for a body mist. I like to layer it over by unscented body lotion. I received many compliments and my friends asked me what was I wearing."
		},
		{
			"review_title": "So beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This fragrance is delicious, magical and divinely appealing. Its key notes of wild berries, marshmallow and cashmere wood transport me to my grandmother's house on a Sunday when the family would gather for lunch together and she would bake delicious desserts. That aroma of when the fruit is cooked together with the marshmallow is exactly what immediately comes to my mind, it is sweet, pleasant and addictive. Then the fragrance becomes more floral and woody, but without losing the fruitiness and what I love the most is that the marshmallow note on my skin is not lost and it combines great with the other notes to form a very beautiful mist. On my skin and hair it lasted more than 12 hours and I received many compliments."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This body spray is perfect for every day wear! It can be used on both the hair and body. This smells like a gorgeous garden mixed with sweet berries! It is long lasting and an amazing scent for all! 10/10!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m absolutely delighted with this Berry Kiss Body & Hair Perfume Mist! It smells delightful with its notes of wild berries, marshmallow and cashmere wood. These notes blends so well and it feels like a sweet berry garden and sweet reminisce of teenage years. I use it all over my body and hair and the smell is perfect for spring and summer!"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The smell, the appearance, the ease of use. Everything about this is so good and it smells amazing! Such a fun summer scent, and it’s just enough to try something new or get the another scent a couple months. Highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love Shack Fancy’s Berry Kiss Hair and Body Mist is sparkling and effervescent. The fruity fragrance contains notes of wild berries, marshmallows, and cashmere woods, and will have you smelling like a sweet, fruity garden fairy. The fragrance mist can be sprayed in the hair, on the body, and all over to elongate wear time and scent trail. I’m absolutely loving this mist!"
		},
		{
			"review_title": "Perfection!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This smells absolutely divine like a berry sweet dream!! This is perfect for on the go and I’m so obsessed with the sweet notes and the way it lasts for super long!! Definitely has the girliest dreamiest vibes!!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this spray! Loveshackfancy is my favorite brand so of course this is my go to scent! Everything they make is so nice. The quality of the bottle is really nice and the spritz nozzle is great. I spray it all in my hair and body and the scent lasts a really long time. It smells soooo good. Marshmallows with a hint of berry. Very sweet and youthful. Will be buying the other scents for sure."
		},
		{
			"review_title": "Looove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! This is my favorite perfume now! It smells amazing. I can scent wild berries, marshmallow, cashmere wood. It is great for evening or day. I get a lot of compliments. I would highly recommend it to everyone to try it out:)"
		},
		{
			"review_title": "Soooo goooood",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Omgggg so yummy! This is such a delightful blend of sweet berries and soft floral notes that instantly uplifts your mood. The fragrance is light and not overpowering, making it perfect for everyday use. I love that it works well both as a body mist and a hair mist, leaving a subtle, long-lasting scent that feels fresh and feminine. Plus, the packaging is as charming and romantic as the scent itself."
		},
		{
			"review_title": "Amazing body mist!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love the berry perfume from love shack fancy, so I HAD to try out this body mist. It did not disappoint! It’s perfectly fruity, sweet, and has a masking lasting scent for the whole day. I like to also spray this in my hair and the little whiffs of it I get all day are fantastic. Highly recommend!"
		},
		{
			"review_title": "Must have berry scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I never knew I needed this berry scent until I tried it! It has notes of wild berries, marshmallow and cashmere, making me feel like a princess in a berry garden. I spray it all over my hair and my clothes and I get compliments all day long!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m absolutely loving the Loveshackfancy body and hair perfume mist for daily wear, especially as a fan of gourmand scents. It features sweet, juicy notes of blueberries, marshmallows, and plums balanced by the musky warmth of cashmere. The fragrance settles beautifully, without being overly sweet or overpowering. It lasts for a few hours and holds even longer when layered over body oil and cream. I’ve found that it pairs perfectly with Endless Dreams from LSF and has quickly become my go-to fragrance lately."
		},
		{
			"review_title": "Smells delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like this berry scent it smells amazing! If you want to smell like strawberries and marshmallows this is for you it smells delicious definitely recommend it! The bottle is also super adorable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "So impressed with this hair and body mist! The notes of wild berry, marshmallow and cashmere wood are simply delicious! I love that I can use it in my hair or body to get a long lasting aroma! Best to get the best compliments!"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "LoveShackFancy Berry Kiss Mist delivers a refreshing burst of berry fragrance that's light and uplifting. It’s perfect for a quick pick-me-up or a subtle scent boost throughout the day. With its chic packaging and delightful scent, it’s a stylish addition to your fragrance collection. And the packaging is sooooo cute"
		},
		{
			"review_title": "berry heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this new hair and body perfume, first of all it's great because Its' one product that you can use everywhere, I use it all over my body, hair , everywhere. I has notes of wild berries, marshmallow, cashmere wood.It smells so sweet and beautiful.I love the berry smell,It smells like  a berry-filled garden.I love it so much.Perfect for all the berry loving girls."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I'm loving Berry Kiss hair & body perfume byLoveShackFancy. It smells so delicious everything I wear it. I use it during the day and sometimes while out in the evening.  Loving the wild berry, marshmallow and cedar notes. It's easy to use and isn't over powering. I  recommend this to anyone who loves berries"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I tried the LoveShackFancy Berry Kiss Hair & Body Perfume Mist.  It has key notes of wild berries, marshmallow, and cashmere wood.  It has sweet and berry aroma.  I like to spray over my body and hair.  The bottle is so cute!"
		},
		{
			"review_title": "sweet and delish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This scent is sooo good. It smells so sweet and delicious, and i was so excited to see notes of marshmallow, berries, and cashmere in this. the notes pull together so well, and the scent lasts all day. I also love that this body spray can also be sprayed on my hair, which helps the scent project and last longer."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is a stunning body mist. This makes every other one look cheap. This is so girly and pretty to look at. It smells like berries and marshmallows. Realy a stunning fragrance. Not super long lasting but I love it"
		},
		{
			"review_title": "The sweetest mist ever!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I really love this mist is the sweetest ever it smells like candy land is just perfect and it lasts all day long it’s really sweet it smells like marshmallow strawberry and whip cream it’s just te best mist ever!!!"
		}
	]
}