{
	"product_id": "1715",
	"name": "Flowerbomb Ruby Orchid Eau de Parfum",
	"brand": "Viktor&Rolf",
	"categories": "Fragrance, Women, Perfume",
	"price": 188.5,
	"about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Vine Peach, Ruby Orchid, Bourbon Vanilla.Fragrance Description:The heart of this luxurious perfume features two accords: the ruby orchid and the red vanilla bean accord, giving the fragrance a unequivocal sensuality, enhanced by the fresh scent of peach, floral, and vanilla fragrance..About the Bottle:It‘s a ruby pink, diamond grenade fragrance bottle that unleashes a captivating floral fantasy—a carnal scent fit for a femme fatale..About the Fragrance:Flowerbomb Ruby Orchid is a women’s perfume inspired by the theatrical tradition of burlesque, where life is a stage. Be the star of the show, express yourself, and embrace your sensuality. When you spray the eau de parfum, you release a magnetic and flowery perfume that pervades every step you take.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Linalool, Benzyl Salicylate, Benzyl Alcohol, Butyl Methoxydibenzoylmethane, Hydroxycitronellal, Limonene, Coumarin, Methyl Anthranilate, Isoeugenol, Benzyl Benzoate, Citronellol, Citral, C1 17200/Red 33, Ci 60730/Ext. Violet 2.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 611,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/viktor-rolf-flowerbomb-ruby-orchid-eau-de-parfum-P479358?skuId=2480572&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2480572-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2480572-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Love this’ Tried out the mini first … yum!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "I am absolutely addicted to this fragrance.  I was a huge fan of ‘Angel Innocence’ but Mugler discontinued it. I wanted something that made me content and get that ‘perfume high.’  For me, this was it. I wear it all year long & found my new signature scent. I’ll mix it with flowebomb at times but mainly like it straight up lol. and will also"
		},
		{
			"review_title": "Scent profile fell short for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I am in search for my signature scent. FBRO was in the running initially. There’s a note though that is slightly off putting. I can’t quite place it other than “old woman”.  Which I am but not the scent I wanted."
		},
		{
			"review_title": "Glad I Didn't Purchase the Full-Sizes!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I bought five 'sample' / travel sizes of Viktor & Rolf perfumes to compare them: Good Fortune, Ruby Orchid (Flowerbomb), Nectar (Flowerbomb) and the Original Flowerbomb. I also bought a sample size of Viktor & Rolf's BonBon Couture perfume.  According to Perfume Descriptions: Ruby Orchid is 'bold,' the original Flowerbomb is an 'explosion of 1000 flowers,' Nectar is a 'potent' perfume, Good Fortune is also described as a 'potent' perfume, and BonBon Couture is described as an 'intensive perfume, stronger than the original BonBon perfume.' Now, I won't get into 'scents' here, but I will say: none of these perfumes were intense, strong, explosive, bold, or potent. In fact, I had to check the packaging to be sure that I hadn't accidentally received the less-potent 'Eau de Toilette' versions of each perfume. I didn't - I received the 'real' / strongest version of all of the perfumes.  Nectar Flowerbomb, Original Flowerbomb, and Ruby Orchid Flowerbomb all smelled nearly identical to me. Out of the 'Flowerbomb' bunch: I'd rate Ruby Orchid first, because it was the strongest-smelling, followed by the Original, because it had some scent to it, followed by Nectar, because it smelled like nothing. But I should note that I had to practically DUMP all three of these Flowerbomb perfumes onto myself to even catch a whiff of scent.  Good Fortune was probably my 'favorite' out of all five - however - if you hate apples and have to take a bite out of five different types of apples to pick the 'least offensive' then I suppose that'd be Good Fortune. It didn't smell 'bad' - it was actually quite pleasant - but when I say it was my 'favorite' it was only because it was just slightly stronger than the Ruby Orchid.  Bonbon Couture was awful - for all of the supposed fragrance notes in it, all I smelled was incense - it was super heavy on the patchouli - yuck. It was definitely the strongest-smelling, but it smelled awful."
		},
		{
			"review_title": "What's not to love about this?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love all V&R fragrances. Period.   The packaging, the scent, the lasting power, the trail, everything about it makes the purchase worth it.   The scent is sweet (I love sweet fragrances mostly) & floral. Not as sweet as the Nectar in the flowerbomb series.  Is it distinct to other fragrances in the market? Not really, as it is another vanilla base scent. Do I still recommend it? Absolutely! Because of the orchid & peach notes, it's a little different 🍑  Note: The photo attached is for 90ml purchased elsewhere as Sephora only sells 30ml :("
		},
		{
			"review_title": "A must have perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love the floral scent and just the way the scent smells on me."
		},
		{
			"review_title": "Pretty on the Outside, Horrible on the Inside",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume only looks pretty. It’s SO overly floral and gives me a headache. I received this as a gift on my birthday and it’s very thoughtful but this smells horrible! So strong and if you even spray it once in your room I recommend the Tiger Lily one, that ones more toned down and smells great.the .scent sticks til eternity"
		},
		{
			"review_title": "Fans of the OG 00s Flowerbomb version - get this!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Bought this with my own money in-store at Sephora, not incentivized. This is a gorgeous rounded, complex, sweet floral  from the first spray with an overt sugar note overlaying the flowers at the beginning, with a lovely drydown that never goes weird or bitter or alcoholic. It reminds me of the OG Flowerbomb, which was my absolute favorite scent before it got reformulated over the years. So for the nostalgic folks who are wistful for the 00s like me, this is the one to get rather than the current iteration of Flowerbomb-- which has just turned into a very tea/vanilla-heavy scent with poor performance, few floral notes, and that smells absolutely nothing like what made it so popular years ago. Throw is surprisingly good for this, it's immediately at arms-length, especially on clothes, and you get the loveliest wafts of candied flowers throughout the day when you think it's faded. Longevity is decent, at a few hours."
		},
		{
			"review_title": "Ruby Orchid is a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I’m loving the Flowerbomb Ruby Orchid perfume! the original Flowerbomb is one of my favorite perfumes of all time, so I had to try out Ruby Orchid after looking at the fragrance notes. Plus the packaging is so beautiful too! Ruby Orchid does have some of the same DNA as the OG Flowerbomb, but I think Ruby Orchid is stronger than the original, but not in an offensive way. Ruby Orchid has more of a fruity vanilla and warm floral scent, and it smells sweet without being childish or cloying. It’s a mature sweet perfume without being elderly. This is perfect for spring & summer, but it can be worn all year round too! I’m good with 2-3 sprays of this and it lasts all day on me! This perfume would be good for all different age groups!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I usually like sweet scents but this is great if you’re into a really nice floral scent."
		},
		{
			"review_title": "Loved the warm floral scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample in my order and its definitely yummmmm scent, it has a warm floral scent with peach, ruby orchid and vanilla! I will definitely buy a  full size❤️"
		},
		{
			"review_title": "Sensous scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love the original so adding to it seemed impossible but sensuous of adding ruby orchid to it is an awesome pleasure to inhale"
		},
		{
			"review_title": "Not Bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "The peach note is undetectable in this fragrance. I would say a nondescript fruit accord would better define the fruitiness coming through. This isn’t wildly original, but it would be suitable to those who like youthful, fruity scents akin to Bath and Body Works. I would say this pretty good and the longevity was moderate on me."
		},
		{
			"review_title": "If you love the OG flowerbomb, you’ll love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I am a huge fan of the OG flowerbomb, and I’m also a huge fan of floral/sweet perfumes. So if you’re not into that, idk if you’ll like this one. I absolutely LOVE this version. It’s sexier than the original, it’s almost better in a way too. long lasting and highly recommend for anyone who enjoys the FB line."
		},
		{
			"review_title": "A floral for floral haters",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Floral powdery fruits! If you didn’t like Nectar try this one! I don’t like the original or Nectar, but this is much more my speed. If you usually don’t like florals like me this might be something you’d enjoy it lasts decently"
		},
		{
			"review_title": "love the fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "got a sample of this with my last purchase and it smells so good. I usually don't love floral scents, but this one is sweet and not too mature."
		},
		{
			"review_title": "Sweet Scent Lover MUST HAVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This scent is amazing! I’ve tried the sample and fell in love. It’s very light but still noticeable enough to where people mention how good you smell! It’s sweet and floral with a bit of fruitiness."
		},
		{
			"review_title": "Horrible scent.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The scent is so bad, worst scent ever. Sadly can't return it."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is my new signature fragrance! Just 2 sprays and it lasts for hours! I wish I could afford the bigger bottles, but I think I’ll will snag it on the next VIB sale. This has fruity and floral notes that I love! 10/20 recommend!"
		},
		{
			"review_title": "Love love love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "Intoxicating. Addicting. I have already gone through half the 1 oz bottle I received a week ago. I wear this home alone, too, it is sooo yummy! Found my new signature scent! ❤️"
		},
		{
			"review_title": "yum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "i got this for free with my points and ITS SMELLS SO BUSS 🙌 also is no one gonna talk abt how mesmerizing the bottle is 😍"
		},
		{
			"review_title": "Smells Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received this as a sample and then I fell in love and brought the travel spray to realize I also need a full size bottle haha. This scent is by far my favorite from Viktor and Rolf. Once this settles it has thedreamiest scent. I’ve received so many compliments from this fragrance."
		},
		{
			"review_title": "A MUST HAVE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone",
			"review_text": "The smell is AMAZING! the subtle notes of vanilla with small hints of chocolate will make your mouth water!"
		},
		{
			"review_title": "Don't buy!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I got this perfume as a sample and it smells gross. I tried and on and smelled it and it smelled so bad I threw it away."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love flowerbomb nectar but this!! Amazing!!! Last all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "A dimensional and beautiful fragrance. It has a more citrus strong flowery opening note, but then becomes a sweet vanilla end note. It’s hard to describe, but if you’re a gourmand lover who wants to tu a floral scent, this is a great choice!"
		},
		{
			"review_title": "Such a good scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This smells like the hot girl on a night out. It’s so sweet and floral, but not like too sweet. It smells so pretty. It’s like a grown up Juicy Couture perfume."
		},
		{
			"review_title": "Becoming one of my favorite perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I get a lot of compliments when I wear this. One lady told me it wasn’t too overpowering but you could definitely smell it. I’ve had the original before and got loads of compliments as well so I knew Ruby Orchid wouldn’t disappoint me"
		},
		{
			"review_title": "Loves it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love the smell. Makes me feel like a goddess. Love the combo of floral and fruity scent. Can be worn day or night. Received a sample and had to buy it."
		},
		{
			"review_title": "Lovely !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this smell ! It’s rather sweet and calm ! I would purchase this !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Oily skin",
			"review_text": "love it! very light and feminine!! not overpowering like some perfumes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "smells very good and fancy. I love it it smells so yummy"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So I received this today. One of the samples I chose that were free. I get it. It’s free but thank you for sending me the “almost empty vial” it’s a nice scent."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "Saw this in store and decided to try it on a whim.  I sprayed some on myself before leaving the store.  Almost immediately someone commented on how good I smelled.  The scent lasted all evening and even stayed subtly on the skin after a shower.  It's flowery, but warm and sexy."
		},
		{
			"review_title": "Smells like Las Vegas!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "If you want to smell like the Shops at Crystals/ Aria in Las Vegas; this is an exact copy of that scent! It's very strong so use it lightly! Which brought the star rating down by one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I got this as a sample with an order reluctantly.  i didn't like the original flowerbomb. It was way too powdery.  However, there were no other sample choices I wanted, so I picked it.  I am so glad I did.  It is nothing like the original flower bomb.  Gone is the powder and introduced is the sweet floral.  I normally don't like scents that are sweet in this way. They seem girlish, but this one tones it down, and the flower takes the strong note.  I've received compliments, and it definitely lingers.  It will attach itself to clothes you wore, coats included.  Wear with care, but if you like a romantic floral with a touch of sweet, you will love this.  I plan to buy it, only it's so expensive, I will likely stick to the travel size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this perfume and WOW! I loved it. I will be buying a full size bottle of this. I’ve always loved their original flowerbomb perfume but this one is amazing also."
		},
		{
			"review_title": "So Many Compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Every time I wear this, I always get compliments. I just had one after having it on for 8 hours! Love this brand!"
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This smells amazing it’s giving floral fruity and light powdery scent that’s elegantly formulated yet it isn’t over powering but yet it’s like BOOM but not BAM!!!"
		},
		{
			"review_title": "A must have in your perfume collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this parfum. It’s perfect for a night out. Two sprays is all you need and last you all night and day."
		},
		{
			"review_title": "A must to take with you on vacation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have the travel size Parfum and I take that baby with me every where! It last a long time!!! One of my all time faves!!!"
		},
		{
			"review_title": "LASTS ALL DAY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "absolutely LOVE this fragrance. got the value size and it’s last literally ALL day!!! would recommend of like vanilla+floral fragrances <3"
		},
		{
			"review_title": "Great for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love having the smaller purse spray, so handy to grab."
		},
		{
			"review_title": "Surprising!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells like a sweet ripe fruit to me. I liked wearing it this fall with my woodier scents and felt it paired nicely. It’s a bit sexy and could probably work in any season."
		},
		{
			"review_title": "Absolutely positively yes 🙌 ✨✨✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume smells delicious, heavily, toe curling, hand gripping, praising the lord greatness 🤭✨🫶🏼😩😋⭐️🩷"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love the smell of this. It’s a cross between flowery and spicy"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "I liked this when I smelled it at my local store, but when I bought it and wore it for the first time it was odd, it's too sweet and only for the nighttime. I'm a little disappointed but I still like it a bit."
		},
		{
			"review_title": "Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Ruby Orchid is my favorite scent out of all V&R Flowerbomb line . It’s 100% my go-to for any & all occasions. I’ve been happily wearing Valentino for years but now now it’s Ruby Orchid. My 14 yr.old daughter is also obsessed with this scent."
		},
		{
			"review_title": "Smells So Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "WOW!!! This perfume is amazing! My guy friend couldn’t stop smelling my wrist and neither could I. It’s feminine and sexy…"
		},
		{
			"review_title": "Better than the original",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This perfum is amazing it smell great every time I wear it people ask me what I am wearing"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I always get compliments when wearing this. It’s fruity but very elegant. She is that girl so go and get it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this scent. It’s fruity with a sour (a good sour if that makes sense) twist. Lasts forever on your skin and clothes. Has crazy projection, I’ve gotten many compliments from wearing this scent."
		},
		{
			"review_title": "Sweet, Bright, floral!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Very pretty fragrance. Sweeter than the original Flowerbomb, a bit more bright too! Lasting power I’d say would be 4 hours on my skin (I wear it to work). Overall very beautiful!"
		},
		{
			"review_title": "Beautiful, Sweet, Flirty, & Sexy! Must-Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a classic (along with the original) and belongs in everyone’s collection! I typically tend to go for tropical coconut and Solar florals for warm weather and gourmands for colder weather, so I don’t typically love florals, but this one is my absolute favorite! The original Flowerbomb is of course a great fragrance, but Ruby Orchid is even better! It’s a sweeter, slightly fruity, and flirty floral that’s warmed with a lovely vanilla orchid and is a sensual and even sexy fragrance! Definitely an easy one to reach for for any occasion! I get so many compliments on it and friends are always wanting to use my travel sized spray! This lasts amazingly well and has great projection! I very highly recommend it! It’s such a classic and a definite favorite of mine!"
		},
		{
			"review_title": "She is not that girl sorry",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I was really excited for this to smell amazing . The original is good so i expected this one too . It honesty smells like cheap perfume that i used to wear in middle school and it doesn’t last . Wish i had something more positive to say,  but it’s just not giving :("
		},
		{
			"review_title": "My first review ever saved for this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "The best perfume imo of the series, it is sweet and slightly fruitier than all of the Flowerbombs, it's my absolute new favorite. I never wrote a review in my life, but this perfume is worth it. It is sexy and long-lasting too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "smells amazing and so fruity and I love it so much"
		},
		{
			"review_title": "Definitely my top favorite.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
			"review_text": "Listen, this here! Got me smelling like a creamy carmelized peache thats been dipped in a bucket of honey!!!"
		},
		{
			"review_title": "Pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
			"review_text": "I’m giving this fragrance 5 stars for performance. 3-4 sprays and you’ll be getting whiffs of the dry down all day. This is a beautiful sweet peachy vanilla, perfect for first dates or daytime plans with the girls. On the other hand, this is expensive for a basic fruity floral. You’d have to really enjoy peach in your fragrances, or you’re just starting a collection and you want something inoffensive and easy to grab."
		},
		{
			"review_title": "sweet smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "It's like a sweeter version of the original Flower bomb. I love the original and I think it'll forever be my signature scent but the ruby is nice for a change."
		},
		{
			"review_title": "Cute little tab arrived broken off. Smells great.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Smells great, lasts well. My ideal floral fragrance right now.  But the cute little tab arrived broken off, the box is weirdly designed on the inside so it doesn’t really provide much protection to the bottle."
		},
		{
			"review_title": "A MUST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It smells like summer in a bottle like tropical and fruity once it sets in to your skin? Magical"
		},
		{
			"review_title": "Underwhelming Watered Down Version of a Good Thing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I had high hopes for this perfume since the sample I received had a potent fragrance with the added bonus of longevity. However, this came in without staying power and it does not last. It feels like this is a watered-down version of the scent being advertised. Unfortunately, this is not what was promised. Both my wallet and sense of smell are sad."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "It actually took me a little bit to really like this perfume. The staying power is amazing and it definitely smells unique."
		},
		{
			"review_title": "Amazing but it doesn’t last :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I loveee this fragrance it smells delicious. However it doesn’t last long at all :( I couldn’t smell it anymore after like half an hour. Also a dupe for this scent is twilight from lush!"
		},
		{
			"review_title": "very sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "got this as a sample and ordered the full bottle the same day!! it's very sweet and feminine and has a good lasting power!!"
		},
		{
			"review_title": "sweet and complex",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I blind bought this, and I think it's sweet and complex and in that way is very interesting. you catch all the layers, and can melt into each one. 4 stars because the dry down on my skin is a little like cotton candy, but I think it's a very fun scent!"
		},
		{
			"review_title": "Sweet and Expensive Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Dark skin tone, Oily skin",
			"review_text": "Baby this stays in the front zipper of my purse! I travel for work constantly around 100s of people and this not only stands out in a sweet sensual way if stays on me. it's not overwhelming but delivers I'm expensive vibes. I need a soap and lotion"
		},
		{
			"review_title": "Sensually Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Dark skin tone, Oily skin",
			"review_text": "One of my favorite scents hands down! Viktor&Rolf already have my heart with the original and nectar but baby!! This Orchid is delicious and sensually sweet. Long Lasting. It's a must have for me , constantly have people stopping me for what I have on."
		},
		{
			"review_title": "Glad I tried it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I was never a fan of the original FLowerbomb so I decided to try Ruby Orchid and the Nectar out of both I decided to get a 10ml of Ruby Orchid very nice longevity not bad and the Sillage is great!"
		},
		{
			"review_title": "My next purchase forsure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I am absolutely obsessed. I received a free sample of this and this will def be my next perfume purchase. The opening is very fruity but with that flower bomb type of dna. It feels warm and tad spicy almost.  But not patchouli like the OG. I smelled this on me throughout the day for at least 4-5 hours  Dry down is even better, like a candy sweetness cloud."
		},
		{
			"review_title": "Great scent, barely lasts 30 minutes on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Ruby Orchid version Flowerbomb is the classic very sweet sexy gourmand and juicy fragrance. The notes of peach, orchid and vanilla are absolutely delicious, but this fragrance doesn't last more than 30 minutes on me. It disappears immediately, it doesn't even last on clothes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells very similar to the original flowerbomb - a small variation on an old classic"
		},
		{
			"review_title": "VERY strong- headache prone",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Received a sample and not for me. If you're sensitive to strong fragrances, I would skip this one. Very strong floral, has more of a mature scent. It has some sweetness but overall for me, it was nauseating."
		},
		{
			"review_title": "Intense flower power, but sweeter than original",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is a nice variation on the original. If you like Flowerbomb, but feel it can be a bit strong, or is too much like what everyone else is wearing, try this instead. For reference, I also like scents like Prada Candy and Armani My Way."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am so obsessed with the scent, a hint of floral and sweet vanilla, but i am disappointed that it doesn’t last, only 10 mins, you have to spray it 10x on your clothes or hair for it to last a couple hours."
		},
		{
			"review_title": "Smells like old Tresor, Emeraude, Avon lotions",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Been trying the free sample for a few days. Worse than my opinion of the scent, it is a NAUSEATING HEADACHE-MAKER. Fragrance is powdery-sweet, & dries down to a too-mature-for-30s funky chemical fixative. Skip it if you have asthma, migraine or chemical sensitivity."
		},
		{
			"review_title": "Very nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is a lovely scent. Not necessarily my favorite, but lovely nonetheless.  I would likely purchase this same size again."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really love this perfume however, I’ve noticed that after few hours it’s not as strong as other perfumes from Viktok&rolf. I found that this perfume doesn’t project or last as long as others such as nectar or theoriginal"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the bottle and color! The sent is fresh floral with some warmth, just right"
		},
		{
			"review_title": "Must Have Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i fell inlove with the original Flowerbomb scent and when i placed another order, i got the Ruby Orchid extension as a free sample. when it arrived i was so pleased and had to get the bigger version!"
		},
		{
			"review_title": "Fell in love after first use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gorgeous scent!! I have been wearing the YSL Libre Intense for over a year now -it's the best scent, but I used some points in one of my last orders and got the sample size of this scent.  I fell in love with it! Its not heavy, a light floral scent but not overpowering."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my new favorite scent! It's not overly floral and lasts all day! I've gotten so many compliments since I started wearing it!"
		},
		{
			"review_title": "My signature scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my absolute favourite perfume and has become my signature scent. My fiancée is very drawn to it too, and i receive compliments from people all the time. I will continue to purchase this and if there is a lotion available in the future I will buy it as well."
		},
		{
			"review_title": "Smells wonderful!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells amazing!!! Definitely a night out scent! Love love love. The only thing I wish it lasted on me like the others do! But that’s definitely a me problem! You need!!"
		},
		{
			"review_title": "Good, Strong scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The scent is strong, but gorgeous. Lasts all day too!"
		},
		{
			"review_title": "Try before buy - smells amazing, just not on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "It smelled incredible out of the bottle, but unfortunately, after 15 minutes of shopping around the store, the sweet and floral notes that I loved had already faded to a mostly powdery scent :( I do think it's a lovely perfume, and was bummed that it didn't work with my skin's chemistry"
		},
		{
			"review_title": "A lovely spring scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Very sweet and floral. I'd highly recommend for spring!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Floral with gourmand and powdery undertones, but no layered musk scents"
		},
		{
			"review_title": "❤️❤️ I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this scent! It smells AMAZING! I’ve had a few people ask me what I had on when I first wore it. I love it. It gives sweet peachy vibes. Def a date night essential."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "One of my favorites!! It is long-lasting and works with my chemistry."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love this fragrance.  Thought I would try something new, and I love it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Normal skin",
			"review_text": "I received a sample vial of this gorgeous smelling perfume. Immediately ordered a bottle! Smells so sexy without being heavy. May make this my signature fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this scent! I love the original Flower Bomb scent. This one has that same scent plus a beautiful finishing scent as well with the orchid. Perfect for the winter months! (Def would keep to the original for spring/summer though.)"
		},
		{
			"review_title": "My perfect winter scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This smells atrocious right out of the bottle, but give it 2 minutes to dry down and it's the most juicy, delightfully warm, delicious thing i've ever smelled. For me this is the perfect fall/winter fragrance. I have the original Flowerbomb as well, but it's too musky for me. I feel like Ruby Orchid is the Original Flowerbomb without the musk notes, so perfect!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "A lot sweeter than I expected but it is a nice scent. Maybe not something I would have bought if I smelled it first. Not very long lasting either."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "This is another pretty and floral perfume, but has a hint of someone ready to kick butt and take names. This perfume gives me a hint of a femme fatale vibe  with a base that is innocent Georgia peach girl."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love every version of Flower Bomb that I’ve ever tried. This is no different. Absolutely heavenly and great for fall."
		},
		{
			"review_title": "Sexy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Hello first time purchase Parfum and love it has a must smell just enjoy it so much. I can't wait to use it for my birthday party."
		},
		{
			"review_title": "Beautiful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This perfume smells amazing! One of the best I've ever smelled."
		},
		{
			"review_title": "Best Viktor and Rolf perfume!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "By far my favorite Flowerbomb perfume! It’s the perfect balance of sweet, floral, and warm…I LOVE!!"
		},
		{
			"review_title": "Eh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "sad it did not work out, did not last but it smelled like taxi on me."
		},
		{
			"review_title": "Pleasant Surprise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received the sample size in the fall favorites set!! The scent is amazing warm and floral at the same time and I’m not a floral girl (I’ve been swayed). Explosive smell of bat then settles in nicely."
		},
		{
			"review_title": "So Goodddd",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Smells really floraly and sweet. Decent amount of product in the bottle and sprays well, lasts a good amount of time."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "If you love sweet scents then this is perfect! i prefer this to the original foowerbomb It lasts longs and i get compliments every single time i wear this!"
		},
		{
			"review_title": "Recommend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent it’s sweet but bold it last almsot all day to"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I'm constantly getting complimented when I wear this. I love the travel size to refresh myself if I've been outdoors or somewhere with a lot of scents that stick to you like a bar/club."
		},
		{
			"review_title": "Not as strong as samples",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I bought the Sephora sampler set and chose this as my fragrance to get the larger size of. Unfortunately, it is not nearly as strong as the small sampler. I can barely smell it, even after spraying over 20 sprays. The scent is lovely but the formula needs work so that I don’t have to spray so much and still smell so little."
		},
		{
			"review_title": "This over the OG",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Very beautiful. Initial spray can smell the original flowerbomb,  once it drys down you get that sweet sultry smell. I love this, although I like the original this is more up my ally. The longevity with this is ok. It becomes a skin scent for me after about an hour but this definitely lasts longer than the OG. This and bonbon are my favourites from the line. I bought a travel size but will definitely be getting a full-size. I knocked one star off for lack of longevity."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Everywhere I go people ask me what I’m wearing, it’s smells so fresh and clean and a little goes a long way."
		},
		{
			"review_title": "love this scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "very sweet smelling but also kind of musky as well. nice unique feminine scent. will definitely be buying the full sized bottle. also amazing packaging."
		},
		{
			"review_title": "Sweet smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this perfume. I got the travel size since i prefer to b able to throw it in my hand bag and apply it on the go. This is a sweet smelling perfume, but not too heavy. I really like it"
		},
		{
			"review_title": "sweet yet floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love the way this sweet, yet romantic floral with a vanilla undertone smells on me. I feel this scent was made for me. I get compliments every time I wear it. It lasts all day on. One spray is all you need.  **Side note** I am a flight attendant and we aren’t allowed to wear strong perfumes this one got approved by my supervisors."
		},
		{
			"review_title": "Great scent, trust me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "Smells so good! I bought this on a whim due to the description of the notes. It’s not too floral and it has a nice woody scent. If you hate how flowery the original Flowerbomb smells, you’ll love this scent."
		},
		{
			"review_title": "love at first smell.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love! Love! Love! Even more than I love the original which is a lot. This is similar with depth. Wow. Smells so delicious. I am having to restrain myself from buying a big bottle as I still have half a 3.4 oz of the original."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this product! I wear it in special occasions and have gotten so many compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Literally the perfume i get the most compliments ever. It’s sexy, divine, slightly floral the bourbon vanilla is not overpowering and is very gourmand. I’ve been asked what i was wearing by strangers and the wear is long. A must if you love perfume and want to smell like a powerful woman"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "One of my favorites in my collection! The vanilla in this is amazing and it last so long! i will forever repurchase this."
		},
		{
			"review_title": "Doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing but was GONE in 10 minutes. Returning"
		},
		{
			"review_title": "A Sexy Floriental Fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I came here to write a review on this fragrance because I did a blind buy based on my experience with Flower Bomb and the reviews that were already written and I felt like I had been lead astray a bit so I wanted to write the review that I wish I had read. A lot of people say that this is a sweet perfume, and if you're somebody who doesn't love sweet perfumes I can see how one might perceive that (and we all know perfumes can smell different on different people) but if you do like sweet perfumes like Pink Sugar or even the original Flower Bomb then you should be warned that this one isn't like those. This is a darker floriental sort of perfume. It reminds me of a more floral Black Opium or a more sophisticated version of Katy Perry's Killer Queen. The peach is not a juicy body spray peach, it's a deep and subtle vine note with the barest sparkle of something fruity. The vanilla, like the perfume description, is a complex bourbon vanilla like something you would smell in an alcohol bottle more than a baked good. There is a definite floral note in the middle that nods to flower bomb while being distinctly something new. Like most good perfumes, this one combines into something unique and reading the notes/accords in the description won't give the actual scent any justice. The perfume has burlesque vibes to it, imagine something heady and sexy like sweeping back a velvet curtain as you slink onto the stage of a smokey cabaret. It has an average lasting power and sillage. I got it for a specific event where I was cosplaying as a conflicted character and I think this helped me get into the headspace for that. I enjoy the scent and will use this bottle, but wouldn't buy it again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I read through the comments and I was sold! I was so excited when this arrived but it’s definitely not a favorite of mine. The dry down is much different than the scent upon initial application. It’s still a pretty scent but it’s not for me. I’ll be returning."
		},
		{
			"review_title": "Absolutely LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, mediumTan skin tone, Combination skin",
			"review_text": "Better than my expectations! Not every V&F fragrance is for me. I’ve tried Bon Bon which was a bit too sweet for me. Then Flowerbomb Bloom which was a bit too mature. And Nectar which I absolutely ADORE when it’s a bit cooler. I feel like this a spring/fall scent since it leans a bit on the warmer side. It’s what I wanted Bon Bon to smell like. Will definitely be buying a full bottle when I run out!"
		},
		{
			"review_title": "The perfect summer fragrance, wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Oh wow. I like the original Flowerbomb and love Flowerbomb Nectar, but this one just left me stunned. And now I’m obsessed. It’s this perfect balance of a sweet vanilla gourmand and a fruity floral.   It’s not obnoxious at all nor is it the least bit heavy. The sillage is perfect and lasts several hours on me which is remarkable, as my body just loves to eliminate fragrance. It does resemble Nectar a bit in how it’s structured but without the patchouli base note, I think I like this even more. It’s the perfect summer fragrance. Hats off to the perfumer who created this."
		},
		{
			"review_title": "Gorgeous Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Blind bought this and I'm glad I did! It's a nice balance of sweet and floral without smelling too strongly floral to the point of it giving me a headache. Makes me feel sophisticated!"
		},
		{
			"review_title": "received so many compliments already!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Looking for a new favorite scent so figured i’d buy this sample size one. Received a bunch of compliments already. I typically wear ‘juicy couture noir’ for reference. This stuff has that spicy yet warm kinda vibe to it. I think I would buy a full-size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It's a sweet perfume, on my skin I'm very close. I particularly liked it, but my favorite remains the flowerbomb edp, this is totally different, goes a lot of taste, I believe this is for those who like perfumes more sweet. It's a beautiful fragrance. I got a wonderful mini."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Absolutely love this perfume! Was a huge fan of the original and this is just as beautiful! Love the packaging also!"
		},
		{
			"review_title": "BEST PERFUME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE this perfume! It is stunning on. I sprayed it on myself randomly after a Sephora employee told me it was new and I went online the same day and purchased the biggest bottle! You will NOT regret it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Normal skin",
			"review_text": "I just received a sample in the Sephora favorites bag.It has been a long time since I have been enamoured with a scent.I absolutely love it."
		},
		{
			"review_title": "Sp pretty.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very similar to Flowerbomb Nectar which is one of my favorites. This one is a slight bit fruitier but not an artificial fruit. It’s brighter and a little less warm than Nectar and works for day or night. Same great lasting power and projection as other V&R perfumes. My husband really loves this one."
		},
		{
			"review_title": "DIVINE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "The original Flowerbomb was a huge disappointment to me, not at all what I expect from Viktor&Rolf. However, Ruby Orchid is all that I expect and more. Sweet, floral. Do I detect berries? After receiving a sample, I ordered the largest bottle. My man also rated it a five."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Not sweet like everyone says. Very warm and spicy. It’s okay. Nectar & BonBon are better choices for a sweet V&R fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m in love. I love the original flower bomb, Prada candy, old escada fragrances, sugar.. bud this is my favorite. I’m in my mid 30s and it’s sweet, age appropriate (20s-40s) , and I’ve gotten sooo many compliments on this perfume. First time I actually have gotten a compliment on my perfume smell in years"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "At first it was not my favorite due to the after powder scent but I continued to try it out. I wore it work one day 8 hour shift towards the middle of the day i noticed it smell very soft. Which I loved for that reason, yes I enjoy it."
		},
		{
			"review_title": "My summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
			"review_text": "Smells amazing has a sweet peachy undertone. I received so many compliments on vacation, so glad I picked this up."
		},
		{
			"review_title": "Fake Rich Auntie VIBES",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "First off this is truly overhyped! I fell for it too. This perfume is a stifling cotton candy sweet smelling perfume made for some body trynna be rich Auntie. This will sit on your skin but not mine.. I washed this off with QUICKNESS. Don't get me wrong I like beast mode, great wearing scents but this was and is a NO!"
		},
		{
			"review_title": "generic, powdery, & sweet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Received a sample in my order. I have tried the original flowerbomb fragrance and can see why so many people love it but I wasn’t a fan of it for me. I like the ruby orchid better for me, but it is still not a scent I would buy or seek out. The powdery sweetness is fine, it is just a little too generic and one-dimensional for me. I also noticed it flattened and faded out pretty quickly."
		},
		{
			"review_title": "Soft signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Safe blind buy.....love the spillage of this fragrance!!!!"
		},
		{
			"review_title": "so much better than flower bomb!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i really dislike flower bomb and as soon as i smelled it i found myself saying, “is this really the perfume everyone was talking about?” ruby orchid is the perfume i wanyed flower bomb to be. unfortunately, the longevity isn’t the best, i’d say it lasts around 2 hours. if you’re looking for a sexy floral perfume, this one is for you."
		},
		{
			"review_title": "Familiar",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "How disappointing! This is exactly like Flower-bomb Nectar but way less powdery clean pouf fresh, and less interesting all together. Underwhelming and the notes are like a mirror. I don’t smell the slightest hint of ANY peach or fruit at all. I don’t smell anything else but a watered down, friendlier version of Nectar. Why would they bother making this? Don’t get me wrong, I LOVE Nectar and it’s one of my favorite signature scents—but this is like the iced down drink version."
		},
		{
			"review_title": "Smells amazing but the glass container broke day 1",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This was my birthday scent and I absolutely love this fragrance, it smells subtle yet sweet and last all day. I was just very disappointed that the glass container that the travel size is in literally shattered in my bag the same day I received it. I had only a card holder, a lip gloss and, a 7virtues travel fragrance in the bag and I have been very hesitant to buy another one for travel in fear that the same thing will happen. But all in all it is an amazing fragrance the container just isn’t as strong as the larger sizes or other brands travel size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "love this brand...and love this scent so much...however...the longevity is the worst I've seen from them. it literally feels like it lasts an hour. I honestly don't understand. the fragrance is beautiful though."
		},
		{
			"review_title": "Lovely fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The original Flowerbomb is one of my favorite cold-weather scents. It's so comforting with great sillage. I love it. Normally offshoot fragrances pale in comparison to the original but I decided to give this one a chance since the reviews were so good. LOVE LOVE LOVE this one! It's still a little heady but totally manageable for hot summer days with the fruity undertones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Slightly powdery, but sweet and sexy. The bottle is super nice too."
		},
		{
			"review_title": "better than the original flowebomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this so much more than the original one. I smell freaking amazing. its more sweet and gourmand. ugh love it. I would buy this again for sure. it lasts a good amount of time on my skin. I would gift this to someone too."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Love this perfume. Very orchid and sweetness to it and I love the scent of orchid. The bottle has a gorgeous deep pink to it so 10/10. Although the perfume when applied does not last long at all I literally can only smell it for a few hours so I had to re apply again which was kind of annoying especially how pricey this one is.."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Beautiful, unique scent, that isn’t overly sweet or floral. Beautifully balanced with a slight powdery scent. It would be 5 stars if not for the lack of longevity and sillage."
		},
		{
			"review_title": "Beautiful Addition to the Viktor&Rolf Lineup!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "In love with this scent! I really love the Flowerbomb Dew as well but this one has just a bit more depth and sweetness to it, along with the fruit in the background added to the light powdery finish that the Dew also has! I will definitely be repurchasing this in the future because it's just heavenly! it pairs really well with the new Sol De Janiero body butter scent Beija Flor, together they are just amazing and perfect for summer!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The peach is hard to smell under the sugar sweetness. Hint of powder as well. Dry down very sweet but no fruit on me.  Has pretty good staying power."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Such a great purchase! Must have in my collection! Smells just delicious... summery just perfect for every day."
		},
		{
			"review_title": "smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells so good, I get a lot of compliments from my husband when I wear this. It lasts all day and is my new favorite go-to"
		},
		{
			"review_title": "beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "My new fav!! My god this is soooo perfect for spring/summer!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the smell. However it DOES NOT last at all. I have the original Flowerbomb and Flowerbomb Nectar and the smell lasts all day. Once you spray it on…smell is gone. I returned."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I like it . It does not take a lot. I like the vanilla smell in it but if I spray more than a few spritzes I get a headache so that is why I gave it 4 stars but overall great smell"
		},
		{
			"review_title": "Very fruity feminine scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I bought this along with a travel size Gucci Bloom Ambrosia to layer together and I've got a winning Spring scent for sure. Even on it's own Ruby Orchid smells good but it can come just a bit gourmand/sweet and I prefer scents that are just a bit more floral and/or unisex. Staying power is very good on the skin and clothes."
		},
		{
			"review_title": "My Second Time Purchasing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am a Flowerbomb finatic. I can’t stand to wear what everyone else is wearing, but flowerbomb is just a signature in my collection, and always will be, just like black opium. I have already purchased this flowerbomb “Ruby orchid” right when it dropped, then took it back. I wear more “niche” fragrances these days, but I still have my day 1 signature scents AKA Flowerbomb & Black Opium. Well, I’m not big into designer perfume anymore (I’m into niche) but the flowerbomb line always has a special place in my heart. I went into Sephora today to get me a new bottle of the original “Flowerbomb” because it’s almost empty. I ended up purchasing “Ruby orchid” instead and ALSO for the second time! I compared flowerbomb on one scent tester, then compared Ruby orchid, and honestly, Ruby orchid gives flowerbomb a “bite” if you will. The ruby orchid, red vanilla bean, peach, and bourbon vanilla will rock your socks. The original has patchouli in it (which I adore) and ruby orchid does not. Theirs something about ruby orchid that makes me love it even more than flowerbomb, and I do believe it’s that bourbon vanilla in it. First spray is Ruby orchid and peach, then once it settles into the skin you have that vanilla bourbon which is off the chain. I don’t collect designer anymore, but flowerbomb line always has a place on my fragrance tray. Ruby orchid just happened to beat the original today lol. I also bought this once already, and now here I am again buying it again. That must be saying something right? This is beautiful honestly. Same scent profile as the original, but has a kick to it that I love."
		},
		{
			"review_title": "floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Smells so good! Such a good floral scent. I absolutely love VIKTOR&ROLF perfumes, especially flower bomb which is a more warm spicy smell so this is the perfect sister to that perfume!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone",
			"review_text": "Absolutely LOVE this fragrance, it is one of my favorites. It is a sweet but not overwhelming scent that can also be layered without giving you a headache. I would definitely recommend it."
		},
		{
			"review_title": "Pretty, Flirty, and Intriguing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Surprisingly really like this! Never been a huge fan of OG Flowerbomb or even its other flankers because of how much of a headache it caused and how sickeningly sweet it got. Ruby Orchid though is very nice and just the right amount of sweetness. It's a bit on the softer side but the Flowerbomb DNA in the dry down grounds this scent and prevents it smelling too generic. It's soft and pretty but also flirty and very intriguing. The peach and vine notes really pair well with the Flowerbomb DNA and makes it more versatile to wear imo. For longevity, I need to test this a bit more but it doesn't seem to last as long as I would like on the skin (3-4 hours). But on clothes, this lasts for a very long time. Imo worth it, really like this!"
		},
		{
			"review_title": "Such a pretty bottle and great scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This bottle is gorgeous and has a nice weight to it. As another reviewer said, it is similar to Nectar but less sweet smelling. The peach scent is subtle.  It lasts on me about 4 hours. I love it!"
		},
		{
			"review_title": "Loving this Staple worthy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this from influenster for my honest review and I love the peach and ruby and vanilla scent of this very classy fragrance fro. Viktor and Rolf.  Such a decadent scent that doesn't have that grandma smell. It's very fresh a d easy to wear on a daily basis, Or decadent enough to wear for a date night.  This scent is my go to, my husband loves it as well on me. I love the way it smells before and after the dry down. You can definitely smell the peach in it but the vanilla and ruby is what you smell the most. I havent got to try the flowerbomb original yet but this one will be a staple on my shelves."
		},
		{
			"review_title": "LOVED!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Victor&Rolf keep the fragrances coming w/ their NEW subtle Flowerbomb Ruby Orchid~ I was asking myself, How is this different from the OG Flowerbomb?!! It’s still a parfum that packs a punch of vanilla base notes however instead of vanilla & jasmine they decided to juice it up w/ peach & ruby! Yes subtle BUT soooo very different.   One of my favorite things about fragrances is its ability to smell completely different to whoever’s wearing it~ while the peach & ruby wear off the intoxicating vanilla will linger for hours.  The packaging is also just as sexy as the scent, to me this is the ultimate “going out” parfum!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Call me a Novice, but I blind bought this and when it arrived today, I was so excited for this gorgeous peachy perfume and PERSONALLY this smells like licorice to me. Like I was expecting Peach with some floral notes and vanilla but I could only smell licorice and some floral notes. I'll continue to use it but I'm just glad I bought the 10ml :/"
		},
		{
			"review_title": "Beautiful bottle and sweet scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I prefer this perfume over the original Flowerbomb. The initial spray has very sweet scent which I love. The dry down is also pleasant. Only drawback for me is I wish the longevity was there. Maximum 3 hrs tops for me unless I reapply. But if you’re looking for a quick beautiful scent for an event this would be perfect. Packaging is absolutely beautiful!"
		},
		{
			"review_title": "Smells beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This smells like Prada Candy, Victoria's Secret Love Spell, and original Flowerbomb combined. Very nectar like and juicy. This scent will last all day. I get Peachy nectarine  notes."
		},
		{
			"review_title": "LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I really enjoyed the fruity undertone of this newest addition to the Viktor&Rolf fragrance family. It reminds me of the Nectar perfume that came out a few years ago (one of my favs to date). So sophisticated and dainty— definitely recommend!"
		},
		{
			"review_title": "very similar to Flowerbomb Nectar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Lovely scent, but is almost a twin to the Flowerbomb Nectar fragrance. Subtle differences - Nectar is sweeter and stronger. This one is slightly more floral and reminds me a little of Givenchy Hot Couture. I don’t really get the peach in this fragrance but it’s delightful anyway."
		},
		{
			"review_title": "IMPRESSIVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "So impressed! I don’t understand why this has been getting low reviews but I absolutely love the fragrance and find it even more appealing than the OG which is way more powdery and gives me a headache. this one is less nauseating, on the lighter side but the formula is perfect, and seductive. this definitely will be my new date night/night out perfume.It also reacts very well with my skin’s chemistry and lasts quite a long time!! it’s been hours since i first sprayed it and i can smell it still ❤️ i was hesitant but i love it and I’m sold. happy early bday to me :)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
			"review_text": "I was so excited to purchase this! So glad I only ordered the small one bc it would have been such a waste of money! This is so disappointing! The smell is so fade! Can’t smell it at all!! Def a waste of perfume!!"
		},
		{
			"review_title": "Basically the same as flower bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "It’s pretty but it’s basically the same vibe of the original flower bomb if you own flower bomb I don’t think you need this they smell too much the same there’s just a slight tiny difference They’re both similar I will be returning mine because nothing stands out from it versus the original to me"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "I really wanted to like this. I absolutely loved it in the beginning and I put it on myself in Sephora. I loved it and got a travel spray. Later, I could smell the dry down and I didn’t enjoy it. I was not a fan of original flowerbomb and that’s what the dry down is for me. So if you don’t like the original then this might not be for you either. But I do see why people love it so much and I wish I did too. I had to return the travel size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I feel like this smells like a mixture of Flowerbomb Nectar mixed with the original.. or maybe flowerbomb mixed with their Bonbon... either way, it smells great!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The scent is really amazing, packaging is beautiful as well. But it's super unfortunate that the scent doesn't last for more than 30 minutes in any setting. I expected better quality for the price."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love the scent, even more than the OG!! Only thing is that it does not last more than 30 mins on me unfortunately."
		},
		{
			"review_title": "Eh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I blindly ordered this one and I don’t mind the smell. It doesn’t last too long and I’m not crazy about it but I like it enough to keep it"
		},
		{
			"review_title": "Good scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I was pretty impressed.  My older sister used to wear the classic flower bomb all the time and it used to give me an immense headache. This is not nearly as potent but it's still really good smelling however the only reason I'm giving it 4 stars it's because the formula does not last more than maybe 4 hours (but it differs for everyone)  The smell is actually really nice though I don't smell much of the flower bomb In this after maybe 2 minutes of drying it's a completely new different cent (fruity but floral, red floral) and I actually really like it. it doesn't pierce your nose and its especially not overpowering."
		},
		{
			"review_title": "Love the scent, but the bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love the dent of this product, I thought it would be to “spring” like to wear in the fall and winter- but it’s stunning. Floral, sweet, fruity notes over this fragrance to make it a good choice for either day or night. Two biggest complaints is that the scent isn’t super long lasting 3-4 hours. The bottle is adorable and easy to travel with, the little black wax seal is just plastic and feels like it would get ripped off easily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love it. It smells really pretty. It's feminine and sweet but not overwhelming."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "First things first, this perfume smells amazing. I love how floral and light it is. It also last a long time on your clothes.  I love the bottle; it goes perfectly with the name. It looks identical to a grenade. I would definitely recommend this perfume to others."
		},
		{
			"review_title": "Not unique enough",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It’s peppery and mysterious yet still wears generic on my chemistry. I can see how this would be a great fit for some but it’s lacking charisma for me. The wear time is great, lasting on clothes for a full day, and the bottle is stunning and heavy in the hand, it feels like good quality. I just wish I could decipher each not better because it blends into a perfume you’d smell at the mall, like at Charlotte Russ or Rue 21."
		},
		{
			"review_title": "Perfect floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster and Viktor and Rolf in exchange for a honest review. This perfume is a new collection from Viktor and Rolf fragrances. I’m happy I received this new collection to test it out. Love the ruby orchid and red vanilla bean. Love the packaging which is cute. This is a long lasting perfume. At first it smells strong but after few secs it transforms into floral sweet scent. This is a feminine warm floral perfume. It’s a perfect gift for Valentines/galentines day."
		},
		{
			"review_title": "Unexpectedly delightful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So I bought the original Viktor & Rolf Flowerbomb in the the gorgeous light pink bottle with black accents and really wanted to love it (mostly solely based on the super cute packaging to be honest!), but this one is on the sweeter side than I usually lean towards and I wasn't sure about that at first but I switched over to this perfume for a couple of weeks and got a ton of compliments! I'm kind of known for my many different scents and my girlfriends all asked me what I was wearing when I showed up so that is always the sign I'm looking for to let me know what I'm wearing is a winner/keeper. Obviously as the name states, it's primqraly sweet & floral-y with some undertones of spice, like very light cinnamon possibly, and the sweetness reminds me of vanilla. Definitely winner!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It has a nice sweet scent. A mix of flowery and some fruit and vanilla!"
		},
		{
			"review_title": "Floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume smells amazing! Very floral and sexy. Scent lasts a while on me too"
		},
		{
			"review_title": "Sweet fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this fragrance! It reminds me of Britney Spears Fantasy, & Pink Sugar! It’s sweet & I love it! I’ve been looking for a fragrance like this for a long time and I’ve found it! Love this scent!"
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow this is my new staple fragrance. It smells sweet and sexy! I have the original Flowerbomb in my collection as well and they are similar but this one is a bit more fruity! I've been getting so many compliments and I'm so greatful to have gotten this in exchange for a review. If you are in the markeg for a new fragrance buy this now!!!"
		},
		{
			"review_title": "Wouldn’t expect anything less.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was beyond excited to get this perfume because I love the original. This one was just as great but more bold."
		},
		{
			"review_title": "super floral and sweet ! love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received these products for free from Influenster and Viktor&Rolf in exchange for my honest review. I was so excited to receive this perfume ! It smells for floral and fruity. Perfect for spring and summer time! The bottle design is super cute and unique."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am so happy that I got this perfume! I usually don’t go out of my comfort zones because I know the scents I like: wood, musk, floral. This scent is something I might try in the store and never look at again since it smells sweet but now that I have tried it, it’s going to be a staple! There is a sweet sexiness to it. Highly recommend!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I received this product as a sample and have became obsessed with it. It’s long lasting, sweet, but not overwhelming. This has become my to go perfume. I love it!"
		},
		{
			"review_title": "FlowerBomb Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "LOVE LOVE LOVE THIS PERFUME! Is very nice and settle. It’s sweet aroma will make you love this one forever!! Great for spring time especially!!! If you hesitant on purchasing don’t you’ll be highly impressed!!! I HIGHLY HIGHLY RECOMMEND THIS PERFUME CHECK IT OUT! = )"
		},
		{
			"review_title": "LOVE! Smells so good.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this scent! Long lasting and a favorite of my boyfriend's. Hits all the right notes."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really love everything about Viktor&Rolf Ruby Orchid Perfume. I love all there scents but this is my new favorite. To me you just can't go wrong with this brand I  my opinion. This is a long lasting fun but sexy scent. It smells like its a mixture of vanilla, orchid, peach. And it could be considered floral, spicy or sweet. It's something you can wear to work or on a date or just to the super market. I definitely recommend trying it."
		},
		{
			"review_title": "Ruby Orchid love the sweet smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I never write reviews, but I was hesitant on buying this at first. I went into the store to try a sample and at first I wasn’t sure, I went home after several hours I fell in love with the scent. I purchase the 3.4 ounces because I did notice you need to spray a lot for it to last. Not like the OF that I also love but that scent last longer. This one I got a compliment at work today, I was told I smelled lovely :) that made me happy I made the put purchase . My next purchase is going to be the Nectar FB that one smells sweet like this one but it lingers longer ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow, I love this! It wasn’t at all what I was expecting and I’m very pleasantly surprised! I am extremely picky when it comes to fragrances because I have a very sensitive sense of smell and I’m prone to migraines. This scent is fresh, soft, sexy, and sweet (not as sweet as the original!)  This is going on my (short) list of favorites! Thank you viktor&rolf for a beautiful fragrance!"
		},
		{
			"review_title": "A little bit too sweet for my liking",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received the FLOWERBOMB RUBY ORCHID from @viktorandrolf_fragrances .  When I saw that I was in this campaign on @Influenster I got excited but at the same time I already knew that this was not going to be a favorite of mine. I read some reviews about this fragrance and read about the notes in it, and when I got to smell it, it smelled just like I imagined. It does smell nice, but this was a little bit too sweet for my liking. I have used it a few times, but it is definitely not a perfume I would buy in a future, since I'm more into fresh, citrus, woody kinda scents. I think the bottle is quite cute too, and I do like the shape of it and the color. I will keep using it during winter time, but I think that's about it."
		},
		{
			"review_title": "Got me back into fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I absolutely love this fragrance! There is a subtle sweetness and has some floral notes. It's present and long lasting. It even stayed on after washing my hands. It's also a great size so it will last me a while. I'm so glad I was able to receive this complimentary to try out."
		},
		{
			"review_title": "Love the perfume, but wish it lasted longer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Disclaimer - I received this perfume free from Influenster in exchange for an honest review and I have never tried the original flowerbomb.  I actually expected this to be a very sweet fragrance when I had read about it - orchid and vanilla. But boy, was I pleasantly surprised! I found this to be way more fruity than sweet-floral and not at all overwhelming. Once the scent settles down, in an hour or two, you do start to get the top floral notes more pronounced and eventually almost drowning the fruity notes it has. I wish the fruity notes lingered a little longer because I instantly loved the perfume because of that, but not a huge issue. I would summarize the fragrance as a very feminine fruity romantic one. Also just 2 sprays work, but the fragrance disappears in 5 hours or so. Another complaint about this perfume is the price, it is a little pricy when I compare it with some similar, not so long lasting but fab perfumes I own. Overall, I did like the perfume, and it is more of a special occasion perfume for me not an everyday wear. But might actually consider buying it again if the price comes down a bit!   P.S. Would actually pay this much for any perfume that smells like this and stays on for the whole day without a doubt."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Este producto sabe rico es dulce y queda impregnado en la ropa. Me gusta mucho. Aparte que dura el dia entero."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my new goto perfum i really love this scent it's fruity & floral which i love in a perfume the bottle is so pretty such a great product"
		},
		{
			"review_title": "Complex and Beautiful Fragrance!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really enjoy this new fragrance from Viktor & Rolf! The scent is incredibly long lasting (8-10 hours of strong projecting wear) and has notes of peach, vanilla, and orchid. Overall, the scent leans more vanilla and powdery rather than fruity—which is what I expected. I would say the scent is more feminine leaning, but it’s beautiful for everyone! The bottle is beautiful and I think the price is reasonable. I definitely recommend wearing this scent for the evening, winter (all day), and special occasions."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received this for free in exchange for a review. I like the smell, it is Similar to the original, but more vanilla. I think it smells sophisticated and pleasant, but probably not the most interesting scent."
		},
		{
			"review_title": "Sweet, Beautiful, Floral Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This has easily become a new favorite scent of mine. First off, the bright pink bottle is gorgeous and worthy of being displayed while the scent inside is absolutely perfect. You’re immediately hit with the scent of fresh juicy peaches and orchids while the scent of warm vanilla rounds it all together. This is a truly sweet and romantic scent that still is playful. I love it and highly recommend it to those that love a floral scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this complimentary from influenster in exchange for my honest review, I was excited when I found out I was going to get this. It smells amazing and makes me feel fancy lol. I get compliments every single time I wear it. Ladies I highly recommend this perfume oh and I almost forgot to add that it is not too strong. It’s perfect"
		},
		{
			"review_title": "Light and Airy Scent LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great scent prefect for every day wear light and airy. I love it ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Floral and fruity. Rich fragrance. I’m not a fun of sweet fragrances but Viktor & Rolf Ruby Orchid conquered me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My only complaint about this perfume is the price. It’s a bit out of budget for me. However I love the smell and it’s subtly—it’s not super overpowering and it smells wonderful. I love the bottle too. Just 2 sprays goes a long way with this perfume!   I received this perfume free from Influenster in exchange for an honest review."
		},
		{
			"review_title": "Sexy and long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a beautiful perfume. The design of the bottle and color is lovely and the scent is chef's kiss! It has a very sexy, sensual smell and at first may seem a bit strong but it calms down smelling terrific and lasting all day or night. I prefer wearing this scent for date date or In the evening although I've worn it during the day. I always get compliments when I wear this. This is my first time trying Viktor and Rolf so I was super excited. I was not let down! I would recommend this to anyone looking for a light floral sexy scent. I usually don't care for florals but this is different. They combined the notes so perfectly even the most anti floral person would Iike this. I look forward to trying the original one as well! I'm hooked and definitely recommend! The only downer is the price point. But I don't have a limit when it comes to buying beautiful smelling perfumes so when I find a scent as beautiful as this one I will spend the money. I have the 1.7oz/50ml bottle and it's barely touched even though I use it quite often. A little goes a long way."
		},
		{
			"review_title": "Just perfect for any occasion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I  received these products for free from Influenster and Viktor & Rolf Flowerbomb Ruby Orchid The smell is really beeeeeeuuteeeful, long lasting and something very different. I like to wear it when i go out with my husband to dinner."
		},
		{
			"review_title": "Wonderful and Amazing smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love this perfume. A little goes a long way and it lasts all day. It is definitely a perfume for any occasion.  I always get so much compliments when wearing it. I will definitely buy it again."
		},
		{
			"review_title": "I really like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I don't know what to say except this fragrance embodies EVERYTHING I love in a scent. It's light, in no way overpowering. It's a pleasant foolishly without being too flowery (like roses or too fruity) . And it's like it had a touch of an amber scent, like a vanilla. I will definitely be purchasing in the future!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest review from influenster. I was a little skeptical when I saw I would receive a floral parfum… but it turned  out I LOVE IT. It’s floral just the right amount! It lasted longer on my skin than my other parfums, even after a long workday!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this parfum from Viktor&Rolf. I love how long lasting this parfum last on my clothes and wrists. I love the scent of this parfum as well. It has a light floral and vanilla scent to it."
		},
		{
			"review_title": "Don’t believe the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Hate to be a Debby Downer but I couldn’t stand this. It smells so adolescent to me. I thought maybe it just started off strong and needed to settle and diffuse but that didn’t help. Wore it multiple times and really tried to like it, but couldn’t. I don’t understand all the great reviews but scent is so subjective and personal-and this was not for me. My boyfriend said it smelled like the mall."
		},
		{
			"review_title": "Gorgeous Floral Fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I wanted this to be THE perfume for me. It doesn’t have a vanilla undertone so sadly my fear came true and it turned to a powdery scent on me. I loved all the floral top notes. I ended up giving it to a friend for Christmas since she liked the scent and it smelt AMAZING on her. Overall it is an amazing fragrance just not for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I absolutely love this perfume! It smells so nice and not too sweet. I wear this every time I go to work, and people have complimented me a handful of times! The packaging is also really pretty. This has become my new go-to perfume!"
		},
		{
			"review_title": "My new absolutel FAVORITE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm very picky about perfume. Scents I initially like make me nauseous after a week then I can't use them any more. It smelled okay at first, but after wearing it for a day I LOVED IT! Scents mix with your body chemistry and change with each person. I have liked a perfume on someone and then hated it on myself. Well it's like this one was MADE for me <3 The description makes it sound like it will be way too sweet- and vanilla I don't like at all. But somehow the mix is magical, sexy yet not exaggerated- so it's versatile for day and night."
		},
		{
			"review_title": "Love this perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really love this new scent by Viktor&Rolf Flowerbomb Ruby Orchid Eau de Parfum! I feel like it has a more feminine smell than the original. Since I’ve gotten it I’ve received so many compliments! I love it and he does as well!! ;)!"
		},
		{
			"review_title": "Exceptional scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Loved the fragrance. It’s a confident scent that isn’t overwhelming and feels fun and sexy at the same time. This is my new everyday scent, it's fresh and soft. It last longer in my clothes than on my skin which I can still smell the next day."
		},
		{
			"review_title": "amazing sweet dreamy perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "THIS IS MASTERPIECE! I absolutely love this perfume. So sweet, peachy, vanillaaaaa and light sweet florals. And it last soooo long. I sprayed at 11am and it’s still on my jacket at 8:30am that’s almost 22hrs. I am impressed and wowed. I wish I could afford the 3.4 oz because I neeed her. This reminds me of Lancôme a la folie, but better"
		},
		{
			"review_title": "Lovely!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This has such a lovely floral and sweet scent, almost creamy. It lasts all day for me and I love that it’s strong but in a subtle way. I don’t get a headache from it and have gotten numerous compliments on the scent! Definitely recommend"
		},
		{
			"review_title": "Feminine, feisty, and fierce.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This fragrance is perfectly named & packaged - it packs in so much fragrance that lasts all day. It’s spicy, feminine, and fierce - but with soft edges. Keep this beauty on the top shelf for special occasions, it would be a disservice to the fragrance to make it your daily go-to."
		},
		{
			"review_title": "It’s a for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells like something I would gift my 12yo sister. Very sweet."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This smell is AMAZING. Creamier and sweeter than the original Flowerbomb, this is my favorite of the lineup. Definitely signature scent worthy and I assume would get a lot of compliments… if it didn’t become completely undetectable 15 minutes after applying it. I am a chronic over sprayer and this didn’t last at all on me. Wanted to love it, will be returning."
		},
		{
			"review_title": "Bold start soft finish",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Nice happy fragrance. Creamy with Orchid all over it.  I get fruit and warm vanilla but no peach.  Goes on strong but softens.    Not a lot of projection which is disappointing.  I’m keeping it.  My husband says it would be nice at night-hint hint.    Keeper"
		},
		{
			"review_title": "Fruity Gourmand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I received this perfume to test in exchange for an honest review.   This is a charming feminine fruity gourmand fragrance. At first, spray, I find it to be heavy in the fruity notes, and then it settles down with vanilla and orchid. The scent is not an overpowering one, and I took one star off because I found the scent to disappear rather quickly. Despite that, I do enjoy this perfume quite a bit. I look forward to continue wearing it as an everyday perfume.   Flowerbomb Ruby Orchid by Viktor&Rolf is a Floral Fruity Gourmand fragrance Top notes are Peach and Vine; middle note is Orchid; base note is vanilla bean."
		},
		{
			"review_title": "A Winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this perfume.  I’m usually not into perfumes with vanilla undertones, but this scent is balanced by citrus and floral notes.  Long lasting and keep receiving compliments from my husband."
		},
		{
			"review_title": "beautiful fragrance but lasts for a few hours only",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this fragrance as it’s soft, floral, fruity but not extremely candy like sweet and it’s not even powdery. I love how beautiful it smells and my husband also likes it on me. It’s perfect as a gift as the bottle and packing is gorgeous and I don’t think there’s any reason to dislike this perfume. However, it’s not ‘that’ long lasting."
		},
		{
			"review_title": "Gorgeous bottle with a stunning scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love this perfume,  not just the bright,  floral scent but the bottle is gorgeous and sooo alluring!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was excited about receiving this but I don't really smell a difference between the original flowerbomb and the ruby orchid. The only difference to me is how long the smell lasts. Original flowerbomb lasts much longer than this.  Yes I get it, it's two different fragrances but if it's going to smell like the original it should last all the like the original."
		},
		{
			"review_title": "Great for date night",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I got this as a complimentary free sample from influencer for my honest review was so excited to try this perfume it comes in a cute package like a grenade  the scent comes out as strong a grenade I love the hint of vanilla and Peach I would wear it everyday it's not quite on my favorites list but it does smell good everybody has their own preference it's a bit fruity with a little bit of Floral and I would recommend it to anyone this can't last for about half the day so that is why I gave it four stars along with the price because I feel if you're spending that much it should last long and you should get compliments so I do like this but I'm not in love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "My nose is sensitive so im very selective on the perfumes I use and usually just stick to what I know and like, YSL Mon Paris. Im so glad I received this to review. It smells amazing, it’s not overwhelming and actually last longer than my other perfumes. I typically like a light musk in my perfumes but the vanilla in this compliments the florals well."
		},
		{
			"review_title": "My new little black dress of perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I recieved a complimentary bottle of this amazing perfume for my honest opinion about it. Here it is. This perfume was touted as a Fruity Gourmand perfume. A fruity bent, gourmand level scent. Right on the fruity, double on the gourmand, but that ignores the lovely almost heavenly, and seriously not too cloying flower notes. I was quite terrified when I got this bottle. I was afraid that it would be so flowery (with a name like Flowerbomb, can you blame me?). It is not overpowering floral, or perfumy.   This scent is so sweet and delicate, the lower notes make it sexy and sensual, and the fruity notes maje it light and fun. I can truly say that whether I wear it to a Wedding, Date, Lunch with my Mother or a Funeral, I will be appropriately perfumed. It is the little black dress of petfumes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is amazing! This is totally a fragrance for going out on date night or just a nighttime scent. It is definitely a seductive feminine scent!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Lovely scent. Not too strong, can wear it to work and it still lingers after an 8 hour shift."
		},
		{
			"review_title": "Great scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely enjoyed this floral scent. It he a nice peach to it. The bottle is super adorable and easy to spray but the logo popped off. I had to reapply mid ways through the day but received several comments of what my screen was."
		},
		{
			"review_title": "SULTRY SWEET INTENSE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "AS ALWAYS I LOOOVE EVERYTHING V&R LAUNCHS AND THIS ONE IS DELICIOUS....LIKE THE ORIGINAL HAS A FLORAL NOTE BUT THIS VERSION IS MUCH MORE SULTRY AND INTENSE...VINE PEACH.. RUBY ORCHID ..AND BOURBON VANILLA  are the notes which make a Floral but WARM SWEET and RICH scent in this version of FLOWERBOMB...ITS BOTTLE IS CLASSIC FLOWERBOMB WHICH IS ALWAYS BEAUTIFUL ON ANY SURFACE AND WHEN THE LIGHT CATCHES IT RESEMBLES A HUGE RUBY WITH ITS RICH FUSHIA TO RED COLORS VERY FITTING AND WELL THOUGHT OUT...THE SCENT LAST UNTIL WASHED OFF   AND I HAVE RECEIVED A TON OF COMPLEMENTS EVERY TIME I WEAR IT OUT.. WONDERFUL EDITION TO MY VICTOR AND ROLF COLLECTION ..#complimentary #influenster"
		},
		{
			"review_title": "capturing florals",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This beautiful diamond shaped flowerbomb bottle is a youthfulness bloom of any season. I’m fascinated by viktor&rolf. The scent is capturing of any sweet youth like bloom. It allows playfulness due to formulation."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I like this Viktor&Rolf Flowerbomb Ruby Orchid EDP. This is a fruity and floral warm fragrance. The peach note is what stands out the most on me along with warm florals. I did reapply this half way thru the day, so I would call this a moderate lasting perfume. It’s romantic and flirty, and I did get a lot of compliments while wearing it. The bottle is really pretty as well."
		},
		{
			"review_title": "Ehh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the original flower bomb but this just doesn’t do it for me. It’s too sweet smelling and there’s something I just don’t like about it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I was gifted this fragrance and wow is it good!!! Right away taking it out of the box I could smell it. It’s a delicious mix of vanilla, floral and so many other amazing things! I wore it one day to work and everyone complemented me on it. I also love the grenade shape of the bottle. It really is a flower bomb!"
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Floral, slightly spicy, and has good sillage. I don’t pick up any peach or vanilla, rather a soft caramel undertone. If you like the classic Flowerbomb, this is a fun & fresh variation. I think this will be a fun winter-to-spring scent, or for sultry summer evenings."
		},
		{
			"review_title": "Sweet and gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Has a sweet smell but is not overpowering. I tend to get headaches when not used to fragrances but this one didn’t have that happen which was great. I absolutely love the packaging! It looks great on my shelf! It lasts all day and even into the next day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really love the floral with the vanilla, I can feel the smell all day. It’s sexy and romantic at the same time.."
		},
		{
			"review_title": "Very sexy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "In love with the new scent last all day and it’s soft and  enchanting…"
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "First off this bottle is gorgeous. I love the original flowerbomb and was super excited when i received this from influenster. Tje perfume smells sweet w hints of floral, it's kinda strong but smells pleasant and I've gotten lots of compliments on it from co workers and etc. I'm more of a fruity citricy scent kinda gal but was pleasanty surprised w this long lasting sweeter scent. Overall I'm very pleased and love it! I can see myself buying a bigger bottle soon."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the original Flowerbomb. Probably my favorite perfume. Well, I decided to go out on a limb and try this one. I am OBSESSED. It smells amazing. Very similar but it’s not as heavy to me-yet it still lasts long. I hope this one is here to stay!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you're a fan of the original Flowerbomb, you'll enjoy this version. I prefer it's sweetness. It has a bit of patchouli in the base which isn't my personal favorite. Long lasting, projects, and has a gorgeous bottle. Unfortunately my bottle came broken (the pin). Regardless, this is a great perfume with strong projection for the colder months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I really like the light floral and vanilla bean notes in this fragrance. In my experience it starts more bright and juicy from the fruity notes and then dries down to a more vanilla-based scent. It is long lasting, but the scent becomes less powerful throughout the day. I am sensitive to strong fragrances and this one is a perfect balance of noticeable but not overpowering."
		},
		{
			"review_title": "Juicy sweet long-lasting scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Everything about Viktor & Rolf's New Flowerbomb Ruby Orchid fragrance is beautiful! The scent has sweet, nectar-like notes with hints of orchid. It eventually dries down to a rich vanilla bean heart note that I can still smell hours later. I've found tha it also layers well with other light, clean cetalox-based fragrances if you're looking for more depth."
		},
		{
			"review_title": "Beautiful new fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Flowerbomb Ruby Orchid is a floral fragrance with top notes of orchid and peach, and base notes of red vanilla beans. To me it smells sweet and fun, but still deep and mature. It’s a versatile scent and not overpowering but also lasts all day. It’s a warm scent perfect for winter, the bottle has a Valentine’s Day feel.  I’m extremely grateful to have received this beautiful fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Normally I don’t find perfumes that I like, so I usually don’t buy often. It is very hard for me to find a scent that I Iike enough to want to buy it. But the moment I smelled this perfume, I was fascinated.  This is a fabulous perfume.  Flower Bomb is my favorite perfume scent . It is everything a fragrance is supposed to be.  It is a little sweet but very smooth.  It is elegant and delicious.  Thank you very much influencer and   Victor&Rolf for this beautiful gift that to this day has been my favorite perfume of all time."
		},
		{
			"review_title": "I’m in Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I really enjoy this as a date night fragrance. It’s a very feminine scent, but not at all dainty because of the tiniest hint of spice underneath the floral notes. It’s a confident scent that isn’t overwhelming and feels fun and sexy at the same time. Wear this to your dinner dates, your long walks after grabbing drinks, and your friend dates that go from the club to watching movies at someone’s house and sharing snacks on the couch.  I’m so excited to add this to my rotation."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I received this product as a free sample. I love ruby orchid and vanilla scents. Scent lasts long ❤️  Love it"
		},
		{
			"review_title": "Exceptional scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I bought this one because I loved the flowerbomb so much so I knew this one would be a hit. To my surprise I like it even more! Can’t wait to buy the full size because I’ve already gone through half of the travel size. It’s my new favorite perfume by far! And lasts all day!"
		},
		{
			"review_title": "long lasting warm floral fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "A very sensual and romantic scent. Warm floral smell from red vanilla bean and orchids with a hint of sweetness of peach (not too overpowering tho). It lasts very long time too ( at least 7 hrs), I could see it lasts up to a day. This is perfect gift for Valentine’s Day. The bottle is stunning! Reminding me of a sparkly ruby red hue pomegranate seed. Will recommend to anyone who doesn’t love sweet perfume but want something for this sweater season."
		},
		{
			"review_title": "Brings up a scent memory for me :)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This reminds me of the Bubblicious Raspberry gum that I loved as a child. :) it’s fruity and floral. I like it!"
		},
		{
			"review_title": "great scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This perfume has the most sophisticated scent I have ever smelled. It’s sweet and floral in equal parts, similar to the DKNY delicious perfume (the red one). This is a perfect scent for winter-spring."
		}
	]
}