{
	"product_id": "742",
	"name": "Green Tea Seed Hyaluronic Acid Hydrating Cream",
	"brand": "innisfree",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 40.5,
	"about": "What it is: A daily moisturizing cream with Green Tea, Hyaluronic Acid, and squalane to help deeply hydrate and strengthen skin's moisture barrier...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness..Formulation: Lightweight Cream..Highlighted Ingredients:.- Green Tea: rich in amino acids and antioxidants + helps provide moisture to skin.- 5 Types of Hyaluronic Acid: provide deeper, amplified hydration.- Green Tea Barrier Complex: hydrates and helps fortify skin's barrier with Squalane + Ceramide..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. This product is vegan, gluten free, and cruelty free....What Else You Need to Know:  This daily, barrier-boosting moisturizer is powered by our Korean Beauty Green Tea that's designed for skincare, not sipping. We studied over 3,000 varieties to deliver major hydration. Five types of hyaluronic acid + healthy oils like squalane & ceramide help lock in long-lasting moisture...Clinical Results:.After 1 Use:.- 113% strengthened moisture barrier*.- 5X hydration boost**..After 1 Week:.- 100-hour lasting hydration**..*Temporary moisture barrier repair in 30 minutes based on instrumental TEWL and tape stripping test on 31 women ages 20-49..**Based on a 1-week clinical study on 31 women ages 20-49...Dermatologically tested.....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-Green Tea: Rich in amino acids and antioxidants and helps provide moisture to skin..- Five Types of Hyaluronic Acid: Provide amplified hydration..- Green Tea Barrier Complex: hydrates and helps fortify skin's barrier with Squalane + Ceramide...Water / Aqua / Eau, Propanediol, Glycerin, Stearyl Dimethicone, Methyl Trimethicone, Pentaerythrityl Tetraethylhexanoate, Butylene Glycol Dicaprylate/Dicaprate, Glyceryl Polymethacrylate, 1,2-Hexanediol, Polymethylsilsesquioxane, Squalane, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyglyceryl-3 Methylglucose Distearate, Carbomer, Hydrogenated Lecithin, Cholesterol, Glyceryl Stearate, Tromethamine, Sodium Stearoyl Glutamate, Lactobacillus Ferment Lysate, Hyaluronic Acid, Panthenol, Allantoin, Sodium Metaphosphate, Camellia Sinensis Seed Oil, Cetearyl Alcohol, Xanthan Gum, Glyceryl Caprylate, Butylene Glycol, Ethylhexylglycerin, Sorbitan Isostearate, Sodium Hyaluronate, Camellia Sinensis Leaf Extract, Madecassoside, Lactic Acid, Dextrin, Theobroma Cacao (Cocoa) Extract, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Camellia Sinensis Seed Extract, Ceramide NP, Tocopherol, Phytosphingosine, Sodium Acetylated Hyaluronate....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.- After serum, smooth a dime-sized amount onto face and neck.&nbsp;.- Gently pat for better absorption.&nbsp;.- Use AM &amp; PM.&nbsp;.- Follow with sunscreen in the AM.....Recycling Instructions:&nbsp;.innisfree partners with TerraCycle® on a no-waste recycling program to give your empties a second life - Join! Request your recycling envelope at https://www.terracycle.com/en-US/brigades/innisfree - Collect! Gather all your clean empty innisfree products, rinse them, and place them in any box. - Print Label! Log into your TerraCycle® account at terracycle.com to download and print a free shipping label at any time. - Ship! Simply drop off at your designated local shipping provider and we’ll do the rest.",
	"num_reviews": 505,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/green-tea-seed-hyaluronic-acid-hydrating-cream-P503891?skuId=2740520&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2740520-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.69 oz / 50 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2740520-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Balancing moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I’ve really been reaching for this moisturizer over my other moisturizers since I’ve tried it. I feel it is balancing out my combination skin. It’s light but still hydrating and works well under makeup!"
		},
		{
			"review_title": "Que du négatif sur cette crème, non recommandée",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Laisse un fini graisseux sur la peau, crème acide qui brûle la peau, hydratation insuffisante et m’a créé des boutons et des imperfections. Crème sans odeur mais pourtant avec une odeur de fond de produit."
		},
		{
			"review_title": "My go-to moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It’s light-weight moisturizer that leaves my skin feeling hydrated. I have acne-prone skin and when I looked at the ingredient list this moisturizer is non-comedogenic unlike most that claim to be— (no government agency oversees this so skincare companies can claim to be non-comedogenic while still having pore-clogging ingredients). Def recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i LOVEDDDDD this cream, the consistency was amazing, it did wonders for my skin, i just think the container could be a bit bigger for the amount you pay."
		},
		{
			"review_title": "Works for Dry and Acne Prone Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "My skin is dry and I am very acne prone even more so during the winters. I’ve been using this cream for about two weeks and loving it! It’s light and leaves my skin feeling refreshed and plump! It’s even redusing my redness."
		},
		{
			"review_title": "Best Cream Ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I loooove this cream! Super hydrating and works wonders on my under eye bags. I’m 3 months postpartum and sometimes lack sleep, all I need is this cream under my eyes and I look like I got a full night of sleep."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Just added the Green Tea Seed Hyaluronic Acid Hydrating Cream from Innisfree to my routine and I'm impressed! This lightweight yet deeply hydrating cream has become my new go-to. The combination of green tea seed and hyaluronic acid provides lasting moisture without feeling heavy. Perfect for daily use, it absorbs quickly and leaves skin plump and dewy. Love how my sensitive skin drinks this up!"
		},
		{
			"review_title": "LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Here's an edited version of your summary:    I received this as a sample and couldn’t be happier! I absolutely love it—it brightens my face and adds a beautiful glow. I use it every morning and sometimes before bed. I’m definitely planning to buy the full-size version. Fingers crossed it’s the same formula, and I continue to love it just as much!    Let me know if you’d like any further tweaks!"
		},
		{
			"review_title": "no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "broke me out in small bumps on my check, really disappointing"
		},
		{
			"review_title": "Five Fungal Acne Triggers",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "it was hydrating but caused fungal acne as it contains five ingredients that trigger it."
		},
		{
			"review_title": "Made my skin super soft and moisturized!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I love this moisturizer so much!! I've used it for probably the past month or so and it has made my skin feel so soft even in Minnesota winter! I have very dry and sensitive skin and it works great. I love the ingredients as well. I love the fact that this is also pretty cheap in comparison to other products at Sephora. I didn't notice any smell to it so I'm not sure what people were commenting on with that but I don't have a very good sense of smell to begin with. The only con I will say is that as the day goes on, my forehead does get a bit shiny which it never did before so I think I might be putting on too much moisturizer in the morning or something."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I got this as a free sample and now I just purchased the full thing because I loved it so much. I have acne and it isn't causing more breakouts. It leaves my skin feeling plump and soft. No sticky or oily residue, my skin just sucks it up. it's PERFECT before makeup as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The green tea seed hyaluronic acid cream is very hydrating and can be used as daily moisturizing cream. It gives intense hydration , absorbs quickly into the skin and doesn’t leave any oils/sticky residue. I absolutely love using this daily. Green Tea and 5 types of hyaluronic acid that helps deeply hydrate skin for a visibly healthy, glowing complexion."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Obsessed with the way this makes my skin feel. I have sensitive skin and this did not agitate it. My skin feels soft and was left with a healthy glow. The pot is glass and feels high end. Big fan and highly recommend!!"
		},
		{
			"review_title": "New formula maybe? I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Happy to report this must be a reformulation, because based off of the negative reviews, ya girl was stressed to try this. BUT I have nothing but great things to say about this moisturizer! I have dry/combo skin , not necessarily sensitive to fragrances or anything. This moisturizer is not too light & not too heavy, it's lightweight but hydrates well. Very good as a base for a glowy & natural makeup day. Works well with other skincare products & skin dries soft with no tackiness. I def recommend if you need a good, hydrating moisturizer without the fluff. (gifted in exchange for honest review)"
		},
		{
			"review_title": "Loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The Green Tea Seed Hyaluronic Acid Hydrating Cream by Innisfree delivers a refreshing burst of hydration without feeling heavy. Its lightweight, gel-like texture absorbs quickly, leaving my skin plump and dewy. The green tea scent is subtle and calming, perfect for both day and night use. My skin felt noticeably softer and more balanced, especially during dry seasons. However, those with very oily skin might find it slightly too rich. Overall, it’s a solid pick for anyone seeking a gentle yet effective moisturizer."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes",
			"review_text": "I love the green tea seed hyaluronic acid hydrating cream. I think it works so well I would highly recommend all my family and friends. It’s very hydrating and I love using it during the winter months. I will be purchasing this product again."
		},
		{
			"review_title": "Lifechanging. My makeup has never looked better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is the best moisturizer I have ever tried in my entire life. I have dry combination skin that I didn’t realize was begging for moisture. The beauty advisor at the store shared it with me and I was like sure I’ll try it….it has been life changing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "My combo skin loves this moisturizer so much! This deeply hydrating formula feels very lightweight on the skin and leaves my skin plump and balanced. There’s also a pleasant fresh scent to the formula."
		},
		{
			"review_title": "Excellent hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Innisfree Green Tea Seed Hyaluronic Acid Hydrating Cream saves my life in this cold weather. I have a very skin which usually breaks out in the winter. The cream provides excellent hydration and lasts for long hours. Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using the Innisfree Green Tea Hyaluronic Cream for a few weeks now, and I’m absolutely loving it! The texture is rich yet lightweight, making it perfect for both day and night use. It provides intense hydration without feeling heavy or greasy on my skin. My skin feels incredibly smooth, nourished, and plump after each application. The blend of green tea and hyaluronic acid works wonders to lock in moisture and keep my skin looking dewy throughout the day. I also appreciate that it absorbs quickly and leaves no sticky residue. Plus, it has a subtle, refreshing scent that’s not overpowering. It’s been a great addition to my routine, especially for the colder months when my skin tends to get drier. Highly recommend this cream for anyone looking for long-lasting hydration and a healthy glow!"
		},
		{
			"review_title": "nice, neutral cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This is a great k-beauty brand and fairly affordable so I'm always interested in trying their stuff! This green tea seed hyaluronic acid hydrating cream is just so refreshing in my skin.  With little to no scent at all, it has a great gel like consistency, that's neither too thick or thin! It melts right into you skin leaving to looks smooth and plump and not leaving behind any sticky or oily feeling! Great for under makeup!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Very high quality and great price, truly a bargain! I received so many compliments on my youthful looking skin since using it! the product Is light, yet creamy. It moisturizes like no other and I’ve tried several. I use it at night and can see the results immediately after applying. It absorbs very quickly without being sticky or having a tacky feeling."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This cream fits perfectly on the skin and moisturizes it, absorbs quickly, does not roll, the cream has a pleasant smell. I like this packaging."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely LOVE this cream! I've tried so many moisturizers, and this is definitely a new favorite. I have very dry skin, and I usually need a lighter moisturizer during the day and a heavier night cream. But this one does the job all on its own! If you have sensitive skin or prefer a fragrance-free option, this is perfect for you. I love that it has no scent and feels incredibly clean, making it perfect for my sensitive skin!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this product ! Very high quality and great price, truly a bargain! I received so many compliments on my youthful looking skin since using it! the product Is light, yet creamy. It moisturizes like no other and I’ve tried several.  I use it at night and can see the results immediately after applying. It absorbs very quickly without being sticky or having a tacky feeling.  My skin is so soft and Never greasy. And it has a very light clean smell nothing that is overpowering. No heavy perfumes that can Irritate my skin.  I highly recommend it!"
		},
		{
			"review_title": "Buh-BYE flaky skin and fine lines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m very picky about my moisturizers because I have chronically dry, tight and flaky skin. I got this as a 100 point sample and a little goes a long way so it lasted me a long time but I’ve noticed a huge difference in my skin when I use this. It gives me immediate relief and the best thing about it is that it helped get rid of my fine lines on my forehead (due to dryness) and were really noticeable especially when I wore makeup. It also soothes dry irritated patches. I love using this under makeup and in combination with a heavier moisturizer like the Weleda skin foods moisturizer. I will definitely be purchasing a full size when my sample runs out!"
		},
		{
			"review_title": "For the windy cold winter days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Soothing and moisturizing — you can really feel it! My skin gets unbearably dry in the winter and this in combo with the hyaluronic acid serum saves it, when I use it at night and sometimes in the morning as well. It’s soothing cooking hydrating — all the works. And a bonus the packaging is such good quality as well!"
		},
		{
			"review_title": "The one thing I can’t live without!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is my favorite moisturizer ever. Once YTTP got bought by L’Oreal I had to change my moisturizer as their ingredients changed and their lightweight moisturizer then had pore clogging ingredients. This is clean and doesn’t clog your pores and sits well under makeup. I no longer wear foundation and I swear my skin looks better and more hydrated. Since it’s lightweight that’s why it doesn’t clog your pores so you can put on a layer, let it absorb and if needed add a second one for extra hydration. My only thing is I wish this came in a bigger container because I go through them pretty quickly. But I’ve never been more obsessed with a product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This moisturizer has quickly become a staple in my routine. It feels very lightweight on the skin yet provides long lasting hydration. It works great under makeup and doesn’t peel or anything. I also love refreshing scent of this formula which reminds me of a spa. Beautiful moisturizer overall!"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "The green tea seed hyaluronic acid hydrating cream is my absolute new favourite face moisturizer. I have very sensitive skin and I love that spray spray skin has felt more soft and moisturized. There’s so much product inside. I highly recommend! 10/10"
		},
		{
			"review_title": "Great under makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received the product in the mail from skeepers and I reallt loved it. For me, I need a moisturizer that is thick enough to be hydrating but not too thick where it feels heavy. This product is perfectly in between and sits really nice under makeup."
		},
		{
			"review_title": "Great for warmer months",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Really nice mid-weight cream. Fragrance free is always a plus for me. Zero irritation. I would purchase again. I think it's best for summer. I use a thicker product for colder months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I was actually surprised by how nice this moisturizer is! Really lovely, heavyweight packaging and a size that is easier to store and travel with. The product is a soft, richly hydrating cream that absorbs so easily. I have dry skin and it’s winter so this is ideal for me - I really love how it feels and there’s no tacky or greasy leftover residue. Also no fragrance! I use it in the PM and a little goes a long way."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I absolutely love this product! After using it, I noticed my skin felt deeply hydrated and the moisture lasted for an impressively long time. It left my skin feeling soft, smooth, and nourished throughout the day. The formula is lightweight yet effective, and it absorbs quickly without leaving any greasy residue. Highly recommend for anyone looking for lasting hydration!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I was looking for a new cream this winter that would hydrate my dry, dehydrated skin and this has been phenomenal. It feels luxurious due to the thick texture and it works so well to make my skin feel revived in this cold weather. I apply this at night and by morning my skin still feels hydrated and soft. Definitely a great moisturizer to pick up."
		},
		{
			"review_title": "keeps my skin hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I've been using this cream for several days now and I'm so happy with how my skin feels after using this cream. It makes my skin feel so soft and hydrated. It keeps my skin hydrated throughout the day. It's so lightweight and gentle on the skin. It absorbs quickly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Omg I've just love this product! My skin is so much better, I've feel so hydrated, it's  a good moisturizer for the winter!"
		},
		{
			"review_title": "Hydrating!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Absolutely love this green tea seed hyaluronic cream! It feels amazing and looks amazing on my skin. Leaving it very hydrated and smooth! The packaging is nice, although the protective paper like layer on top of the cream was a bit difficult to remove."
		},
		{
			"review_title": "Clean/Hydrating/Glowing Skin😍",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "As you can see from the image below, I have the full Green Tea line with a few items not pictured as they are finished.  I LOVE THIS LINE!  As a WOC from the Caribbean, hydration, radiance, and maintaining that “island glow” is a non-noticeable for me, period!  I have been consistently using Korean skin care for over 4 years, with Innisfree being one of my more recent addition which I having been consistently using for almost 1 year.  I have sensitive skin and avoid heavy oil based products.  After numerous trial and error, I decided to try Innisfree’s Green Tea line which is more on the water based side.  I am soooo happy I took the chance because my skin love and soak these products up, leaving beautiful radiant/glowing skin.  My skin be skin-in’ hunty! I recommend all the products in this line if you are like me with sensitive skin and appreciate clean, hydrating yet moisturizing products.  CON: The only product I didn’t care to repurchase (and I have gone through 2 bottles) is the Vitamin C.  I personally did not see a difference after using for 2 months consistently AM and PM.  Hence the 4/5 star review.  If they improve their Vitamin C potency, definitely a 5/5 line for me.  I hope this review was helpful🤎"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This Green Tea Seed Hyaluronic Acid Hydrating Cream has been a game-changer for my skincare routine. The cream’s rich texture sinks right into the skin without leaving any greasiness. It soothes instantly and keeps my skin hydrated throughout the day. Plus, the scent is subtly refreshing. A must-try for those with dry skin!"
		},
		{
			"review_title": "A top tier moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am such a fan of Innisfree skin care products and their Hyaluronic Acid Cream is now another reason why! I’ve been using this cream for about 2 weeks now and it has been a dream. The winter months are always harsh in my skin, and it gets super dry. The Hyaluronic Acid Cream is incredibly moisturizing and my skin has been loving it this winter season. My skin feels incredibly hydrated after use and I’ve been using it in the morning and at night because it does such a fantastic job of keeping my face moisturized through out the day and at night. Overall, this is one of the best moisturizers I’ve tried in a really long time and I cannot recommend trying it enough!"
		},
		{
			"review_title": "Made my sensitive peel",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really want to like this moisturizer but make my skin dry I put it a night in the next morning my skin around my mouth. It’s dry. I’m like peeling at the beginning I refuse to believe that it was this moisturizer so I stopped using it for like a week in my scheme go back to normal slowly so I don’t understand how these have so many good reviews but I guess everybody is skiing it’s different my super sensitive and right right now ￼￼￼￼"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Great face cream for winter.  Light texture but great for skin moisturizing.  It works perfectly for my combination skin type without making it too greasy while providing enough hydration.  Love everything of this cream."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The green tea seed hyaluronic acid hydrating cream is very effective! I feel my skin is very hydrated and smooth with this moisturizing cream! Another thing is that this cream creates another skin barrier for your skin so that is a plus! I would highly recommend this!"
		},
		{
			"review_title": "A new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "What a lovely moisturizer! Soaks in quickly, intensely hydrates, and doesn’t leave the skin feeling greasy. You can easily apply makeup over this; in fact it makes the perfect prep for makeup. Skin still feels hydrated 12+ hours later."
		},
		{
			"review_title": "Fab formula !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This cream feels so good on the skin. I suffer from dry skin and I find it hard to find a great hydrating cream that isn’t heavy and greasy feeling. Well I finally found it with this! This supports skin barrier and my skin feels so much better after using this product for a week. A little goes a long way and it smells amazing! Great price point for the size of the product you get. I will buy again and again."
		},
		{
			"review_title": "so hydrating!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "my skin was asking for hydration and this lightweight cream really helped with this dry skin of mine it absorbed really quick and helped me so much hydrate and give that healthy smooth look on my face this is so goood especially for this coming winter skin recommended 1000%"
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this brand!! This cream is super smooth and perfectly hydrating for my dry winter skin! It absorbs right away and instantly plumps my face. It’s refreshing and light weight wi the maximum hydration. It helps with any dry patches, and my makeup goes on top of this smoothly"
		},
		{
			"review_title": "K beauty icon",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love Innisfree.  It’s a classy brand representing K- Beauty.  This cream is lightweight with light scent, easy to spread out and absorb.  The skin hydrating effect is also good.  Will try the serum as well."
		},
		{
			"review_title": "Winter routine staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Suuuuper hydrating! I love this Green Tea Seed Hyaluronic Acid Hydrating Face Cream! It’s smooth to the touch and absorbs quickly. The scent is faint and pleasant. Most importantly my dry skin from the seasons weather is HYDRATED! Perfect addition to my winter routine."
		},
		{
			"review_title": "Super hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I have extremely dry skin, and this moisturizer made it feel like it drank 10 glasses of water. My skin looked instantly hydrated and plumped. It made my makeup go on so smooth! I love products that actually make me feel like I am getting adequate hydration without feeling heavy. This is a win!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Love love love this green tea hydrating cream. This is so cooling and smooth on the skin. It’s very lightweight. My skin drinks this and feels so happy and healthy every time I use this cream. I use this with the same serum and they both compliment so well."
		},
		{
			"review_title": "Nice cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Green Tea Seed Hyaluronic Acid Cream by Innisfree is a refreshing and lightweight moisturizer that feels like a drink of water for your skin. The texture is silky and absorbs quickly, leaving no greasy residue, which makes it perfect for daily use under makeup or on its own. It has a subtle, natural scent of green tea, which is calming and not overpowering. The formula is enriched with hyaluronic acid and green tea extract, delivering an impressive hydration boost while soothing the skin. I noticed that my skin felt softer and more plump with consistent use, and it effectively tackled dryness without clogging pores. it’s a great pick for anyone looking for a gentle, hydrating cream, especially if you have normal to dry or combination skin. However, if you have extremely dry skin, you might need to layer it with a more occlusive product."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This is all you will need this winter. This cream is really hydrating and actually helps me with the dry patches on my cheeks . And it works great for sensitive skin too. . definitely recommend to try ."
		},
		{
			"review_title": "Great cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "An excellent moisturizing cream for daily use, suitable for both day and evening application. It has a pleasant texture and comes in a beautiful jar with a minimalist design. After using the cream for a while, the skin feels nourished and truly doesn’t require additional hydration. I really love this cream!"
		},
		{
			"review_title": "Beautiful Face Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "My favorite facial cream is the Green Tea Seed Hyaluronic Cream from Innisfree…it is a wonderful gentle day and night cream…you just pat it in after your serum and it will leave your skin soft, hydrated, and glowing…the bonus is that it comes in a lovely glass jar and its refillable…"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this stuff. I feel like it makes my skin plump in the best way possible. If you’re looking for a new hydrating cream this is the best. I also love the aesthetic of the packaging. It looks so good on me and on my counter."
		},
		{
			"review_title": "Hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Innisfree's Green Tea Seed Hyaluronic Cream stands out as a top contender in the crowded world of moisturizers. With a thoughtful combination of natural ingredients and a lightweight, hydrating formula, it caters to a broad audience seeking effective skin hydration. Whether you're battling dryness, redness, or just looking to maintain a healthy glow, this cream could be an excellent addition to your skincare routine."
		},
		{
			"review_title": "Great Skin Glow Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Green Tea and five different kinds of hyaluronic acid work together to deeply moisturize my face, making it smooth, plump, and glowing. The Green Tea Barrier Complex does a great job of making my skin's barrier against moisture stronger. The light, no scent product feels gentle and soothing on my skin. It's also vegan and doesn't test on animals, which makes it a good choice for skin care. To get even more moisture, put it on top of the Green Tea Seed Hyaluronic Serum. This makes my skin glow even more."
		},
		{
			"review_title": "Lightweight & Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This green tea seed hydrating cream with hyaluronic acid is really nice! It’s a nice gel like consistency so it’s lightweight, it felt very hydrating on my dry skin. There is no fragrance and it has some great ingredients in it! My skin looks and feels nice and it didn’t irritate my sensitive skin."
		},
		{
			"review_title": "Very hydrating and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a really good moisturizer. I like how lightweight and silky its texture is. It genuinely feels quite hydrating and soft on my skin. It does not feel greasy at all, yet hydrates and moisturizes my dry skin perfectly. I absolutely love how smoothly it glides into my skin. It has been a great addition to my morning and nightly routine, loving it so far!"
		},
		{
			"review_title": "My skin is perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This cream is simply incredible! Its light texture, enriched with hyaluronic acid, is perfect for preparing the skin before makeup.  For the colder days of autumn and winter, it is the ideal moisturizer for daily use, leaving my skin with a radiant and healthy glow, without that greasy look. As well as being super moisturizing, it has a soft, delicate scent that makes application even more pleasant."
		},
		{
			"review_title": "Fantastic products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This cream is FANTASTIC for my skin! I am obsessed with the texture of it and how good the formula is. I have the matching serum of this brand and together I have seen such a difference in my skin since starting. I keep these products in my skincare fridge and it feels even better after a nice hot shower."
		},
		{
			"review_title": "Beautiful texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Hyaluronic acid is one of my favorite ingredients so yes, I’m definitely enjoying this one. It has a beautiful texture and it just glides so smoothly on my face. I also have a sensitive skin and this is just perfect for it."
		},
		{
			"review_title": "You skin's new bestie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This Innisfree cream is like a hug for my skin! It's so soothing and hydrating, perfect for those dry winter days. The texture is light and refreshing, and it absorbs quickly. My skin feels soft, supple, and healthy after using it. Definitely a keeper!"
		},
		{
			"review_title": "HA moisture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Green Tea Seed HA hydrating cream works well to boost my skins natural barrier with deep hydrating Hyaluronic acid that left my skin feeling so soft and dewy; it has 5 types of Hyaluronic Acid and is fragrance free, rich in amino acids, and vegan!"
		},
		{
			"review_title": "New favorite facial cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "As someone with acne prone yet very dry skin I often struggle to find a moisturizer to suit my skins needs. The ingredients in this cream are wonderful and the texture is divine. It is a lightweight, yet somehow very hydrating facial cream. I have not experienced any adverse side effects from using this and happy to report no breakouts on my super problematic skin. I’m a happy girl! If you have skin like mine, give it a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cream is so lightweight and perfect for under makeup. I love that it does not make me feel greasy throughout the day but still super hydrating. Great ingredients with a nice soft texture. Perfect for winter."
		},
		{
			"review_title": "Very good moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer applies easily and blends well into my skin. It’s perfect for everyday use, and when I use it over makeup, it gives my skin a nice inner glow without looking greasy. It’s super hydrating, and I love the mild scent. Pretty happy with how moisturizing it feels overall!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Green Tea Seed Hyaluronic Acid Hydrating Cream is keeping my skin barrier happy this winter! It's great at keeping my skin looking moisturized and smooth. It layers perfectly under makeup and doesn't pill either!"
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This cream is so rich and creamy...I really like the texture. A little bit goes a long way and it absorbs quickly. It leaves my skin feeling so hydrated and moisturized. It is my new favorite! Love the packaging!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "As an avid enthusiast of Korean skincare, I was eager to try Innisfree Green Tea Seed Hyaluronic Cream. With my dry skin, I often find myself layering multiple creams unless I come across a particularly rich formula. What stands out about this cream is its remarkable hydration coupled with a featherlight texture. It's truly one of the rare lightweight creams that I can use on its own. It absorbs swiftly, sealing in moisture effectively. My skin feels soft, firm, and well-hydrated after use. This cream has become an essential part of my nighttime routine and is perfect for a refreshing base before applying makeup in the morning."
		},
		{
			"review_title": "Great cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got the Green Tea Seed cream from Innisfree and I love it. The texture is lightweight and it doesn’t have a harsh smell. It keeps my skin being soft and moisturized all day long. It absorbs well though, leaving the skin feeling plump and fresh without any greasy feeling. Nice cream!"
		},
		{
			"review_title": "Not super hydrating",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "After using this product for over a month I’m somewhat displeased… I was looking for a clean brand, which this is! But ULTRA hydrating. I can’t say it’s hydrating to the extent I needed it to be. After applying what seemed to be a good amount into my skin, it almost feels like my skin drank it all up and benefitted nothing from it. My skin didn’t feel hydrated, wasn’t glowing at all, and was almost left dull afterwards. This product is probably really great for acne prone oily skin. For me, I have normal skins, rarely break out, and am in search for some extra glow and long lasting hydration, which this didn’t have. I’m using the rest of it up before work out or as a light base before I do my make up. It’s clean, it’s light, and it’s scentless. It’s not very hydrating or long lasting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love how cooling it feels on the skin during application. I like using this during the current fall season and for the winter season as it really helps hydrate my skin from the dry and windy weather."
		},
		{
			"review_title": "Give it a try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Green tea seed hyaluronicacid hydrating cream. I have dry skin with a few fine lines and I use this morning and night and love it. It doesn't feel greasy or heavy. I have tried many moisturizers and this is a favorite of mine and the price is great as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I’ve been using the Innisfree Green Tea Seed Hyaluronic Cream, and I absolutely love it! The texture is lightweight yet incredibly hydrating, leaving my skin feeling soft, plump, and refreshed. It absorbs quickly without feeling greasy, which makes it perfect for both day and night use. The green tea scent is subtle and soothing, adding a nice touch to my skincare routine. After just a week, I noticed my skin looked healthier and more radiant. It’s an excellent moisturizer, especially for dry or combination skin. I highly recommend it and will definitely repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I apply this cream after using the serum from the same line twice a day. It absorbs well, feels lightweight and non-greasy, and I haven’t experienced any pilling under makeup. This cream keeps my skin hydrated and moisturized throughout the day until my next skincare routine. It leaves my skin feeling soft, smooth, and glowing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The Innisfree Green Tea Seed Hyaluronic Acid Hydrating Cream delivers deep hydration with a lightweight feel. It leaves skin soft, smooth, and plump without greasiness. Perfect for dry or combo skin, its refreshing scent and long-lasting moisture are a bonus!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this cream so much! My skin stays plump and hydrated. Not too stick or too thick. Combining it with thr serum keeps my skin perfectly hydrated! it doesnt irritate me either which i love! i have sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I love this green tea see hyaluronic acid hydrating cream so much. I’ve noticed my skin being so much softer and feeling overall so much better ever since I’ve started using this. I highly recommend it."
		},
		{
			"review_title": "Worth All The Hype!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using Innisfree green tea serum and this cream for months now and I’m so glad they came out with this alcohol & fragrance free version. I love this for my oily combo skin! It has amazing texture and very light weight. It gives so much hydration and makes my skin instantly glowy. I love using this as my makeup base! If you haven’t tried this yet then definitely grab this cuz it’s worth all the hype!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This brand has been one of my favorites for a while now because their products don’t break the bank, and have the best ingredients! Never ever irritates my skin and truly is a game changer and allows me to buy a whole routine because I can afford it! Also I love the refills!"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This is such a good moisturizer especially if you have super dry skin like me. I have eczema and this does wonders it feels so hydrating and moisturizing! Ive heard great things about this moisturizer and they are true!"
		},
		{
			"review_title": "No.1 choice for daily moisturizing. Hassle free",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Super recommend! It's light texture (I looooooove!!) but has quite good functionality for moisturizing for daily use. Personally I do not heavily invest in daily moisturizing cream (rather invest for serum, or eye cream) and instead use as much as possible. It really works!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "Really loved it before, especially with the serum, but now it seems something is different, my skin doesn’t feel as hydrated… it’s ok, but not like it used to be before"
		},
		{
			"review_title": "Very happy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone with sensitive acne prone skin I am picky with skincare. Not only does this have great ingredients for your skin but the texture is perfection. As other comments have said, it feels so luxurious and it's the perfect in between light cream texture that just sinks into skin effortlessly. It actually feels like it's hydrating and smoothing---I look forward to applying it because of how enjoyable application is. I appreciate that it's fragrance free and it also prevents oily skin due to the green tea. I would definitely repurchase to keep my skin clear and hydrated."
		},
		{
			"review_title": "SO smooth.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "I LOVE the texture of this cream. It’s so hydrating and really sinks into your skin, unlike other options I’ve tried. It feels super luxurious, and the glass jar is a nice touch."
		},
		{
			"review_title": "Apart of my daily routine! Love this moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is a great daily face moisturizer that helps to boost hydration by giving your skin a daily dose of hyluronic acid, green tea extract, amino acids, ceramide and squalane. It has a thick creamy texture that easily absorbs into your skin, and least your skin feeling moisturized and non-greasy. You can use it morning and night, however, I use mine at night time. Makes my skin feel moisturize and leaves a nice dewy glow. Beautiful and simple packaging, and I love the fact that it’s package in a glass jar and not plastic. Much better for the environment!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Green Tea Seed Hyaluronic Acid Hydrating Cream is the perfect summer moisturizer. I use this every morning and it is absorbed quickly without feeling as if my skin is clogged/getting oily (hot in Texas)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love that this moisturizer has hyaluronic acid in it as it’s great for hydration. I would say this is a good moisturizer for someone with combination or oily skin, but if you are severely dry, you may need something stronger. I love the texture of this moisturizer and it lays beautifully under makeup! This has been my go to for a morning moisturizer for the past couple weeks and I love it."
		},
		{
			"review_title": "Hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Very hydrating cream for my skin. It doesn’t have a scent which I really like. It feels nice on my skin, very smooth and light. My skin didn’t get irritated or breakout. If you need hydration, this one is for you!"
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This cream is excellent. I have sensitive skin and the lack of fragrance is always a nice thing for me.  The cream absorbs quickly and leaves my skin feeling hydrated and plump.  It is very soothing and gentle on the skin. This has been a great addition to my daily routine.  Plus, I love the packaging it’s minimalistic looking but very nice quality!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Green Tea Seed Hyaluronic Acid Hydrating Cream is lightweight, deeply moisturizing, and non-greasy. It absorbs quickly, leaving skin soft and hydrated, perfect for a glowing, refreshed complexion!!!!!"
		},
		{
			"review_title": "Gladly surprised!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "YESSSSSS!!!!! You know, I was unsure of getting this cos I've been using skinfix for years, but PLEASE! You gotta try it. I'm on tretinoin and it works miracles for the flaking :) totally recommend!"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I have very sensitive skin due to my eczema so I’m always wary of new products. Water as the first ingredient is always a good sign in terms of hydration, and the hyaluronic acid only amplifies this. It’s so hydrating for how light it is; it’s rich enough to use before bed but non greasy so I can also use in the morning. I also noticed it has less than 1% synthetic fragrance so it’s even better for sensitive skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This cream is really great. It provides a boost of hydration, gently nourishing and moisturizing my dry skin. This will be a perfect cream for my skin in winter when I need a little extra to maintain hydration. This absorbs into my skin well and it isn't greasy or anything. If you are needing a little help with hydration, I would recommend this cream."
		},
		{
			"review_title": "Aesthetically pleasing in all ways",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "WOW I absolutely adore the new formula Innisfree has on their Green tea Seed Cream. They removed the fragrance and the alcohol in it.  Perfection. My skin absorbs it easily and feels moisturized in the right way after I apply it."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love the packaging, it’s very heavy and there’s a lot of product. I love love love this moisturizer. It’s so hydrating and moisturizing but it’s still gentle on my skin. I highly recommend for anyone with dry sensitive skin!"
		},
		{
			"review_title": "creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "very heavy container, feels luxurious. The actual product is so creamy and glides on very smoothly. I noticed it dries quickly without making my skin feel greasy. I would highly recommend this as a daily moisturizer."
		},
		{
			"review_title": "Hydrates my sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I have dry sensitive skin and and Innisfree Green Tea Seed Hyaluronic Acid Cream has been my savior! It’s so hydrating and moisturizing, also feels great on my sensitive skin because it’s very gentle. My skin is soothed and nourished! I apply it twice daily and my dryness is gone. I’m so impressed with this cream, I highly recommend it to anyone looking to hydrate their skin, especially sensitive types. I’m always looking for sensitive skin friendly skincare products and Innisfree cream is amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this moisturizer! It really hydrated my skin while adding moisture with skin loving ingredients. The jar had plenty of product in it as well. I highly suggest this if you have dry skin!"
		},
		{
			"review_title": "Crème légère, apaisante, bon prix",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J'adore cette crème. Elle est légère et apaisante, ce qui convient parfaitement à ma peau sensible. En plus, son prix est très raisonnable."
		},
		{
			"review_title": "I wish I'd have tried it sooner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I had this on my wishlist forever and I am so glad I finally bought it. The packaging is lovely,and the size is quite generous for the price. It feels feather light but deeply moisturizing without the hint of oiliness. It feels very luxurious. This product is truly fragrance free,with no discernable scent at all. I love it under the innesfree sunscreen under makeup. it layers weightlessly and does not cause any pilling. I honestly love it just as I do everything I have used from Innisfree. The value and quality is  outstanding."
		},
		{
			"review_title": "Cannot Recommend Enough!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Independent of price, this is the best moisturizer I have ever used (and I've tried a lot).  Just happens to be a bonus that it's super affordable!  My container lasted about a month and a half used both morning and night.  Innisfree reformulated this since I last bought it, and now it is completely fragrance free.  I have sensitive combination skin that breaks out extremely easily, and I had zero breakouts using this! My skin was also notably more hydrated using this in comparison to other products.  I just wish it came in a bigger size!"
		},
		{
			"review_title": "Broke me out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This broke me out!! Terrible reaction- small little bumps all over my skin. I kept using for a couple days after to see if it was the moisturizer or something else… it was definitely the moisturizer! As soon as I stopped, my skin went back to normal. DO NOT RECOMMEND!!"
		},
		{
			"review_title": "Perfect texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "You barely need to use any. The texture is AMAZING and penetrates the skin quickly (coming from someone that has a hard time with makeup and skincare because I can’t tolerate the texture on my face, that’s BIG). I really notice my skin looking and feeling better day by day. Will never look back, I will purchase again 100%"
		},
		{
			"review_title": "Fragrance free and super hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love this and will repurchase! It lasts about 3 months or so for me"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "Gave me breakouts after 3 days of use. So sad, because the formula was nice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "After using this product (along with a new cleanser) I’ve seen a huge difference! Half the price of my old moisturizer, need to use way less, and feels amazing on my skin."
		},
		{
			"review_title": "Love this Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I've been using this produce for a few weeks now and it's quickly become my favorite moisturizer. I love how it feels on my skin and it doesn't make me look oily. My skin also seems more even and more clear. I just loved how it's been looking and decided to leave a review."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I had initially bought this product in Dec 2022 on the initial basis of the green tea scent (it was perfect balance of clean and not overpowering). I was hooked after trying it and realized it was a great daytime moisturizer, seriously it was SO good. That balance between gel/crème and was beautiful under makeup. Fast forward to May 2023 and I had done a repurchase and noticed the packaging was different at the store. I even smelled the tester and thought surely this is because it’s been opened and aired out (it smelled like nothing). I decided to purchase anyways as I figured it was a fluke. To my utter disappointment, like many others noted this was clearly a total reformulation. Every aspect of the product that was great they changed (product texture is heavy/thick, no scent & honestly packaging looks cheap). Do not recommend unless they bring back the original."
		},
		{
			"review_title": "A must have cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This cream is amazing , wish I would have bought it sooner. I have always had bumpy textured skin and this has helped my skin get clear so fast I highly recommend it."
		},
		{
			"review_title": "A MUST HAVE MOISTURIZER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "This is the only moisturizer that I can find that keeps my face from drying up and peeling in areas. I love it so much as it’s very light weight on the skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I really like this! It’s gentle and doesn’t have a strong fragrance. I been using it for a couple weeks now and i haven’t had a bad reaction. It’s really moisturizing and doesn’t get oily."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this moisturizer for the price it is amazing! Super hydrating and feels really comfortable on, I am obsessed with innisfree invisible spf as well! Highly recommend both!"
		},
		{
			"review_title": "No thanks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Broke out like crazy after the new formulation. Doesn't feel very hydrating. Wouldn't recommend."
		},
		{
			"review_title": "Best facial cream-EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The best facial cream I’ve ever used. I bought this after eyeing it for a while and it does wonders for my extremely dry to mild combo skin. You have to give this a try during your next Sephora run!"
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great product for your skin, it makes it glow and feel super hydrated!"
		},
		{
			"review_title": "Why did they change the formula?!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I used to love the formula before this. I recently started breaking out on my chin and I’ve read recent reviews and are wondering if other people have experienced this as well and how they fixed it?! Please message me 😭"
		},
		{
			"review_title": "Be careful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was the biggest fan until now. I suspect a reformulation round the moment they started repackaging their products with new designs. I can’t confirm for all Innisfree products, but I do know that a few months ago they reforumulated their Green Tea line my face broke out. It took months for my skin to recover :/"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is hands down the Best Moisturizer I have used in a long time. I love all of their products."
		},
		{
			"review_title": "So far no breakouts!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "So far no breakouts!! I struggle w finding moisturizers bc they ALL make me breakout but this one works so far!!! Happy w my purchase"
		},
		{
			"review_title": "my little MIRACLE WORKER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "i love this moisturizer because i have super sensitive pores that clog super easy but i also i have reptile dry skin so the light moisturizers never helped but this is my balance bc its clean and moisturizing!!"
		},
		{
			"review_title": "Old Formula Was Better!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So sad they changed the formula of this product. I used the old one religiously and the scent was so clean and fresh. It also doesn’t feel cold and soothing on the skin like the previous formulation"
		},
		{
			"review_title": "Bad formula change",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This used to be my favorite moisturizer until they changed the formula. It used to feel cooling/soothing on my skin and felt gel-like but still hydrating; now it feels heavy and drying. It’s also caused the worst breakout I’ve had in years. I’m super disappointed that I’m going to have to find a new moisturizer"
		},
		{
			"review_title": "A must have this in routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Keeps  my skin hydrated love this cream. My skin is really dry since I start using this cream I feel the difference"
		},
		{
			"review_title": "Feels light and fresh on.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love the way this feels. I normally spend a fortune on skin care - but this felt really great on on the skin and it actually feels similar to La Mer’s moisturizing fresh cream. And it’s incredibly low cost in comparison. I’m trying to find more ethical companies to support and trying to find an alternative. I too soon to tell if it will have similar effects on the skin- but it feels great and lightweight and I plan to mix with anti-aging serums"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This is one of the best moisturizers I’ve tried for my dry/combination skin. It is lightweight but it absorbs well in my skin and makes my skin prepped well before applying make-up. The best part that it is only half the previous moisturizer I was using."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Best purchase I made! I was pregnant when introduced to this product and was experiencing some dryness to my face. So glad I invested! I’ve been loyally using this for over a year now!"
		},
		{
			"review_title": "A must-have for daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Best moisturizer I have ever used with my super dry skin! Have been using it over for an year now. It is non greasy and hydrates the skin."
		},
		{
			"review_title": "Best formula for my dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have been using this for last 2 weeks and this is exactly what I have been looking for.perfect moisturizer for my dry skin.I’ll buy another one for sure and recommend to all as this is the best formula I’ve ever used in a cream moisturizer cteam!!"
		},
		{
			"review_title": "Skip- heavy and didn’t do anything for my skin.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I didn’t get this before they changed the formula so I can’t comment on that. Didn’t do anything for my skin, felt greasy and some weird tingling. Would not repurchase.  My skin is neither dry nor oily, but it is sensitive and I deal with redness a fair bit."
		},
		{
			"review_title": "Light weight moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "After using this moisturizer for the past month I noticed that my face is well hydrated. I do have very sensitive skin and this moisturizer did not make me breakout which is great!! However, it is a little pricey and the hydration doesn’t last for a long time. Possibly 2-3 hours."
		},
		{
			"review_title": "When in doubt, this is my go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My skin would randomly have small red bumps flush over my face, and for a while this was the only moisturizer I could use on it"
		},
		{
			"review_title": "Verdict is still out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I just bought this product because it was cheaper than moisturizer I was using. I’m still not sure if I like this product. the product never absorbs into the skin. When you sweat will like come off your face. it’s really strange."
		},
		{
			"review_title": "Huge Innisfree Fan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the serum, love the cherry blossom gel and now I’m completed with the moisturizer. Lightweight but penetrating, love"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This moisturizer is my favorite! I have dry skin but this ALONE keeps my skin so hydrated plus it has also cleared my skin up!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love Amorepasific known for its green tea but unfortunately, it is too expensive. The promote this new brand affordable and also focused on green tea but the green tea is at the last of the ingredients so it's not great!"
		},
		{
			"review_title": "wanted to love",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "i was very excited to try out this moisturizer since its super rich and it hydrates extremely well but as soon as i put it on i started getting pimples all over my face… and that only happens when i sweat but this is horrible for acne prone skin"
		},
		{
			"review_title": "Holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve been using this cream for about 2-3 years, it’s my holy grail. Even with the new formula it still works its magic on me. I love how soft and matte I look with still looking hydrated."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The texture and hydration level is perfect for my combination skin. My skin feels softer, smoother and I really feel that my moisture barrier has been restored. Will be repurchasing! If you struggle with sensitive skin that is a bit dry, a bit oily and a bit all-over-the-place, give it a try. I'm glad I did!"
		},
		{
			"review_title": "DO NOT BUY THE FORMULA HAS CHANGED.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "I woke up and my whole face was peeling. It looked like I was going through a chemical peel. I will be returning"
		},
		{
			"review_title": "Eh…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "This moisture isn’t bad by any means, however I think it’s not good for more combo to oily skin types. It leaves my skin feeling very hydrated in the morning, but it takes FOREVER for my skin to absorb it. It leaves me feeling greasy…perhaps it’s just a personal issue then. Simply buy with caution."
		},
		{
			"review_title": "The best part of my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
			"review_text": "I love this cream!, since I started using it my skin is much better, I like how the cream feels when applying it, I really recommend it."
		},
		{
			"review_title": "“It has no scent” thats a good thing!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "For sensitive, eczema prone skin I really like this. The texture is thick enough to feel hydrating but thin enough to feel breathable and light. It absorbs nicely into the skin and sits nice under makeup."
		},
		{
			"review_title": "Restored my skin’s moisture barrier! Acne prone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Ive gone through 2 jars of this and during the sale I ordered 4 more because it actually hydrates and moisturizes my very acne prone skin without causing new brakeouts!"
		},
		{
			"review_title": "Old formula is better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m not going to lie i’ve been using this new formula for a while and my skin hasn’t been taking it lightly. The packaging is nice and it’s better for the environment that’s great but why change the formula."
		},
		{
			"review_title": "Please bring back old formula!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I bought this product once before it was reformulated/packaged. I am sooooo sad they changed it. I thought I had found my holy grail moisturizer, I literally looked forward to the amazing smell and cooling feeling it gave me every day. I even kept my old container thinking to repot it since it was such a nicer looking bottle. Now the packaging is uglier, has no smell and doesn't give the same jelly cooling feeling. So disappointed and will have to keep looking for a new moisturizer."
		},
		{
			"review_title": "I wanted to love it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I'm not sure how to feel about this moisturizer. I was very excited when I got it, but to tell you the truth my skin has not been great since using it. I have bumps in my forehead and the skin feels irritated . I'm not sure if the product is causing it or something else. I wanted to love it, but just being honest."
		},
		{
			"review_title": "Definitely not as good as orchid innisfree cream",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product is not hydrating enough for sensitive, combination skin. It literally does nothing. It has no scent. It doesn't make my skin feel hydrated or soft at all and in fact it slightly burns on my sensitive skin. I think it also caused some small bumps! I really do not recommend this product. I only tried this because my all time favorite moisturizer, the orchid innisfree moisturizer, was discontinued."
		},
		{
			"review_title": "Excellent substitute for Drunk Elephant Protini",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "I have dry/combination skin (managing to have my driest and oiliest areas be one and the same) and I've been searching for a hydrating, barrier-locking moisturizer for a while. Since I need lots of moisture but also end up very oily in my T-zone, I'm hard to please. This moisturizer is hydrating, absorbs almost instantly, and keeps me feeling moisturized all day without ever feeling greasy. In my opinion, it feels very similar to DE Protini, and improves on several complaints I had with that product. At less than half the price than other options on the market, this moisturizer a holy grail for me.  For years I've used the very light CeraVe daily lotion, they layered a heavier product on top of it (elf Holy Hydration for a while). I wasn't particularly satisfied with my routine and I'm always looking to streamline, so I tried DE Protini after a friend suggested it. I liked how hydrating it felt going on, but it didn't last very long and it felt very silicone-y, almost like a primer. Plus the cost is INSANE.  Since it's so expensive and it wasn't quite what I was looking for, I dug into Sephora reviews to find something else. I settled on this one and I am in love! It has the same luxurious feeling going on as Protini, but it actually feels like it's quenching my skin and it lasts. It smooths the skin without feeling thick and plasticky too, basically solving all my complaints about Protini while still feeling like a very similar product."
		},
		{
			"review_title": "Formula change caused bumps on my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I used to love this product before they reformulated and changed the packaging. I’m so sad. It left little bumps and texture around several areas of my face but most notably my chin. Which is something the old formula didn’t do. I wish I had read the reviews before re-purchasing, more to save my skin from the trouble. I will need to look for a new product, such a shame because the old formula was my holy grail. Also very interesting only 43 of the 5-star reviews are non-incentivized! I wish the overall 4.7/5 would reflect the non-incentivized reviews versus being skewed by the incentivized ones."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "It’s ok. Definitely a nice light cream. Little to no fragrance. It leaves my skin feeling soft with a slight glow but it just doesn’t last long enough. Went through this product extremely fast. Not meant for dry skin or you have to keep replying"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "i used to also use this product before reformulation. the new one doesn’t have fragrance anymore which I actually like better. also it seems to be working just as well"
		},
		{
			"review_title": "A must-try moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I gave this product a try since it has no pores clogging ingredients. I put it on last night before I went to bed and woke up with really smooth & hydrated skin."
		},
		{
			"review_title": "What happened to this product?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I have been using this product for quite some time and loved the scent and the way my skin felt after using it.  It now has no scent and feels completely different on my skin.  Very disappointed. I will not purchase  again."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Rich skin tone, Combination skin",
			"review_text": "Does anyone else feel like they changed the formula? This use to be my go to moisturizer but ever since they changed the packaging the cream is much thicker and makes me hot"
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is amazing. Didn’t break me out. Super light weight and moisturizing. I’d recommend this for people with sensitive skin."
		},
		{
			"review_title": "Wonderful hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I have loved using this product! It keeps my skin hydrated and moisturized all day and night."
		},
		{
			"review_title": "Perfect for my oily skin girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I have been loving my results with this moisturizer. As someone with oily skin, I feel like this makes my skin feel plump without having that oily sheen overtime. Definitely gives me glass skin without looking like I’m dripping oil throughout the day."
		},
		{
			"review_title": "My fav moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Super hydrating. I don't need to use a lot to cover my face, so it lasts a long. Will be purchasing again and again."
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This is my favorite moisturizer that I've added to my routine. I apply it in the morning and before bed and I've noticed lasting hydration and a glow to my skin."
		},
		{
			"review_title": "I miss the old formulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This used to be my go-to moisturizer for the winter time but unfortunately they reformulated this product with the new packaging. I repurchased it this past week and it’s been breaking me out, which never happened before."
		},
		{
			"review_title": "Perfect for acne prone or sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer was so light and hydrating on my skin!! i have dry skin but am prone to breaking out if i use something too thick, this was the perfect moisturizer for my skin.  Was lightweight and hydrating."
		},
		{
			"review_title": "moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "super hydrating for my dry skin! really recommend as a thick Moisturizer before bed!"
		},
		{
			"review_title": "Everyday moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I apply to my face and neck and it makes my skin look glowy and healthy"
		},
		{
			"review_title": "Best product! Keeps my skin moisturized",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love this product so much! It keeps my skin super moisturized, and I feel super hydrated after putting it on my face. Now I don’t have to worry about having dry skin."
		},
		{
			"review_title": "A must have for your skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this cream! It makes my skin feel so smooth and soft. I struggle with dry skin in the winter and this cream allows my skin to be super hydrated throughout the winter!! I love it so much, I highly recommend."
		},
		{
			"review_title": "Love this cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this cream it is so soothing on my skin and I can really feel the moisture. I can’t recommend it enough, plus the packaging is really cute!"
		},
		{
			"review_title": "Best Serum for Deep hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love this product it has 5 types of hyaluronic acids that help with deep hydration! Your skin is glowing after each use and is great for sensitive skin types! It also provides up to 100 hours of hydration!"
		},
		{
			"review_title": "Your skin deserves pampering!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Innisfree's Green Tea Hyaluronic Cream hydrates deeply, feels light, and leaves skin supple. Great for dry patches and daily use. A game-changer! ★★★★★ Full video review on @itslaurynbass insta :)"
		},
		{
			"review_title": "Must have in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really love how this product feels on my skin and leaves my skin hydrated and glowy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "It’s a nice, hydrating, lightweight cream! I love the texture and smells nice."
		},
		{
			"review_title": "Ruined by the New Formula!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "The new formula is beyond disappointing! This was my holy grail moisturizer. I absolutely loved how luxurious it felt on my skin and the smell was heavenly. Now it absorbs too fast and leaves my skin feeling horrible. I had to wash it off. I’m so sad!"
		},
		{
			"review_title": "Amazing iconic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "My new favorite squalene hydrating moisturizer! In my opinion, this is the closest I’ve gotten to the dupe I’ve been looking for. Has such a nice consistency and leaves my skin like a flash of cup water."
		},
		{
			"review_title": "#1 New Find!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This cream is is seriously amazing – it leaves my skin feeling super hydrated without that greasy feel. Definitely a new staple in my routine!"
		},
		{
			"review_title": "I recommend it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve really come to like this product over the past few weeks of use. It’s a nice lightweight yet highly moisturizing formula. I have sensitive skin, and this has still worked super well for me. Recommend!"
		},
		{
			"review_title": "LOVEEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This cream is so moisturizing and has become a must have in my skin care routine! It feels so lightweight and makes my skin feel 10x more hydrated !!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "one of my favorite moisturizers! so hydrating, lightweight, and easy to layer and add to any skincare routine. it's one of my skincare essentials when I travel 💚"
		},
		{
			"review_title": "A MUST IN MY SKINCARE ROUTINE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I really do love this product it gives my skin such a nice glow and rebuilt my barrier so well"
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Innisfree Green Tea Seed Hyaluronic Acid Hydrating Cream is a refreshing addition to my skincare routine! Its lightweight formula absorbs quickly, leaving my skin feeling moisturized without any greasy residue. Since it's Infused with green tea extract and hyaluronic acid, it provides a burst of hydration, revitalizing my skin. This cream helps maintain a healthy and radiant complexion, making it a must-have for anyone seeking hydration and nourishment in their skincare regimen!!"
		},
		{
			"review_title": "so hydrating and light!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "loving this cream! it’s light yet hydrating. I’ve been gravitating it more than my go-to moisturizer."
		},
		{
			"review_title": "A new staple in my skincare routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I recently tried this moisturizing cream and l'm thoroughly impressed! As someone with combination skin, always a challenge to find a product that balances hydration without feeling heavy or greasy. This cream, however, is a game-changer."
		},
		{
			"review_title": "This product enhanced my skincare routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I Love Love Love this product! Not only is the cream like consistency perfect for providing lasting hydration, but the Green tea seed oil help to fortify the skin barrier! I highly recommend!  this"
		},
		{
			"review_title": "You need this cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "I am a 100/100 obsessed with this moisturizer! This has been a life saver for me during these dry winter months! 10/10 products"
		},
		{
			"review_title": "Refreshing Hydration",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Hey there! 🤍 So, let me tell you about the Innisfree Green Tea Seed Hyaluronic Cream – it's basically like a burst of hydration for your skin. I've been using it for a while now, and it's become my go-to for keeping my skin feeling fresh and moisturized. The green tea extract gives it this amazing antioxidant boost, while the hyaluronic acid keeps my skin feeling plump and hydrated without feeling heavy or greasy. Seriously, whether your skin's dry, combination, or sensitive, this stuff just works. Plus, it's made a noticeable difference in how my skin looks and feels – smoother, more radiant, you name it. Bottom line: if you're looking for a moisturizer that's both effective and easygoing, give this one a shot. Trust me, your skin will thank you!"
		},
		{
			"review_title": "My new moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This cream was easy to put on and felt really soft after putting it on! There wasn’t a scent which is great and the amount of product in the container is great."
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "I have dry/combination skin and this helped so much with my dry skin. I used to have so many little dry spots and textured areas but now with this cream they have become smaller and less distinct. Not too oily and so great for hot and cool weather! Really recommend :)"
		},
		{
			"review_title": "Amazing moisturizer 💚",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The hydrating cream is so amazing!!!! My skin feels so good and looks good. The cream is a boost of moisture! I love how lightweight and silky it feels as well."
		},
		{
			"review_title": "A must have if you have dry skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "One of my favorite moisturizer, a must have if you have dry skin."
		},
		{
			"review_title": "love innisfree? you’ll love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "i love how silky smooth this product is! i have sensitive combination dry-oily skin as well as seasonal eczema flairups and this product is definitely amazing to help with that. the texture is thin so you’re able to layer this under makeup if that’s a concern. the ingredients are definitely a huge plus as to why i love this moisturizer as well!"
		},
		{
			"review_title": "Lightweight and hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using this product for the past month and it has become a staple in my daily routine. Just a little bit of the product helps my skin feel more moisturized without being heavy or greasy. Knowing the ingredients all play a crucial part in improving my complexion is an added bonus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Been adding this product to my skincare routine and my skin has never felt smoother and glowy. I can feel my skin so moisturized especially during the winter time I have dry skin and this product has been amazing!"
		},
		{
			"review_title": "Glowy Skin✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "The first time I used this product my skin had a glow and smooth finish. With daily use my skin stays moisturized and it is a very lightweight formula that feels amazing on the skin."
		},
		{
			"review_title": "Super glowy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "As someone with very dry and sensitive skin, this is the perfect cream. It is so hydrating and leaves my skin looking super GLOWY. It is also a great base for your makeup and never pills on the skin."
		},
		{
			"review_title": "A must for dry skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this product for a month now and it just automatically made my dry skin look really glassy! You should definitely give it a try."
		},
		{
			"review_title": "Dry skin lifesaver!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "After using this product consistently, I’ve noticed a big difference in my skin’s moisture barrier. My skin has been super dry recently because of the dry weather, but after using this product I have noticed a big improvement in hydration. I highly recommend this product, especially for the price point!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love it! My fave product. So hydrating and moisturizing. Use it everyday!"
		},
		{
			"review_title": "A spa day in a jar!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The Innisfree Green Tea Seed Hyaluronic Acid Hydrating Cream has been a game-changer in my skincare routine. This cream is like a gulp of water for my skin, leaving it plump, hydrated, and radiant. The lightweight formula absorbs quickly without any greasy residue, perfect for both day and night use. I've noticed a significant improvement in my skin's texture and overall health since incorporating this cream into my routine. If you're looking for a hydrating boost without the heaviness, this is definitely worth a try!"
		},
		{
			"review_title": "LOVE the glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have very sensitive skin and moisturizer really seems to bother it, but this cream is genuinely so good. I have used it for years and have never once had any issues with it. Makes my skin look super glowy and felt so good on my skin. All of my friends tried it too, and literally loved it."
		},
		{
			"review_title": "A must try in your skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Combination skin",
			"review_text": "this product is so amazing. I love how it makes my skin feel. It’s very vibrant. and use this product after using all the other Innisfree products. You must try this if you want clear glass skin."
		},
		{
			"review_title": "You have to have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this product for several weeks and have seen a drastic changing in the texture and smoothness of my skin. I have been working on rebuilding my skin's barrier and this cream will be a go-to!"
		},
		{
			"review_title": "you need this in your routine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I absolutely love this moisturizer! It’s a must-have during the winter time, especially if you struggle with dry skin during the colder months. I love how it’s lightweight and not heavy on the skin, but is still so hydrating!"
		},
		{
			"review_title": "been great for my dry skin and eczema",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "i'm usually super skeptical when trying new moisturizers because of my eczema but i went out and bought this one, and i don't regret it. it leaves my skin feeling super hydrated and soft. i get really really dry skin in the winter and this is working wonders. i hope they make a bigger size available lol"
		},
		{
			"review_title": "A New Routine Step",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I’ve had this for a few weeks and absolutely love it. My face normally gets very dry whenever i get stressed and this cream helped hydrate my skin. I also love to use it as my skin prep before makeup"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "this cream is so hydrating and I love adding it to my night routine. would recommend if you are looking for a new cream that leaves your face feeling hydrated."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone",
			"review_text": "Not good, dried my skin out when I already have dry skin"
		},
		{
			"review_title": "Aissata",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I was struggling with some dry skin this winter and this moisturizer really helped completely  hydrate my skin! I love the formula it's so light and silky!"
		},
		{
			"review_title": "Obsessed with this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product a month ago and I'm already almost out because of how often I use it and how great it feels on my skin. I love applying it as the last step before SPF to give my skin the hydration and moisture it needs. A small amount goes a long way on my face and neck and I apply it in the morning and evening. I have acne-prone, dry skin and I would recommend for those with similar skin types as well!"
		},
		{
			"review_title": "GLOW PLUMP HYDRATION BOOST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Glow Plump Hydration Boost!!?? I love this cream because it makes my face feel so dewy afterwards. A product that's worth the hype!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoy using this product! It’s very lightweight and doesn’t have much of a smell at all which is very nice because I’m sensitive to scents. It doesn’t cause my makeup to pill if I use it as skin prep"
		},
		{
			"review_title": "My new AM moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've been using this cream for the past few weeks, and it's surprisingly very hydrating. I use this cream in my AM routine because of how smooth it is on my skin. I have combo skin with more oil around the T-zone and would recommend this product to all skin types. I wish more product came in the package, but a little goes a long way!"
		},
		{
			"review_title": "PERFECT for drier skin & winter nights",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "super hydrating but a bit thicker than I expected.  Not exactly as lightweight a moisturizer as I typically use in the AM but a great PM CREAM for overnight!  It does work in the AM with drier skin / when it's a bit cooler out!  Love that it really feels like it's sinking into my skin and leaving it hydrated!"
		},
		{
			"review_title": "Light-weight base layer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Favorite hydrating cream! First time trying Hyaluronic acid on my skincare routine and I am not disappointed! Keeps my skin smooth and moisturized even under my makeup!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This product was pretty good! It’s hydrating , I love the texture this is absolutely something you need if you have dry skin it doesn’t pill under makeup and the hydration last all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This cream has become a rotating staple in my nightly skincare routine. Because of how rich it is, I find it suitable for overnight use. As someone with combo skin, it leaves the skin feel moisturized rather than oily!"
		},
		{
			"review_title": "The perfect hybrid",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Okay, this moisturizer is definitely hydrating BUT it is thicker than I expected. It’s like cross between gel and cream texture. It melts into the skin fairly fast and it DOES NOT pill."
		},
		{
			"review_title": "Green Tea Seed Hyaluronic Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Infused with green tea extract and hyaluronic acid, this cream leaves my skin feeling deeply moisturized without any greasy residue. The lightweight texture absorbs quickly, making it perfect for both day and night use. I've noticed a significant improvement in my skin's overall hydration levels and texture since incorporating this cream into my routine. Highly recommend for anyone seeking a hydrating boost!"
		},
		{
			"review_title": "My new favorite moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "After using this product for a couple of weeks, I’ve definitely found my new favorite moisturizer. The texture is really nice and creamy but doesn’t feel heavy on my face. I noticed an immediate glow and more hydrated skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Perfect lightweight moisturizer for day and night use! Sinks into the skin quickly, feels light on the skin and layers well with makeup for a good makeup prep!"
		},
		{
			"review_title": "Amazing hydrator!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This moisturizer is impressive and delivers long-lasting hydration! I just began using this in the winter months and can really feel it absorbing into my skin and making my face feel hydrated and smooth all day long!! Deff recommendthis !"
		},
		{
			"review_title": "The Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "When I tell you that no other moisturizer has actually helped my dry skin….. this stuff is the real deal. It really really helps resolve my dry patches from dermatitis. Highly recommend!"
		},
		{
			"review_title": "Plump, glowing, hydration boost!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I really love this moisturizer! It soothes my skin so well, and I use it both in the morning and at night for full hydration. My skin is super sensitive (and I have eczema), so I’m careful about what lotions I use on my face. Innisfree is always perfect for me! This is a great product to put on as the top layer of your skincare routine. I’m definitely getting another tub soon since I use this moisturizer so often. Does not disappoint!"
		},
		{
			"review_title": "Perfect for Night Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this product for my nigh-time routine! It glides on really smooth and helps smooth out my skin. It’s the only product I use at night and it’s the perfect moisturizer for me."
		},
		{
			"review_title": "my daily go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "HIGHLY RECOMMEND this moisturizer is so smooth and keeps my skin visibly hydrated. I love the creamy texture and thickness of the product because you don’t have to use much. It is a must have in the routine."
		},
		{
			"review_title": "NEED HYDRATION ?!! get this hehe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "obsessed is an understatement. I literally love this product so much because not only does it feel hydrating but it leaves such a glowy texture and leaves my skin feeling incredibly soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream is seriously a life changer! I loved how it made my skin feel. It moisturized my skin and made it supple and soft. It helped my makeup apply on smoother and blend better! I highly recommend it!"
		},
		{
			"review_title": "Essential item in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love this hydrating cream! It’s thick but not too thick and so hydrating on the skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "So good! I have extremely dry and acne prone skin. My skin is so hydrated when I use this and it doesn’t make me break out like most moisturizers do. I’ve been using this every night!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I highly recommend this product! It’s really lightweight and glides on my skin smoothly. It feels really moisturizing and hydrating, and definitely has become a staple in my skincare routine."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "currently obsessing over this new revamped innisfree moisturizer. it’s so thick and creamy and hydrating without feeling like there is something heavy sitting on your face"
		},
		{
			"review_title": "The smoothest, most hydrating cream I've ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely loved the feel of this cream on my face, it was so light and left my skin feeling incredibly soft. Highly recommend!"
		},
		{
			"review_title": "A great light weight moisturizing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cream is amazing! It is light weight but very moisturizing. It is definitely hydrating and it is a great cream to use before putting on your makeup"
		},
		{
			"review_title": "Very beautiful packaging and dense cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "Really loved the size of this cream, but it felt heavy and greasy on my face unfortunately. It made my skin glow and shine, though it made my oily skin feel oiler. I feel as though this would be really great for someone with dry skin so I would give it a 4/5"
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I adore this cream. My skin is particularly dry during this time of the year but this cream saved me. I love how moisturizing this is and how I see instant results."
		},
		{
			"review_title": "BEST MOISTURIZER EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I've been using Innisfree's Green Tea Seed Hyaluronic Acid Hydrating Cream for a while now, and it's truly become a must-have in my skincare routine. If you're on the hunt for a moisturizer that ticks all the boxes- hydration, brightness, and clean ingredients. This one's a keeper. Like I'm honestly obsessed with how good this feels on the skin."
		},
		{
			"review_title": "Highly recommend!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This product is super hydrating and keeps my skin so fresh!! I highly recommend this product to anyone that is looking to add something into their skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I really liked this moisturizer. I’m a fan of green tea so it was a no brainer. It gives you instant glow with just one use."
		},
		{
			"review_title": "Fresh, hydrating and gentle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Super fresh & hydrating cream! Even though it’s labeled as a cream, it’s not overly heavy or greasy feeling. It’s been amazing protecting my skin against the cold air this winter season. I also appreciate that it doesn’t have some sort of fragrance. Packaging is also so cute and luxury-feeling!"
		},
		{
			"review_title": "Great Product for the best skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this product. It is so great for restoring the moisture barrier on my skin. Love it so much, and all my friends who have tried some of my products also love it."
		},
		{
			"review_title": "A MUST TRY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product has been not only my new favorite moisturizer, but my go to for a glowy look on a sunny day! innisfrees new products ate down!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "A need for harsh winter weather! Keeps my face moisturized and prepped for my makeup routine."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Nice cream! I take this with me in my gym bag for my post workout skincare. However, it's not too special compared to the rest. It is on the thicker side and hydrates as soon as I apply it on my damp skin after the shower."
		},
		{
			"review_title": "Sooo good for the winter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I am in love with this product I have bought it twice now and still no regrets. I live in NYC and it’s thick enough for the cold weather and it is perfect for skinprep before makeup!"
		},
		{
			"review_title": "A must have cream🫶🏻",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "Innisfree's Green Tea Seed Hyaluronic Acid Hydrating Cream is a total game changer for dry skin! This cream delivers a burst of hydration that lasts all day, And I'm loving the glow it gives."
		},
		{
			"review_title": "long lasting hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "having a good, hydrating moisturizer is a must for me and this exceeds my expectations!! not only is it super duper hydrating on my sensitive skin, it also feels long lasting! it's great all year round, especially during the dry seasond!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Love such an amazing product would recommend to anyone that has dry skin. It is an amazing product."
		},
		{
			"review_title": "Dry and not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using this new innisfree version, I am not a big fan of the after results. My face is not as hydrated and I need to use more product to achieve a mediocre result. I hope they bring back the previous versions to this cream."
		},
		{
			"review_title": "hidden gem!!! i love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "definitely one of my favorite moisturizers in my routine. the winter has been super rough on my face and nothing else would treat my dry patches like this! recommended it to any one with sensitive or dry skin."
		},
		{
			"review_title": "Soothing and Non-Irritating Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This moisturizer is incredibly smooth and blends into my skin without leaving any white cast. It's very soothing and cools my skin. It doesn't cause any irritation or redness which is perfect for my sensitive skin. I love this lightweight and affordable option!"
		},
		{
			"review_title": "Highly recommend!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This cream feels so luxurious on the skin. It is a pretty thick consistency but does not leave the skin feeling greasy. Still feels lightweight once applied and leaves my skin feeling ultra hydrated. I definitely saw a difference in my skins moisture within a week of using this cream."
		},
		{
			"review_title": "Super Hydrating & Fluffy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This cream is soooo soft. I love how light it feels and once applied, leaves your skin feeling super hydrated. All the ingredients are so clean and I love how they all serve a purpose to boost your skin’s radiance and hydration! I definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This moisturizer is so affordable and such a great choice for college students! it leaves your skin feeling extra moisturized and very glowy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This cream is my favorite, it is so moisturizing for my dry skin! I love how lightweight it is and how good it makes my skin feel. Couldn’t recommend it enough!"
		},
		{
			"review_title": "A must-have in your routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "My skin had been feeling super dry lately and I honestly didn’t understand why. Then I tried this moisturizer and it has made all the difference. My skin is more hydrated throughout the day, more radiant, and healthy looking."
		},
		{
			"review_title": "You NEED this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I loved this product so much! Not only have I seen a noticeable difference after using it but, this product has become an essential! You must try this product!"
		},
		{
			"review_title": "Super hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was surprised by how amazing this feels on my skin. The way the cream makes my skin feel hydrated and non-sticky after application is so great. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been using this cream for the past two years now and it makes for the perfect moisturizer to lock in hydration I use it most in the dry cold months during the winter and it keeps my skin super moisturized 10/10"
		},
		{
			"review_title": "A Classic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a staple product in my skincare routine. Provides hydration without being too heavy or thick and doesn’t cause me to breakout (I have sensitive skin)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "Very moisturizing, and definitely keeps my skin soft for hours. I absolutely love this product and use it every day! Highly recommend!"
		},
		{
			"review_title": "A must have! Perfect for travel too.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After using this product my skin feels super silky! I could not recommend more."
		},
		{
			"review_title": "My new fav moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Loved using trying this product for the first time. It's very lightweight and left my skin feeling super hydrated."
		},
		{
			"review_title": "HYDRATION HYDRATION GAME CHANGER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "For reference I have combination dry skin. I am 100% for products that have hyaluronic acid in it. That is a very hydrating ingredient that carries alot of skincare benefits. This cream is very lightweight and for me acts as both a serum and a moisturizer. So it puts two steps into one basically. I would definitely say, a little goes a long way but! the product formula allows for it to be buildable on your skin. When I wake up my skin is definitely way more dry because of the air and the area I live in (NY). I have been using this for about 3 weeks now, so I feel comfortable saying that, this product has worked well for my skin overnight, waking up with less dry patches/flakes around my nose and between my eyebrows."
		},
		{
			"review_title": "Perfect mix of soothing and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I honestly love the new rebrand with the packaging and how convenient it is to take on the go. I keep this cream with me when I travel and I use it every day and night! I have combination skin and sometimes harsh chemicals make my skin red or irritated. This cream is the perfect mix of soothing and hydrating. I also like that it doesn't have any fragrance, which is helpful when I mix it with my other skincare products. Overall, I think yall should try it our, especially if you want an everyday cream that blends with other products well."
		},
		{
			"review_title": "Trying Innisfree Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really love using k-beauty products so when I tried this cream I was not disappointed. This cream was so hydrating and helped my skin feel so smooth + moisturizing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love this cream! It’s so moisturizing and helps my skin fee refreshed in the mornings"
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "After using this product for a couple of weeks, I noticed a difference. It's extremely hydrating and moisturizes my skin very well. Highly recommend for anyone who has sensitive skin but needs that extra hydration boost."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This is a solid product! I like that it is fragrance free. It doesn’t irritate my skin or cause any break outs. It is good if you want to keep your skin hydrated but there are no actives so I haven’t noticed any chances to my acne. It is hydrating and is helping me with the dry winter air, but it has not shown any effects on my troubled areas and blemishes (which I expected). I like to use it when I feel like my skin barrier is damaged as it is gentle and doesn’t burn my skin!"
		},
		{
			"review_title": "My new go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "In love with this moisturizer!! It’s my go to now and leaves my skin feeling hydrated for hours!!"
		},
		{
			"review_title": "New go-to moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has become my everyday moisturizer. I love to use this at night because it makes my skin feel so hydrated, especially in the winter when my skin gets dry. My skin loves hyaluronic acid, so it's no surprise that this works so great on my skin, it has also lasted me a while too and I would definitely recommend this and repurchase it 100%!"
		},
		{
			"review_title": "Great light weight moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is great for dry and combination skin. I normally layer with another moisturizer as my skin is very dry atm. It has great ingredients and doesn’t make me break out either."
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My fave moisturizer! It’s rich and creamy. I love that it’s budget friendly. I’ve been using it for a little over a year and can feel an improvement in my skin barrier. My skin is so soft and silky now. I recommend it!"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "After using this cream for a few days, my skin was less dry! The cream also dries very nicely, with no uncomfortable sticky feeling or added oiliness. I would highly recommend this product to anyone looking for an affordable, vegan moisturizer to get the job done!"
		},
		{
			"review_title": "Perfect for all skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love how hydrating this moisturizer is! Innisfree never misses with these products."
		},
		{
			"review_title": "Doesn't work for my dry skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "when I first apply this cream, it feels lovely! my skin is cushiony, looks hydrated, and feels great (never sticky or greasy). unfortunately it doesn't last on me, and I notice my skin is tight and feels rough after a couple of hours. I live in the midwest and have naturally dry skin, so if you're like me this may be one to skip, at least until summer!"
		},
		{
			"review_title": "HYDRATION STATION ON THE GO",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Sooo I've been using this cream and honestly-  it's a game-changer. Likeee this stuff is like a refreshing drink of water for your skin. First off, it's super lightweight, which is awesome because nobody wants to feel like they've got a heavy layer of goop on their face. Plus, it sinks in crazy fast, and had my skin feeling soft and bouncy. Overall, if you're looking for a moisturizer that's gonna give your skin a hydrating boost without feeling greasy or heavy, definitely give this one a shot. Trust me, your skin will thank you !!!!!"
		},
		{
			"review_title": "Hydrating !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I started using this product and noticed an immediate difference in the softness of my skin. There was a slight cooling effect but it felt fresh and relaxing."
		},
		{
			"review_title": "Great choice for a daily moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like that it's unfragranced and feels cushiony and soothing on my skin, great for my tretinoin-induced dry skin :)"
		},
		{
			"review_title": "New fave addition",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "This product has left my skin feeling super hydrated and it is something I definitely recommend for anyone getting into skin care or people who have already came up with an establish team. This is the perfect ad in order for you to have the perfect skin care routine. This product is super hydrating and has many beneficial ingredients as well."
		},
		{
			"review_title": "The best lightweight glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This cream is such a must-have for dry skin people! It quenched my skin very nicely and left me with a beautiful glow that is perfect for wearing under makeup. It had a lightweight texture and did not feel heavy on my face at all."
		},
		{
			"review_title": "Must Add-On",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Using this product, it has made my skin so smooth and hydrated! The formula is the perfect consistency to be a comfortable AM/PM moisturizer! Will be repurchasing!"
		},
		{
			"review_title": "Essentials for everyday purposes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "After using this brand, my skin felt extremely moisturized! I used it before heading to the beach, since my skin dries up there, and it felt amazing! Am so excited to keep using and buying this product."
		},
		{
			"review_title": "Glass skin must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "It feels very lightweight on my skin, yet super hydrating. Works wonders in boosting moisture barrier!"
		},
		{
			"review_title": "Innisfree",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Green Tea Seed Hyaluronic Cream is perfect for my skin. I love the ingredients!"
		},
		{
			"review_title": "must-have for dry skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "really enjoyed this product!! really moisturizing on my skin and there’s no fragrance which is my preference with certain skincare products. definitely try it out if you have dry skin like me"
		},
		{
			"review_title": "Cant do my routine without it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love this cream! It is so hydrating and perfect!"
		},
		{
			"review_title": "GLOWY AND MOISTURIZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This cream helped my skin stay moisturized for hours! I have extremely dry skin during this time of year, and it made my skin come to life with the GLOW!"
		},
		{
			"review_title": "Light weight & Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely love how light weight and hydrating this product is. It pairs well with the other innisfree products and leaves my skin feeling so smooth and supple!"
		},
		{
			"review_title": "New formula pills with other serum products:/",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Oily skin",
			"review_text": "I've been using this product for a couple weeks. It certainly does the job but feels greasier/heavier than the old formula. It has begun to pill under any makeup/serum foundations. Still a decent moisturizer, but disappointed that it is not as good and the price has gone up."
		},
		{
			"review_title": "SMOOTH, SLEEK and HYDRATING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "After trying this product I was hooked! If your skin is in need of a moisture barrier this cream is a must-have. I incorporate this cream into my skincare routine daily. It is so smooth on my skin and provides DEEP and lasting hydration. I have combination skin and I can confidently say that this product works wonders for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I absolutely love this product ! It is a must have in your skincare routine !!"
		},
		{
			"review_title": "I love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This has become a must in my skincare routine, it’s my new favorite moisturizer! I use it day and night. It feels amazing on the skin heavy but yet still very light if that makes sense. Leaves skin very glowy!"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "My skin is extremely soft, glowy and hydrated after using it. I love how it makes my skin feel and look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Amazing cream! This hydrates my skin so quick and seamlessly. I use it every morning before applying any makeup. Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this moisturizer! I have oily skin, and this moisturizer is super light and refreshing on the skin. It makes my skin super glowy and hydrates it very well. I like that it has green tea in it, my skin loves the amino acids in it."
		},
		{
			"review_title": "It’s ok, not the best!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Switched from Cerave PM to this, trying to find a better quality moisturizer. I’ve always considered my skin oily and I’m definitely acne prone. When I first used this, it helped clear up breakouts but felt a bit drying in comparison to my old products. After a couple weeks, the skin on and around my nose was flaking- something I haven’t experienced since I didn’t use moisturizer in high school…. I’m still using it though, just adding a heavier mousturizer on patches when needed. It’s ok, not the best."
		},
		{
			"review_title": "Always so good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I really miss the way that this smelled ;(, but it still is such a good moisturizer, literally my holygrail"
		},
		{
			"review_title": "dry and blemished skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "was looking for a cheaper alternative to the skin fix cream which i ran out of my gift set of. went in store and this felt nice, but when i went to use it my skin was not any less dry than it was. also caused bad forehead breakout"
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The Green Tea Seed Hyaluronic Acid Hydrating Cream has been an amazing product in my routine and I have been absolutely blown away by how amazing it is. This cream has quickly become a staple in my skincare routine! it is incredibly lightweight and absorbs quickly into the skin, leaving no greasy residue behind. The formula is infused with green tea seed extract and hyaluronic acid, which are both powerhouse ingredients when it comes to hydrating and nourishing the skin. The green tea seed extract is rich in antioxidants that help protect the skin from environmental stressors, while the hyaluronic acid plumps and hydrates the skin, leaving it looking radiant and youthful. Overall, I cannot recommend the Green Tea Seed Hyaluronic Acid Hydrating Cream enough. It is a game changer for anyone looking to hydrate and nourish their skin, and I will definitely be repurchasing it again and again. Thank you, Sephora, for carrying such an amazing product!"
		},
		{
			"review_title": "A Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This cream got rid of all of my dry skin! My skin feels super hydrated and glowy- other people have also noticed as well. Must have moisturizer!"
		},
		{
			"review_title": "Not the Same! Terrible now :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I finally found this moisturizer like 6 months ago and it changed my life. My skin was sooo dry, itchy and flaky especially when I applied makeup. But this moisturizer was incredible. It fixed my skin! Of course they had to change it! Would not recommend since they’ve changed the package and formula. Why would they do this?! Soooo disappointed:(((. Guess I’m on to find another one 😩"
		},
		{
			"review_title": "New Go To Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have fallen in love with cream!! I get dry skin on my forehead and this cream has help keep my skin hydrated and smooth. It's super use to put on and glides right onto your skin. I would highly recommend if you have dry skin."
		},
		{
			"review_title": "Must have moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the second month that I’ve been using this moisturizer and so far it’s my favourite. I’ve mixed skin so it makes my skin not greasy while keeping it moisturized. I must say I like better the last formula, but this one is also ok."
		},
		{
			"review_title": "so good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "kaodboelqjdiwosnndodmdmdmdmdmmd. dmowidbsos iwowndokwkw jsodbwpvdoqkhsyw"
		},
		{
			"review_title": "Great for dry, sensitive skin.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "After purchasing ITCosmetics day and night creams and burning my face, I was on the hunt for a soothing lotion to both repair my skin and continue to moisturize. This is a great pick and cured the irritation caused previously and is in my night skincare routine.  I don't find it settles in my skin quick enough to put my day routine overtop - but great for the night!   A great price for the product you receive."
		},
		{
			"review_title": "So glad I came across this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am so obsessed with this product. I'm on my second week of use and my skin has been glowing like crazy and I've gotten so many compliments!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I wouldn't recommend to anyone who has sensitive skin or issues with fragrance. It shows on the website as fragrance free, but looking at the actual ingredients list on the packaging fragrance is listed. I did try it out before I made my final judgment, but it was definitely not suitable for my skin. I had redness and irritation a few hours after applying it. It did feel hydrating and the formula looks decent for anyone who doesn't have sensitive skin, and is looking for a daytime moisturizer. But if you have any issues with fragrance I'd definitely say to pass on it."
		},
		{
			"review_title": "Lightweight and Effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have oily skin, this feel lightweight on my skin. It hydrates and brightens my face. I use this in the morning, it's ingredients are also simple and natural. I love the fact that it has green tea seed oil. I would recommend to anyone who struggles with dryness in the morning."
		},
		{
			"review_title": "Perfect light weight hydrating product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I am on a swim and dive team and this product has really helped my skin after practices. Really great for hydrating purposes and has been keping my skin barrier healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this! Harsh cold weather might need you to reapply after a couple of hours though but then I’m not complaining"
		},
		{
			"review_title": "it’s an affordable option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has great silky texture and key ingredients you’d want in a moisturizer. It’s hydrating for my combination skin, might be borderline oily for those who are already oily, but I will say if you want that extra hydration (like really feel it) then double triple apply! It feels good and cooling on the skin and it’s refreshing in the mornings. This is a good option for those with dry to combination skin needing an affordable moisturizer you won’t worry about skimping on!"
		},
		{
			"review_title": "Thought it would be good, but…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I bought this product because the main ingredients looks good however, the ingredients list is far too long to have large amounts of them in there… This cream does absolutely skin for my skin… a $20 bottle of cera ve has a better outcome. Paid $46 for this, such a waste of money, i also purchased the green tea serum and it does nothing. I’ll be going back to the ordinary h+b5 for $20"
		},
		{
			"review_title": "Changed formula - now it's awful.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I used this product for over two years and absolutely loved it. I have extremely sensitive, dry skin and this was the only moisturizer I had tried that left my skin hydrated all day. They recently changed the formula and now it is completely different and awful. My skin has gone back to being super dry and my makeup applies flaky over it, no matter how much I apply. Will be switching to a different brand. A huge bummer."
		},
		{
			"review_title": "Love this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Green Tea Seed Hyaluronic acid cream is great and I love how glowy it leaves your skin."
		},
		{
			"review_title": "not hydrating enough for my skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "i wanted to love this product, especially w the price point, but unfortunately it wasn’t hydrating enough for me. i have incredibly dry skin, especially in the winter & i feel like this just didn’t do much for it. if your skin isn’t super dry, this might work for you.. the consistency wasn’t as thick as i was hoping/prefer. i will say that i have sensitive skin & am prone to breakouts & this didn’t irritate it. so that’s a plus"
		},
		{
			"review_title": "MY GLASS SKIN LOOK SECRET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been obsessed with the glass skin look on social media, that leaves your skin hydrated and glossy throughout the day. This cream does exactly that, with all natural ingredients and healthy oils for your combination, dry, or oily skin. It is super easy to blend and layers with all other skincare products as a part of your skincare routine. This is my new secret to achieving the glass skin look and I so recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This hyaluronic cream is extremely silky upon application, but dries very thinly leaving the skin extremely moisturized. This is definitely a must-try for those with dry skin just like me."
		},
		{
			"review_title": "Winter Must Have",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Deep skin tone, Oily skin",
			"review_text": "This is a great, silky moisturizer that will keep your skin hydrated during winter! However, I already have oily skin so it's not necessary for me although I do love how smooth It makes my skin feel. Overall not too bad, it broke me out at first a little, but I will continue to use this since it leaves my skin glowing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Honestly nothing super special about it, its a nice hydrating cream and great for my skin in the winter. I just wish it came in a tube instead of a pot."
		},
		{
			"review_title": "A must have for morning skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I love applying it before my sunscreen and makeup, it makes my skin look dewy and fresh. It makes me a little bit oily but it looked like I have glass skin."
		},
		{
			"review_title": "Formula change- not like it used to be.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I’ve used this product for 5+ years and loved it. They recently changed the packaging and the formula and it’s definitely not what it was. It’s so sad because I loved this. It’s not nearly as hydrating and does not leave the dewy glow that it used to, which is the reason I loved it so much. The smell is like a glue smell now. So disappointing."
		},
		{
			"review_title": "so nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I really love using this cream! It is really lightweight and absorbs into my skin so well, easily and quickly! Its really great for my oily, sensitive and acne prone skin!"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this moisturizer so far! It’s very light weight and no smell. I originally tried there old formula and I miss the smell so much but I still like how it feels on my face!"
		},
		{
			"review_title": "I am very disappointed with their recent change",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I used to love innisfree so much. I used to love this cream before but now that I am using the new one, I am very disappointed. I used to love the refreshing smell that this moisturizer used to have. Now it smells weird or doesn’t have any smell. I wish they didn’t change the formula or the packaging."
		},
		{
			"review_title": "My go-to moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This is the only moisturizer I have found so far that doesn’t break out my skin and leaves me feeling super moisturized without feeling heavy. I’ve used probably dozens and dozens of different moisturizers over that years but this one I always keep coming back to!"
		},
		{
			"review_title": "WINTER FAV",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This product is the only thing keeping my skin hydrated during the winter! It is so soothing and the texture is super silky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "My new fave! As a woman with oily, acne prone and incredibly sensitive skin, I really struggle finding good products. I’ve tried many oil control moisturizer with mattifying powders, but they all made my skin super dry. This cream instantly hydrates and once absorbed, leaves my skin soft and oil free for most of the day, without the powders. It does really appear to be for all skin types! My sensitive skin usually breaks into new breakouts or an allergic reaction within 48hrs but it’s currently been almost a week and I have nothing but skin that is clearing up and skin that feels so healthy and glowy!  P.s., also using the PHA toner and green tea serum"
		},
		{
			"review_title": "The best hydrating moisturizer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Words cannot express how good this product is! All the pros of this moisturizer is that it’s actually hydrating (hyaluronic acid!), lasts for ~5 months, cute packaging, travel sized (for carry ons), NEVER pills, works great under makeup, clean ingredients and only worth $38 dollars! I seriously can’t think of any cons!"
		},
		{
			"review_title": "PERFECT CREAM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "This feels amazing  in my skin, I love this moisturizer 😭😭😭😭"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I never review anything, but I needed to write a review for this. I have extremely sensitive and dry skin. I used to use the CeraVe moisturizer, but it is too heavy during the day. I have been pin-balling from one moisturizer to another trying to find one that moisturized my skin and was not heavy. THIS. This is AMAZING. I like the innisfree sunscreen, and this works perfectly with it. 100% would recommend. My skin feels hydrated after a long night and all day. So good."
		},
		{
			"review_title": "Works like a charm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Sooo hydrating. Makes my skin feel supple and soft. I love the new formula and packaging. Would love if they came out with a version of this moisturizer with a pump."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this a few weeks ago and so far it has been helping me heal my skin from damaging it due to trying so many products. I have super sensitive skin so i’m always scared to try new products but this one did not break me out."
		},
		{
			"review_title": "Formula update for the better?!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Formula seems different from before the packaging changed (previously green container) —  in a good way! It’s now scentless, with a richer yet still lightweight, easily applicable and absorbent texture. Even better, it seems more moisturizing long-term. Even with dry winter air, my skin no longer feels tight come morning. It still feels soft, pliable & moisturized. Best face cream quality to price value I’ve found yet on Sephora."
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve used it for a couple of days and i have combination acne prone skin and its been hood so far! Its definitely a water cream moisturizer leaning for towards a thicker side and leaves a neutral finish which"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "It's new packaging, but still, the formula is fantastic. I have acne-prone skin, and this cream is so light and refreshing that it doesn't clog my pores. It works great with makeup too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
			"review_text": "I love this brand I love THIS MOISTURIZER. I tried sooo many moisturizer and this one never disappoints. Just go for it"
		},
		{
			"review_title": "Best moisturizer for really sensitive and dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was having trouble finding a moisturizer, because my skin is so sensitive .Almost every cream I tried either turned my face bright red or just wasn’t hydrating enough. This one is everything i’ve been looking for!"
		},
		{
			"review_title": "LOVE LOVE LOVE!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Extremely hydrating without feeling very heavy. Leaves my skin glowing and has NO pore clogging ingredients. My skin loves this stuff. Only wish it came with a scoop so I don’t have to use my fingers to get the product out."
		},
		{
			"review_title": "Must have moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is my all time favourite moisturizer! I have repurchased multiple times. It leaves my skin feeling so hydrated, and lasts all day. It’s a must have in my skin care routine!"
		},
		{
			"review_title": "New fave moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Honestly I’m thrilled with how well this cream hydrates my skin. It’s so much softer and I’m noticing that I’m not having any dry patches. It’s better than others I’ve trade at 3x the price. Great for dry skin and helps with fine lines."
		},
		{
			"review_title": "Change in container",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Best moisturizer. however the glass jar was recently changed to this white one. I love the old green glass,it had a luxury aesthetic luxurious.  I hope the formula remains the same."
		},
		{
			"review_title": "!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "Switched to this from SkinFix in the hope that it would be a cheaper alternative; turned out to be even better. Very hydrating, I briefly broke out at first while my skin adjusted, but now my skin feels healthier, looks better, and is hydrated without being oily. I will say a little does not go a long way, and you need to use a decent amount in order to moisturize your whole face; but the container is great, travel sized and easy to use, and the smell is gentle. And it pairs well with the Inkey List retinol that I use. My skin gets grumpy very easily and loves this stuff and I've had friends comment on how healthy my skin looks, which is not at all common for me. 5/5! Shall buy again!"
		},
		{
			"review_title": "Must have for the winter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I purchased this product because my skin gets very dry during the colder months and I was looking for a product specifically for my skin during this time of the year. This moisturizer is very hydrating and my skin looks healthier when I use it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this face cream I have combination acne prone skin and have a hard time finding products that aren't pore clogging and have clean ingredients. I have been using for ~3 weeks and haven't had any breakouts since and my skin is glowing and hydrated. Only complaint is that they don't sell this products in a bigger container."
		},
		{
			"review_title": "Viral Glass Skinn",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "To the other people who said this gave them “glass skin”, AGREED! So hydrating and glowy. I use it with the green tea serum that they have, great duo. Good investment!"
		},
		{
			"review_title": "Healthy Glass skin🍵",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Ok I normally don’t write reviews but I am in love with this product. I mostly only bought this product because Wonyoung. However this gave me glass skin and was beautiful. Amazing as a makeup bass as well. But it does have slight fragrance that doswnt irate my skin but if it does your I would take it into consideration"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Great for sensitive skin, feels cool and calming.   FYI - if you live in colder climates or during winter time, this cream might not be thick  enough. Otherwise, highly recommend"
		},
		{
			"review_title": "On my second container!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’ve been loving the innisfree green tea products, especially this moisturizer. I have very dry skin but I like how this hydrates my skin and is able to give me a healthy, dewy glow that lasts all day without feeling heavy or looking oily."
		},
		{
			"review_title": "Best overall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Pairs really well with other skincare and gives me glass skin. Extremely hydrating good for dry and normal skin. It doesn’t have fragrance which is really good for sensitive skin I would recommend this for anyone"
		},
		{
			"review_title": "Disappointed. Don’t use if can’t handle Fragrance.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I tried it on my skin I have dry sensitive skin and I have the fragrance one and it became red and burning and my skin wasn’t even smooth. I￼ was so excited as well :( honestly just sad and disappointed"
		},
		{
			"review_title": "Best my skin looked all winter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Used it last night and woke up to the best looking skin I’ve had all winter. For starters, I have acne, mild acne scarring, and dullness. Today, my face looks less congested, minimized pores, brighter, clean, and just glowy overall. All this with one use, so that’s a huge win. Never came back to write a review for a product so fast (this is my first one actually). About to stock up now!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "I absolutely love this cream. It’s very lightweight and has ingredients that do not clog my pores. I prefer to use it at night to lock in my skin’s moisture. My skin loves hyaluronic acid so it’s perfect."
		},
		{
			"review_title": "Hydrates and non greasy ❤️",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Best purchase ever. First time sharing the review for a product. Love the lightweight texture, smells amazing❤️.Best part of my daily skincare. Super hydrating."
		},
		{
			"review_title": "Must HAVE for Glowing SKIN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product in exchange for a post and trusted it before receiving it because I’ve always had good experiences with Innis products. The cream had no weird smell and if anything I feel like it had no scent at all which is always good! As soon as I applied it I noticed an instant glow in my skin, it also moisturized all of my dry patches so I’m pretty happy with this product. Best believe I will be purchasing again after it runs out!"
		},
		{
			"review_title": "Loveee",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "One of my fav skincare brands and they updated their packaging which I love, this moisturizer is very soothing and I tend to use it during the am, as someone with dry skin I look for a lot of products with H.A so if your like me then you love this."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "First off the packaging is soo nice and made with some recycled material. I love that it is fragrance free and has clean ingredients! You only have to use a little product which means it will last very long. I have dry skin so it isn’t crazy hydrating but it does hydrate enough. If you have combination/oily skin it would be prefect! I will keep using to see if hydration improves!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This green tea hyaluronic cream does an ok job of moisturizing. If you have dry skin, it may not be enough hence the 4 stars. Initially it feels moisturizing but then it disappates. Some people may prefer that over something too oily so it’s personal preference.  However the cream has no scent so it’s great for those who are sensitive to smells and comes in a glass jar."
		},
		{
			"review_title": "Another amazing product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I’m such a huge fan of innisfree and the green tea serum so i was so excited to try the green tea seed hyaluronic cream! I specifically wanted something rich for night time moisture and i love how hydrated and plump my skin feels in the morning after using it. It’s the perfect amount of moisture without feeling greasy! I’m obsessed!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This cream works wonders together with the serum, I have been consistently using it and it is helping me to keep my skin smooth, hydrated, without dryness during these cold days.  I definitely would consider to use it regularly as part of my skincare routine."
		},
		{
			"review_title": "Hydration to the max!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I really like this product. It has thoroughly moisturized my skin while also tightening it! I think this is great for people with dry skin, like myself! I always feel rejuvenated and glowy after using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "this cream is my new winter skin essential! my skin has been a little drier lately so this moisturizer really has been working magic! the cream feels very thick and luxurious when first applying but then melts into the skin really easily for long lasting hydration!"
		},
		{
			"review_title": "Good moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Really enjoyed this moisturizer. Has good ingredients and a great texture. Would love to see how it will affect my skin long term. A great option for an everyday moisturizer. Would definitely recommend!"
		},
		{
			"review_title": "Great for combination skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been using this moisturizer for a few days and I love how it feels both during the daytime and at night. It’s lightweight and doesn’t pill. It is also buildable which is great because at night I typically do 2 layers of moisturizer. If you’re interested, give it a try!"
		},
		{
			"review_title": "light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this moisture has a really light scent that you can’t smell once it’s one your face which is great and and it also absorbs into the skin really quickly which is also great and it also doesn’t feel heavy when wearing it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "i absolutely adore this moisturizer it’s so lightweight and hydrating and leaves my skin feeling so radiant and glowy it helps calm down my redness and dry skin !!!! it it truly a game changer to my skincare routine !"
		},
		{
			"review_title": "Silky texture. Absorbs quickly.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": ".  This green tea seed hyaluronic cream is silky and very light weight and airy. A perfect match after applying the paired serum. It’s simple and sleek, get the job done and really is a nice moisturizer for everyday use.  It is affordable under $30.00 and will last a bunch of applications. Love that this is also fragrance free so it doesn’t disrupt the scent of anything or irritate the skin.   Love what Innisfree is about, and that they have a recycling program at no cost to ship empty skincare containers when completing its use. Saving the world from plastic!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I have been putting the entire green tea line from Innisfree to the test for around 3 weeks and so far, the face cream is not my hero product from the line. While the face cream does exactly what it claim to like hydrating, as a skincare lover, I was expecting more. The product sink into the skin well, however, I do not see alot of added benefit. I can see this work for oily skin people in the summer. It might be a bit light for winter"
		},
		{
			"review_title": "Amazing moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this hyaluronic cream by innisfree!! This product makes my skin feel so soft and smooth. I would definitely recommend this product to any skin types. I have somewhat oily skin, and this cream makes my skin feeling moisturized while not leaving an oily appearance on the skin! Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "At first I thought that this moisturizer may be too much for my combo to oily skin. However, I found that it applies so nicely and absorbs in so readily that my skin is loving it. And I don't need to use too much either. I also absolutely love that this moisturizer is fragrance-free, and the packaging is super cute :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Before trying this product, I was nervous that my skin would be irritated. This moisturizing cream is good for my skin because it doesn’t make it oily or irritated with ingredients. I think it’s fine for people with dry skin."
		},
		{
			"review_title": "A++++",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I can't honestly explain how fast this became one of my favorite moisturizers. I'm like really impressed with it. Everything from the bottle, texture, how it absorbs into the skin, the performance, the benefits - all of it deserves an A+ in my personal opinion. This is now an absolute staple in my routine."
		},
		{
			"review_title": "Really enjoyed",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Super hydrating on my dry sensitive skin, I’ve used this product multiple times and probably will keep using. It’s pretty thick but if you are extremely dry like me definitely later with hydrating toners or an oil on top. My fav part is that it’s unscented."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received something in exchange for this post. I have to say I am very satisfied with this new cream. I am fan of any green tea item. After trying this product, fall in love in this brand. Very fresh and wonderful."
		},
		{
			"review_title": "Good product for normal skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This works nice as an every day lightweight moisturizer, but I've found that the really dry parts of my face that have a tendency to flake up still feel dry after using this, so if you have very dry skin this might not work for you. I love that the cream itself has a light weight feel and isn't fragranced.  It does honestly give your skin a nice glow after applied and my skin feels really plump. I received this product for free in exchange for my review."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this Hyaluronic cream! The green tea seed Hyaluronic cream is so nourishing and makes my skin feel so hydrated and healthy. I apply in morning and at night, and it has been doing my skin wonders during the winter months"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I haven’t used a hyaluronic cream before so I was excited to try it along with the green tea hyaluronic acid serum. I was expecting a lighter consistency moisturizer but it actually felt quite heavy and sat on my skin for a while. Some may like a cream that sits on their skin longer but I prefer thicker creams that absorb faster than this one. I had high hopes but unfortunately it didn’t work for me."
		},
		{
			"review_title": "Love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I really likes the creaminess of the Green tea Seed Hyaluronic Cream. It absorbed so quickly. My face felt so nice, moisturized, and refreshed in the morning and also during the day after reapplying in the morning. The bottle, cap, and box were also created with recycling in mind which such a big plus to me. I did receive something in exchange for this post."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love the Innisfree green tea moisturizer  It has helped to keep my skin looking healthy and growing  The hyaluronic acid helps my skin looking fresh and it keeps the moisture for a more youthful skin Best face moisturizer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently purchased the eye cream version of this product and loved it, so I was very happy to try this moisturizer and am pleased with the product. The moisturizer feels very light and has minimal scent. Also works well under makeup. I would repurchase"
		},
		{
			"review_title": "I’m in love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I was so excited to try this hyaluronic cream. I have heard good things about the product and wanted to see for myself. The product applies very smoothly onto the skin. My skin felt very hydrated after using this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love love love! The ultimate hydration cream, it’s pretty lightweight so it still works as an amazing base for under the makeup. I have tri ed this whole line from innisfree and I have really liked everything!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This cream is lightweight, yet very moisturizing and perfect for my dry skin. It contains green tea and hyaluronic acid that provide long-lasting hydration. I have been using this cream in both my morning and evening skincare routine, and it has made my skin feel soft and supple."
		},
		{
			"review_title": "Must have for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "As someone who has dry skin, this moisturizer feels really nice on my skin and it also keeps my skin hydrated though out the night and the entire day tooo. the ingredients in this cream are nourishing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This innisfree Green Tea Seed Hyaluronic Acid Hydrating Cream is super easy to apply and hydrating. I have oily skin type and don’t find it too heavy or rich. It definitely works great for all the skin types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "No Fragrance = Awesome. If you want something that’s moisturizing without being heavy, this is it. Great for my combo to oily skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer YALL!!!!!! First I am very much a texture person so if a moisturizer is too thick I refuse to use it. Keep that in mind. This moisturizer claims to be lightweight and actually is. it leaves my skin feeling hydrated all day long without it feeling heavy and greasy! Paired with the serum? ITS A MATCH MADE IN HEAVEN!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "This is a lovely facial moisturizer! It’s lightweight and melts easily into my skin. It leaves it feeling refreshed and glowy! I love that it has hyaluronic acid in it so I can skip that step in my skincare routine since this cream provides it! It’s really helping to smooth out my skins texture as well."
		},
		{
			"review_title": "great cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this product! Innisfree is a brand i like for a long time and i am excited to try this new product! I like the simple packaging style. the cream has a good texture. it is very moisturizing and soothing. good to use for the winter time now."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I have been crushing on this cream for a while, and to finally try it has been a dream! I have oily combination acne prone skin, and need something hydrating but that’s not going to clog up my pores. This is the perfect in between, with amazing ingredients."
		},
		{
			"review_title": "Amazing moisturizer - my new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "A favourite moisturizer for me. Sinks right into my skin and provides a moisturized feeling and glow without feeling like you’ve put anything on! Paired with the green tea seed serum I find my skin glowing all day without any flaking. Flaking usually happens to me every winter but not with these innisfree! Highly recommended. Love that they’re fragrance free and so lightweight."
		},
		{
			"review_title": "My go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This hyaluronic cream is pure magic. It's like a burst of hydration for my skin – so plush and smooth. Gifted. After using it, my face feels like it just had a big drink of water. No greasy residue, just a natural, dewy vibe. it's become my go-to! It not only made my skin have that lightweight glass feeling but it did not make me breakout especially with sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is one of my favorites and it is so well deserved because it leaves my skin so fresh and hydrated. The formula is perfect for my sensitive skin and is perfect for my daily skincare routine. I love it."
		},
		{
			"review_title": "I Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This cream is the best without a doubt, since I have used it my skin feels soft and hydrated. I have been using it for several weeks and I really love it, it smells delicious and the texture is perfect. I will definitely continue using it and recommend it to my family and friends."
		},
		{
			"review_title": "Great smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This product was offered by innisfree for my honest review. I like the texture of the cream. It goes on smooth and moisturizes well. I like the smell and the color of the product. The container is well made."
		},
		{
			"review_title": "SAVED MY FLAKING SKIN!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I bought this product thinking not much of it over a year ago, and at first, I didn't notice much of a difference as I was pretty new to skincare and the benefits of it. It wasn't till I switched to a new moisturizer to see that this moisturizer is my holy saver. The reason for my switch of moisturizers was because of the fact that it's quite expensive at Sephora ($39 last I checked), compared to at T&T where the same one was $32. I ran out and had no options but to change it temporarily. Once I started using this new moisturizer, MY SKIN STARTED FLAKINGGG (I could've just used too light of a cream for my dry skin which is why I highly recommend this product for ds ppls). I was shocked when my skin was legit SNOWINGG more than the canadian winters outside. When i finally was able to get my hands on this one again a couple days ago, I immediately applied it to the snowflakes on my forehead and waited...now my skin has COMPLETELY STOPPED FLAKING and I can relax over that crisis. This would now be my fifth time repurchasing this product, thank you."
		},
		{
			"review_title": "Daily hydration hero!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Packed with green tea goodness and hyaluronic acid, it keeps my skin feeling fresh all day. The healthy oils like squalane and ceramide lock in the moisture, leaving my skin feeling nourished. And the packaging is absolutely beautiful! I received something in exchange for this post."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I wasn't sure about this. Not familiar with the brand and the small price tag. I'm actually a fan. I have dry sensitive skin that's not the youngest. This is just an all around great moisturizer. Makeup goes on smooth."
		},
		{
			"review_title": "Amazing face moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was gifted this Green Tea Seed Hyaluronic Cream from Innisfree in exchange for my honest review.   It's amazing! It's lightweight and very moisturizing.  I love how my face feels after I use it. It is fragrance fee, which I appreciate.  The price is great too. I will purchase this in the future."
		},
		{
			"review_title": "Nice everyday cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I love this cream! I have sensitive combo skin and this works really well to keep my skin hydrated and healthy. It plays well with my other serums and makeup. Leaves skin feeling dewy and glowing. Feels lightweight and not pore clogging. Love that it’s fragrance free and has not only hyaluronic acid but also squalane. Packaging is high quality and durable. Overall happy with the benefits I’ve been seeing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "This hydrating face cream delivers a burst of moisture, leaving skin refreshed and supple. Lightweight and non-greasy, it absorbs quickly, making it an ideal choice for daily use. The formula's nourishing ingredients contribute to a visibly smoother and hydrated complexion."
		},
		{
			"review_title": "good hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "The cream is moderately thick, its consumption is economical. It is without dye and aroma, not oily. The consistency is even and tender to the touch. The cream is non-sticky and comfortable to use. It is absorbed without residue and does not roll off. The product is very easily distributed over clean skin, it just glides on. It is absorbed quickly, after a few minutes it is no longer visible on the surface.It leaves no traces, I did not notice any stickiness or residual greasiness.A slight shine appears in the skin, dullness and lethargy disappear. The turgor changes noticeably, the pores are not so pronounced and the skin appears thanks to thismore even and smooth. It does not smooth out wrinkles, it simply softens this age-related defect. The skin seems noticeably rested, smoother and softened.The effect is not permanent, hydration must be maintained, this is normal. I am satisfied with the cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely in love with Innisfree's Green Tea Seed Hyaluronic Cream from Sephora!  This cream is a game-changer for my skin - it's incredibly hydrating without feeling heavy, and the green tea infusion leaves my skin feeling refreshed and revitalized. Plus, the added hyaluronic acid gives that extra moisture boost! My skin's new BFF for sure."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I really love using this cream on my face. This cream makes my face soft and smooth. I also love that it keeps my face hydrated and a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this cream! I was looking for something that I could use on a daily basis that had hyaluronic acid and this world great. I like that it is lightweight but my skin still feels hydrated throughout the day."
		},
		{
			"review_title": "Very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love Innisfree skincare and this is a very nice lightweight moisturizer! It has a very silky and smooth texture that absorbs into the skin fast and is very hydrating. I also really like that it is fragrance free!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This product worked very well for my skin! I applied the moisturizer after cleansing my face and it felt very lightweight and hydrating. I applied this in the am and pm and it maintained hydrated throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted this product by Innisfree in exchange, for my honest review this is a really nice light moisturizer that sinks into the skin really well it’s super moisturizing. I left my skin with a beautiful glow."
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Simple & versatile moisturizer suitable for any time of the day. It’s unscented and layers well as the last step of my skincare routine. It definitely packs in the moisture leaving my skin hydrated & refreshed while being lightweight."
		},
		{
			"review_title": "You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "i absolutely loved this product helped me so much with my dry and flaky skin in the winter it’s lightweight hydrating and looks so good under makeup definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I absolutely love this new hyaluronic acid collection! This cream makes my skin feel so smooth and soft! I wear it with and without makeup and it makes my skin feel so hydrated all day long! Literally in love"
		},
		{
			"review_title": "Hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like the Green Tea Seed Hyaluronic Cream by Innisfree. It smells nice, makes my skin feel moist, and it's not greasy. Perfect for these colder months when my skin gets dry. It also gives my skin a nice glow, which I love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "My skin drank it up and it was perfect for my sensitive skin! It created hydrated skin, didn’t sit on top of the skin, and absorbed so well into the skin! I enjoyed how well it sat under my makeup as well. It is a great AM or PM moisturizer. I love how soft the cream was and didn’t feel heavy either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This excellent moisturizer is very silky and easily absorbed without being sticky. It provides deep moisturization without clogging pores and is perfect for daily use. I think people with dry or combination skin can try it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received innisfree green tea seed hyaluronic cream as a gift. The cream is light weight and well absorbed on my skin,  and it can be nicely matched with its same product line serum for a deeper hydration."
		},
		{
			"review_title": "Smooth, Silky, GLOWY moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got to try this cream after buying it in a mini sampler box and gosh, it is my favorite! It is smooth, silky, it is everything! It makes my skin SO glowy and I feel moisturized ALL day. I wish more people knew about innisfree!"
		},
		{
			"review_title": "5 different types of hyaluronic acids!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this for free from Innis Free for my honest opinion, and after using this product of the Green Tea Seed Hyaluronic Cream it has a silky texture, long lasting moisture, and its fragrance free. After the first use I could see such a difference in my skins moisture barrier. Helping factors would be that this cream has 5 types of hyaluronic acid in it! Your skin will also be glowing when you use this product, which is a win in my books."
		},
		{
			"review_title": "Very Moisturizing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I received this product by Innisfree and I am so happy to receive it. This product has a thick consistency and is very moisturizing. The cream has a slight tingling effect. These properties helps with elasticity and reduce anti-aging. I definitely would recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love this brand and I love this product. This moisturizer keeps my skin hydrated and makes my skin look so good during the day. It work very well for a preprep before applying my makeup over it. Overall great product."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The Green Tea Seed Hyaluronic Cream offers a refreshing and hydrating experience. Infused with green tea antioxidants and hyaluronic acid, it effectively moisturizes, leaving the skin feeling nourished and plump. The lightweight formula absorbs quickly, making it suitable for daily use, and the subtle green tea scent adds a pleasant touch. Overall, a solid choice for those seeking a hydrating cream with added antioxidant benefits."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I observed a significant improvement in skin texture and a reduction in dryness on my chin. Green tea and hyaluronic acid appear to be a potent hydration duo. The light scent is very pleasant to use too. I recommend it to anyone with dry skin like me"
		},
		{
			"review_title": "Loveeee!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So obsessed with this product! It feels so good on my skin! I think this works really well for people who have dry skin, like myself. I always feel so hydrated after using it. It has truly made a big difference and I couldn’t be happier!"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This product is a great deep, lasting hydration moisturizer. I can wear it all day and it has green tea and 5 types of hydronic acid! It is truly such  an amazing product and helps deeply hydrate my skin in a glowing way. It’s also so light weight it goes in so easily. Love it."
		},
		{
			"review_title": "LOVE The Feel And Texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product complimentary from Innisfree to try for my honest review. I have dry/combination skin and in the winter my skin gets really dry. This cream has a light gel like texture that upon application it feels really good on my skin. My skin feels hydrated and soft, but when it dries down my skin doesn't feel moisturized enough to where I can wear the serum alone so a moisturizer is definitely needed and this serums texture is perfect for using under my moisturizer and with the Green Tea  Hyaluronic Cream."
		},
		{
			"review_title": "Combination Skin love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a nourishing facial moisturizer formulated with hydrating ingredients like hyaluronic acid, green tea extracts, and glycerin. As someone with combination skin that tends to get a bit dry in the winter months, I was looking for a moisturizer that could provide deep hydration without leaving my skin feeling too greasy or clogged."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I looooooooooooove this moisturizer!!! It is perfect for my dry & sensitive skin. The smell is not overwhelming & is very calming. I love this and 10000000% recommend to everyone of all skin types!!!!"
		},
		{
			"review_title": "Silky and Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizer is amazing. It has a gel cream texture that leaves my skin feeling like silk. I noticed an immediate difference in hydration. When my skin was a little agitated over the holidays, I noticed that this helped to calm it down. It absorbs really well and my makeup looked beautiful on top. It made my skin look dewy. My skin looked and felt plump. It also works really well with my other skincare and the best part is that there wasn’t any pilling. Whenever I applied it at night, my skin still felt hydrated and silky the next morning. It also works really well in combination with the other products in this same line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I recently tried this and I'm impressed. Its lightweight formula left my skin feeling hydrated without greasiness. The subtle fragrance was a nice touch, and I noticed an improvement in my skin's texture. Overall, a reliable choice for daily hydration."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this cream. I have such dry skin and I love how this helps keep my skin hydrated. It isn't too heavy and doesn't feel sticky. I would highly recommend this to anyone who has super dry skin. Gifted by Innis."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am using this cream as an element of the serum and I really liked the overall result of the two. My skin feels very hydrated and I love that it is skin care that I can use every day to pamper my skin. I have combination skin and I like it. It works very well"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this moisturizer ! It’s the best one that I have ever tried I have really dry skin and this moisturizer has helped me tremendously !! My skin is so smooth and hydrated! And I love the consistency!! totally recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this brand, they make amazing skin care products, this product leaves my skin, feeling amazing, and overall so refreshed and healthy! I highly recommend this product to try out!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Was pleasantly surprised by this product when I saw a visible difference in my skin after such a short time. I have sensitive skin so I tried it on the tops of my hands first and the texture was silky and melted in without leaving any greasy texture. It has no smell that I could detect which is typically a plus for those of us with sensitive skin. After only a few days of using it on my fave my skin felt soothed from any of my normal irritation as well as brighter and bouncier. It feels light on the skin and the moisture barrier it’s left me with is awesome. Makeup tends to become spotty around my dry areas unfortunately but my makeup has gone on and stayed on like a dream over this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love everything about this cream. Green tea's calming and fragrant presence envelops my skin. hyaluronic acid inflates it with youthful bounce, Also for this new looks of the jar, it is heavy and looks classic!"
		},
		{
			"review_title": "Excellent moisturizer…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Innisfree recently sent me their Green Tea Seed Hyaluronic Acid Cream. I’ve used it before and completely panned it. What I noticed first is that the packaging is different from the one I used previously, including the lettering on the box but, most notably, that while my first jar was dark green, this one is white, though it still has the luxe feel of heavy glass. What I noticed next was that there is no fragrance, which was my only complaint about it. Like I experienced before, this moisturizer is thick and creamy. I require very little, and it spreads easily, providing a comfortable, lightweight coverage. The hydration is intense, and the hyaluronic acid performs extremely well. It will draw moisture, so I “feed” it with additional moisture layers on colder days and hold it in with an oil barrier when I’m exposed to bitter cold outside or high heat indoors. I like how moist it makes my skin feel, and it’s worth the babying I have to do with hyaluronic acid. This moisturizer really does contain and attract moisture. The plumpness it provides and the fact that I can use this moisturizer with any of my other products make this cream the one I reach for most often."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Light, moisturizing, and no grease. It absorbes quickly. Not heavy at all yet moisturizing. This lotion makes my skin feel so soft. It is thick enough that I can feel the moisture, but light enough that it doesn't feel sticky. It makes my skin look and feel so healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cream is so lightweight yet moisturizing! It does not have a scent which is perfect for sensitive skin. It also has not caused any breakouts. If you have combo/oily skin, I would definitely recommend!"
		},
		{
			"review_title": "My New Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I have combination skin and my oily t-zone breaks out easily. Since I have been using this Innisfree Green Tea Seed Hyaluronic Cream, I have noticed less acne and smoother skin added to less fine less and my pores also look less noticeable. My skin is plump and looks and feels healthier. I use a couple of pea-sized amounts to cover my face and neck twice a day."
		},
		{
			"review_title": "Super moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This moisturizer is so creamy and moisturizing. It leaves my skin feeling very hydrated and soft. This is perfect for combating how dry my skin gets during the winter. I also like that this product has a subtle yet pleasant scent."
		},
		{
			"review_title": "Silky cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this innsfree Green Tea Seed Hyaluronic cream. The texture is soft and creamy not too thick even it’s a cream. The hyaluronic ingredient Makes my skin very hydrated after applying. I will definitely recommend it. It’s gifted from Innsfree."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I am not a big fan of innisfree because they always contain fragrance. However, this face cream has changed my mind. After using it, my skin feels very moisturizing the whole day. I can say I absolutely love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Dry skin",
			"review_text": "Very nice cream. I use it every day after receiving it and it absolutely works amazing. My skin feels soft and refreshed after using it. I have sensitive skin my skin turns red all the time. This cream definitely helps reduced redness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I always love using innisfree green tea collection. I am glad to try this new green tea seed collection. The main ingredient is hyaluronic acid. It works on all skin types. I can tell that my skin is very soft after using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This is a lovely little moisturizing cream. I love this brand so I knew i would love this product from them.  The cream leaves me skin feeling soft and supple without any irritation, and leaves me skin feeling soft and very moisturized! I have dry skin and this works wonderfully for it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great product, I will be purchasing again for friends and family in the future. Doesn’t have much of a scent and is great with hydrating my skin therefore I definitely recommend!! The container is nice too"
		},
		{
			"review_title": "Lovely texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is such a nice hydrating cream, so moisturizing and I felt my skin is more soft and hydrated after using this cream. It has not thick but has pretty nice body to it. Easy to apply and leaves my skin soft and moisturized all day. Goes well under makeup as well"
		},
		{
			"review_title": "Affordable option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I received this complimentary from innisfree in exchange for my honest review. This is a nice serum that doesn’t leave my oily skin feeling greasy or sticky. I like to apply it when my skin is still slightly damp. It is an affordable option if you’re in the market for an HA serum."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "This serum is such a hydrating formula! I love how it smells so clean and feels so nice on my skin. Such a great product. I also love that it is on the more affordable side compared to similar products I have tried."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Like this cream which is infused with green tea and hyaluronic acid, is lightweight and easy to apply, smells good.  I have sensitive skin and use as my daily routine, so far so good! It helps to deliver intensive moisture and hydration to my skin."
		},
		{
			"review_title": "My favorite moisturizer cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I love the softness it leaves on my skin, it looks juicy after using the cream, and I love it because it doesn't smell besides, I love it that it has green and hyaluronic acid"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I LOVE THIS NEW GREEN TEA SEED HYALURONIC CREAM!! It is so deeply hydrating and nourishing to the skin. This formula is also super gentle and i love how glowy my skin is the next morning and throughout the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the clean, fresh scent of this hyaluronic cream, and the formula is smooth and lightweight. I apply this to my face after cleansing morning and night, and it absorbs quickly without interfering with makeup. After use my skin looks moisturized and radiant."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Great! this is one of the first moisturizer creams that have actually moisturized my dry cracked winter skin! im thoroughly impressed couldn’t recommend more! I will definitely be buying again *I received something in exchange for this post*"
		},
		{
			"review_title": "Nice fragrance free moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Green Tea Seed Hyaluronic Cream is a great calming moisturizer. I love that it’s fragrance free so I can use it on my sensitive skin. I have combo/oily skin, and this leaves me looking glowy but not greasy. It sinks in easily and I haven’t had any problems with it pilling or sitting on the skin in a weird way. Since it’s dry out right now, this is an easy moisturizer to use every day. In warmer months I might use it only at night. For now, I find it moisturizing and soothing. My one improvement would be to include a little spatula or spoon to make getting it out of the jar more hygienic. Otherwise I’m enjoying it!"
		},
		{
			"review_title": "Miss the old version but this is good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I liked this moisturizer but do miss the old style for it. I liked the green packaging better this one looks a bit cheap. They have also completely removed the scent which I also loved so a bit sad about that but it’s perfect for people who don’t like scent. Not much new about this product still moisturizers well but I do feel like the old was gave me more of a glow but maybe it’s just be over thinking it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "i love anything and everything with green tea because i have acne prone skin so it works so well on me! this moisturizer keeps my skin moisturized all day even in this winter weather. love this so much!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I was already a fan of Innisfree's green tea serum and and was excited to add the cream to my routine! Just like the serum, it's moisturizing but lightweight and not sticky, perfect for daily use under my sunscreen. I received this product from Innisfree in exchange for my honest feedback."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This cream is seriously awesome!! It's like a big drink of water for your skin. The Green Tea and hyaluronic acid combo? Amazing! Super light, not smelly, and it leaves your skin feeling crazy good. ✨🙌"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Innisfree Green Tea Seed Hyaluronic Cream impressively absorbs into my skin, leaving it hydrated with a noticeable glow. Overall, it's a fantastic product for those seeking effective and quick skincare results."
		},
		{
			"review_title": "Great hydrating moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Great hydrating moisturizer. It’s not super thick but the hyaluronic acid makes it perfect people like me who have dryer skin in the cold season. My skin feels nice and hydrated after application. I love that the packaging is reusable because it feels super high quality."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Really love this product feels amazing and doesn’t really have a sent and I love that and it definitely moisturizes my face I have dry skin and I would definitely recommend this product I use it every night"
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received Green Tea Seed Hyaluronic Cream complimentary of Innisfree.  I absolutely love this cream. Its not extremely heavy and absorbs quickly.  Its very hydrating and leaves my skin smooth. I like that theres no strong scent like some other skincare products. I will definately purchase."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love the innisfree brand. They are super affordable. This new packaging is cute and simple without it being overwhelming. This cream has no scent and goes on my face smoothly. It brightens and hydrates my skin. I love it."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this cream in exchange for this review. I was happy to receive this cream because I use a few of their other products and love them. This cream didn't disappoint. It's lightweight and very hydrating. My skin glows."
		},
		{
			"review_title": "Best moisturizer I’ve ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have very dry skin and sensitive. This is the best moisturizer I’ve ever bought. Doesn’t feel heavy. It has a slight green tea fragrance which smells amazing and does not cause any irritation. I’ve tried a few different moisturizers through Sephora, this is the one I keep going back to you, and I always have in my kit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I love this cream. I use it both day and night, and it sits really nicely under my make up! it is not too heavy which is great and I really feel like my skin has been more hydrated since using it. Love it!"
		},
		{
			"review_title": "Amazing cream for under foundation!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted this by innisfree in exchange for my honest opinion. The green tea seed hyaluronic cream is extremely hydrating. I visibly saw a difference, my full skin became super glowy and my dry patches were gonna after usage."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This moisturizer feels like a cloud and is so silky, I love it! It plumps up my skin and makes it feel so soft. It doesn't make my combo skin feel oily, layers beautifully, and makes a great base for makeup."
		},
		{
			"review_title": "Best face and neck moisturizer/glow cream ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow love this face and neck cream   So smooth, rich and it feels amazing to the skin. Very cool and calming. Hydrate on impact and gives an amazing glow as well. I love this product.  The green tea ingredients makes a statement to better healthier skin . Goes on smooth and evenly, leaves no residue or streaks like some do . My skin feels so soft . It's truly a great product, definitely a must have in my daily beauty regiment"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently tried the Green Tea Hyaluronic Acid Cream, and I'm thrilled with the results! This cream has become a staple in my skincare routine. The green tea extract leaves my skin feeling refreshed and rejuvenated, while the hyaluronic acid provides deep hydration without feeling greasy. I've noticed a significant improvement in my skin's texture and overall appearance since using this product. I highly recommend it to anyone looking for a lightweight yet effective moisturizer. Five stars!"
		},
		{
			"review_title": "nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This Cream left my skin super soft and without any irritation . I love the light scent and how it's not sticky when applied on the skin . It seems very nice and it's a light consistency so it doesn't feel heavy on your face"
		},
		{
			"review_title": "Great for dry and sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "My skin is always very dry during the winter and I struggle finding a cream which hydrates my skin all day without it feeling greasy. This does just that. It’s a lightweight cream but my skin stays moisturized all day long. I’m also a fan of the scent, or lack thereof. This cream doesn’t have a strong scent which is a huge plus for me. My makeup stayed dewy all day and I had no pilling thankfully. Definitely a product I’d restock for colder months!!"
		},
		{
			"review_title": "Bounce back skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was gifted this by innisfree and as someone who uses bougie skincare I was amazed as how this texture of the cream compared the same as my other $$$ creme de la creme from a luxury retailer. The texture, the way it went on my skin, the glow it gave me and how hydrated I felt even next morning was mind blowing. Like I drank enough water all throughout the day kind of hydrated. I love that it doesn’t smell strong and a little goes a long way. I am obsessed and I will be using it day and night to see what it does to my late 30s skin that needs desperate help."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "The boost my face has been needing, it feels hydrated and locks in for maximized moisture. I use this morning and night on my combination skin type. It is lightweight but thankfully long lasting which I love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This Green Tea Seed Hyaluronic Cream is amazing! It's so lightweight and comfortable on the skin, but super moisturizing without feeling heavy and oily on my skin. Plus, it smooths everything out and reduces the look of pores. I like that it has no fragrance, and being alcohol free is also a bonus!"
		},
		{
			"review_title": "does its job well,",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is very ooo lala. Innisfree moisturisers are lwk all the same and for the price, theyre pretty good. I have constant issues with pilling and this has never once disappointed me in that department. Has no fragrance, pretty lightweight! Def hydrating but not really great for anyone with dry or very dry skin!"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I’ve really been struggling with super dry skin during the cold weather. I’ve noticed it’s been even worse since I’ve been blasting the heat in my car. I’ve been using this cream for a few days now and have noticed a significant improvement on the elasticity and suppleness of my skin. It has stopped the flakiness and tightness I’ve felt on my face! I also really like the new packaging for this product. Great for sensitive skin."
		},
		{
			"review_title": "Lovely cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Thank you to innisfree and Skeepers for letting me try your green tea seed hyaluronic cream! I like this product because of the green tea, it is new and unique. I definitely feel a nice amount of moisture as well."
		},
		{
			"review_title": "Very good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Gifted by innisfree- The new Green tea cream by innisfree has a silky texture that with its ingredients will give you a better moisture barrier and a glowy complexion. It has an affordable price tag with effective ingredients."
		},
		{
			"review_title": "Wave of moisture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It's like a wave of moisture. It has a lightweight consistency, very creamy and hydrating and most importantly moisturizing. Everything my combination leaning dry skin needs. It is unscented. This cream leaves my skin soft and looking nourished. I'm extremely impressed with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "It had a really nice feel and leaves my skin feeling very smooth and hydrated. I would definitely recommend to anyone looking for smoother skin and a more hydrated finish both before and after makeup use. It was gifted to me by innisfree usa."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Normal skin",
			"review_text": "i’m in love with this cream. it’s not too thick and it’s not sticky at all. leaves my skin feeling super hydrated especially in the winter months. layers great with other products. no scent which i appreciate!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "My skin is prone to acne, and I'm constantly searching for a product that offers hydration without feeling heavy. It needs to absorb quickly and work well under makeup. This product meets all my requirements perfectly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "While using this hyaluronic cream I noticed a few things That improved. I will wake up with dry skin. I woke up with my skin feeling very Supple. My skin was glowing. It is perfect for this winter weather. My skin is so soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really love using this cream so far! I love that it has green tea on it as it makes my skin feel nourished. The cream is really hydrating my dry cream this winter as well, and lays well under my innisfree sunscreen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Having the green tea seed hyaluronic cream I’ve noticed my skin is much more hydrated. I have noticed that my skin is a lot more brighter and it is very soft. When I wake up in the morning, my skin is nice and glowing."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am obsessed how leaving my skin plump, juicy, and glowing all day long. I use this cream along their serum, green tea and hyaluronic acid combo is like a hydration dream team, it is lightweight and silky, absorbs instantly, and safe for sensitive skin. Gifted free by Innisfree"
		},
		{
			"review_title": "New routine favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "My first time ever using this brand, I was not disappointed. The moisturizer comes in a white glass container And a LITTLE goes such a long way! I used a pea sized amount maybe even less and it covered my whole face. It leaves your skin very plump and moisturized I actually loved it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love that this formula is lightweight and non-greasy, perfect for layering under makeup. No more mask-like feeling, just a smooth, hydrated base that keeps my foundation flawless all day. Addition to that, the new version of jar is beautiful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Such a great everyday moisturizer. I’ve also used the other Innisfree green tea moisturizer and I’m not too sure what the difference between the two lines are but I’m a fan lol. It’s lightweight yet hydrating and makes my skin feel soft and smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I enjoy the lightweight and smooth texture of this cream. It glides on my skin and leave my skin quite moisturized. I also love this new design of jar. Innisfree replaces the original plastic jar to this glass one and make it looks fancier! Love it"
		},
		{
			"review_title": "Best cream for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This hyaluronic cream has just the right amount of thickness . I’ve been looking for a creme like this for my night time routine . My skin is really dry so this is exactly what i needed .It layered really well with my other products and didn’t feel heavy at all . I’m so happy i found this product ,because it’s really nice . I would recommend trying it if you’re looking for a lightweight hyaluronic crème."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The texture is fantastic and it applies well. It has a very soft and non-irritating feel about it. It's ideal for use as a night cream over other products or as a day cream. It makes the skin feel really full! I would absolutely suggest this product to anybody searching for a reliable moisturizer. It actually gives the complexion a beautiful sheen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is a lovely repackaging of one of my all time favorite moisturizers. I cannot sing the praises of this one enough. It has always relieved my dry, easily irritated skin and is a miracle for anyone looking for a hydrating cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "The Green tea seed hyaluronic acid cream is super moisturizing! It works well for my skin! This cream adds extra antioxidants to my skin care routine and the best part is that it’s also fragrance free!"
		},
		{
			"review_title": "AMAZINGGG",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This green tea seed and hyaluronic acid cream is ultra hydrating to my dry skin! It instantly plumps up my skin and keeps it moisturized all day. I use it in combination with the green tea serum and together they are a moisture powerhouse! Highly recommend if you struggle with dry skin and patches."
		},
		{
			"review_title": "Gives skin an actual glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The texture is great and applies so well. It feels very gentle and non-irritating. It’s perfect as a night cream over other products or day cream. It makes the skin feel so plump! Would definitely recommend this product to anyone looking for an effective, consistent moisturizer. It gives an actual dewy glow to the skin (many products promise this but this actually follows through!)"
		},
		{
			"review_title": "Definitely a great purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have been using this green tea seed hyaluronic cream for almost a month now and I am so happy to see the results. My skin feels so much better after regular use. I see a visible reduction in fine lines"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is by far one of my favorite moisturizers! It’s so light and refreshing— really gives my skin the moisture it needs. I like it for summer and for mornings since it’s on the lighter side. So happy it comes without fragrance now!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I got the Green Tea Seed Hyaluronic Cream from Innisfree. It's a light, easily absorbed cream that leaves my skin feeling refreshed and well-moisturized. With antioxidant-packed green tea, it deeply hydrates, enhancing my complexion by not just moisturizing but also reinforcing the skin barrier. Plus, the scent is delightful."
		},
		{
			"review_title": "HOLY GRAIL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "THIS IS A HOLY GRAIL PRODUCT!!! When i apply this moisturizer to my face it feels strong and moisturized. Waking up i have a soft glowing complexion and i recommend this product to anyonen"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Innisfree's Green Tea Seed Hyaluronic Cream totally won me over! First off, the smell? Ah-mazing! That subtle green tea fragrance adds a calming vibe to my skincare routine. The texture is like silk – smooth and not at all greasy.But let's talk results. The combo of green tea seed oil and hyaluronic acid? A game-changer! My skin's hydration level skyrocketed after just a few days. It soaks in super fast, giving this instant dewy look that lasts all day. Perfect for my dry skin, especially in unpredictable weather. Props to the packaging too – sleek, green, and eco-friendly. Yeah, it's a bit pricier, but you're paying for top-notch quality. This cream is now my daily go-to for that radiant, hydrated glow. If you're into that natural-meets-tech vibe in skincare, Innisfree's Green Tea Seed Hyaluronic Cream is a total must-try. Trust me, your skin will thank you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like the cooling effect and ingredients in this cream. It contains green tea tri-biotics, hyaluronic acid, squalene and ceramindes. I use it twice a day and quickly absorbs into my skin. It makes my skin soft, hydrated, and look healthier. I definitely recommend this cream. Gifted by Innisfree."
		}
	]
}