{
	"product_id": "1127",
	"name": "Hydrating Shampoo",
	"brand": "Moroccanoil",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 38.0,
	"about": "What it is:A hydrating, daily care shampoo infused with antioxidant-rich argan oil and replenishing nutrients to quench and nurture dry hair..Hair Type:Fine, Medium, and Thick.Hair Texture:Coily, Curly, Straight, and Wavy.Hair Concerns:.Key Benefits:Hydrates, Fights Frizz, and Promotes Shine.Formulation:Rich Liquid.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, mineral oil, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban. This product also comes in recyclable packaging..What Else You Need to Know:Moroccanoil Hydrating Shampoo delivers antioxidant-rich argan oil, vitamins, and moisture-attracting red algae for hair that looks and feels healthier. The gently cleansing formula helps increase manageability, smoothness, and shine for all hair types.",
	"ingredients": "-Argan Oil: Restores elasticity, smoothness, and manageability to hair.  .-Algae: Protects cuticles against dryness.  .-Vitamin A: Combats against free radicals to retain moisture and fight the effects of hair aging...AQUA/WATER/EAU, SODIUM LAUROYL SARCOSINATE, COCAMIDOPROPYL HYDROXYSULTAINE, COCAMIDOPROPYL BETAINE, PARFUM/FRAGRANCE, LACTAMIDE MEA, ACRYLATES/PALMETH-25 ACRYLATE COPOLYMER, GLYCERIN, ARGANIA SPINOSA (ARGAN) KERNEL OIL, RETINYL PALMITATE, TOCOPHEROL, CHONDRUS CRISPUS EXTRACT, ASCOPHYLLUM NODOSUM EXTRACT, PALMARIA PALMATA EXTRACT, LAMINARIA SACCHARINA EXTRACT, UNDARIA PINNATIFIDA EXTRACT, SODIUM SARCOSINATE, DIETHYLHEXYL SYRINGYLIDENEMALONATE, CAPRYLIC/CAPRIC TRIGLYCERIDE, XYLITOL, POLYQUATERNIUM-7, GLUCOSE, PROPYLENE GLYCOL, CAPRYLYL GLYCOL, STYRENE/ACRYLATES COPOLYMER, ANHYDROXYLITOL, PEG-150 PENTAERYTHRITYL TETRASTEARATE, XYLITYLGLUCOSIDE, PEG-6 CAPRYLIC/CAPRIC GLYCERIDES, SODIUM PCA, PEG-20 GLYCERYL LAURATE, LAURIC ACID, ETHANOLAMINE, POLYSORBATE 20, LINOLEIC ACID, LACTIC ACID, SODIUM BENZOATE, CHLORPHENESIN, PHENOXYETHANOL, ALPHA-ISOMETHYL IONONE, LINALOOL. MOHS02A",
	"how_to_use": "Suggested Usage:.-Massage throughout wet hair and scalp, adding more water to activate a rich, luxurious lather from the concentrated formula. .-Rinse thoroughly until water runs clear. .-Repeat as necessary... Precautions:.-Use product only as directed..-Avoid contact with eyes. .-In case of contact, rinse immediately with water..-For external use only.",
	"num_reviews": 2322,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/hydrating-shampoo-P412087?skuId=2030336&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2030336-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.5 oz/ 250 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2030336-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Awesome argon oil shampoo.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I received this as a free sample for me to review.  This is an awesome shampoo.  It hydrated my hair and smelled wonderful."
		},
		{
			"review_title": "Squeaky clean and sulfate free!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I have very dry and overprocessed hair and I love this shampoo a lot! Some have mentioned this shampoo is very drying and I admit it does feel drying when you first switch to this shampoo from another line (especially if its drugstore...)  but that is because this is a high quality and doing a good job actually cleaning your hair. When paired with the matching conditioner my hair immediately feels like silk after washing. The best part is that this shampoo is sulfate free - the squeaky clean hair that you get with this shampoo considering that its still gentle and sulfate free blows my mind! My hair color doesnt fade, my hair stays fresh longer, and I truly believe this made my hair retain length. The 16.9 fl jumbo size is only halfway done and its been about 5 months of regular use which makes this well worth the money."
		},
		{
			"review_title": "My go to shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is my favourite shampoo ever I’ve been using it for years and i swear by it. It always leaves me with super soft and shiny hair and my hairs never been healthier since I started using this shampoo!"
		},
		{
			"review_title": "Save your money! Not worth it at all!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The worst shampoo I have ever used! It does not really clean your hair, have to lather and wash the hair multiple times in one wash. The hair is not left smooth after it dries, it looks spongey and frizzy. Completely regret spending the money ok this."
		},
		{
			"review_title": "I would repurchase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This was really a game changer in my opinion. The way it smells is addictive and is mainly why i use it. Im trying to invest into more high end shampoos. I did notice my scalp getting itchy more then normal. But it gets the job done in my opinion."
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample package of this shampoo,conditioner and oil. I love the smell. I have fine short coloured hair and it left my hair feeling clean and controlled.  I will definitely be buying more soon as I am finished with what I am using now."
		},
		{
			"review_title": "wonderful shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "This Shampoo is the best ! I have used the oil for many years and always thought it worked extremely well. Now the Shampoo, it really cleans my hair and leaves it soft and shiney."
		},
		{
			"review_title": "Extremely drying",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "First of all, the smell is amazing. But beyond that, it’s absolutely terrible for my hair. I have straight, fine hair and this leaves my hair feeling like straw. Nothing about this screams “Moroccan oil” or “Hydrating”. It will leave your hair squeaky clean though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The feel of my hair after using this with the conditioner is amazing!! And the smell I alway get compliments on it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "One of my favorite shampoos. Makes my frizzy hair feel so nice and the smell is incredible !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My hair feels great after using this shampoo. Only a small amount is needed for each wash which is good because it's a bit pricey."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "It really hydrates your hair, and has a very light natural scent when you wash it off, without too many chemical fragrances, and there is no lingering chemical fragrance after you wash it off, so this is currently my favorite！ shampoo!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "After using this my hair was amazingly soft and shinny I love it so much!!"
		},
		{
			"review_title": "Terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Dried out my hair really bad. I do have low porosity hair and it’s thin so maybe this shampoo is high protein and damaged my hair. Not to mention; it has dimethicole which is a harmful ingredient to hair regardless of porosity or hair type."
		},
		{
			"review_title": "BEST SHAMPOO EVER!!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "After using the shampoo and conditioner for a few weeks, I received the best results I've ever had! My hair was silky and soft. All of my friends tell me how good my hair smells, and how healthy it looked, after just 1 use! After years of not using heat protection on my hair, this revived my hair within weeks, and now my hair is healthier than ever! I would give it 10/5 stars if I could! I definitely recommend and will be using it for forever!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really enjoy this! My hair feels squeaky clean after and I noticed any flakes or dandruff went away pretty quick. My hair felt clean very long"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair",
			"review_text": "this is the perfect travel shampoo for any vacation. it smells so amazing and i love it. it feels amazing in my hair and leaves it feeling so soft and smelling amazing! so excited to keep using it! love"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I purchased this as I wanted to try a new product as I had been using the pureology shampoo purple bottle one for awhile, however after one use of this morrocan oil shampoo my hair felt so dry while I was washing it? And then once dried my hair was so oily it was horrible I ran to return and I will repurchase my normal pureology shampoo! Only plus for this is the smell but other then that it's a pass"
		},
		{
			"review_title": "Not great for curly hair, overpowering scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I got the trial size as part of the bday gift this year.  It's not the best for curly hair, because it's a bit harsh and drying.  My main complaint is the overpowering scent! it's wayyyy too perfumey, both this and the conditioner. For anyone who is sensitive to perfumes, stay away! My eyes are still burning and it's been several hours since washing my hair."
		},
		{
			"review_title": "Not good for my 4c hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Made my 4c hair feel like a big dread loc!!! Also not a fan of the herbally incense smell, fragrance is way too strong."
		},
		{
			"review_title": "Mis-named; it should be called Clarifying Formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I only gave this one star because I was not able to give it ZERO stars. It is called Hydrating, but DO NOT BELIEVE IT! First of all, I do not have very thick hair; it's just normal. However, I had to use a lot of the shampoo just to actually get the suds through all of my hair. Second, you would think with a name like Moroccan Oil Hydrating Shampoo it would be, well, hydrating. It is not! In fact it stripped not only the dirt and oil from my hair, but it completely stripped any moisture whatsoever from my hair. While it did make my hair squeaky clean, it stripped all of natural moisture from my hair as well making it feel like straw. I used the ENTIRE bottle of the Hydrating Conditioner sample and it was still not enough hydration. I had to follow it up with a deep conditioner I already had to bring the moisture back to my hair. So if you are looking to strip absolutely everything out of your hair due to excess product build-up, then this is the product for you. However, if you are looking to clean your hair and leave it well moisturized, then leave this one on the shelf."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have searched for a product that actually makes my hair feel stronger and healthier for so long, and this shampoo is exactly what I've been wanting."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this as my birthday gift and i done feel and improvement, no hydration and i am scared since i usually lose hair everyday and other reviews say that you get hair lose a lot. Not even the hair oil is working."
		},
		{
			"review_title": "a slay for the hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I AM IN LOVE. This shampoo literally smells so nice and has made me feel like my hair is truly clean. From the first use, I noticed a difference in the texture and feel of my hair. It left my hair feeling incredibly soft, smooth, and hydrated without weighing it down. The scent is just as amazing as the moroccan hair oil, plus it makes my hair smell amazing throughout the day. I definitely recommend this shampoo to anyone. Can’t wait to go buy another one!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m in love with this brand and some of their products are my wholy grail products, but the shampoo didn’t work for me. My hair is very dry and the shampoo didn’t do much for me. It smells great as all their products, but it’s not hydrating enough for my hair."
		},
		{
			"review_title": "Perfect shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love the Moroccanoil Hydrating Shampoo! It leaves my hair feeling soft, smooth, and deeply hydrated without weighing it down. My hair looks shinier and healthier after each wash, and the scent is heavenly! Perfect for dry hair in need of extra moisture. Highly recommend!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I’ve heard so much rave about this shampoo and conditioner and smells amazing; however I did not have a good experience. I have very thin and fine hair. I recently had my hair cut a week ago and hair is super healthy. I don’t put any products in it and don’t straighten it. I decided to try this brand out as I’ve tried many different brands in the last with no issue. I believe this product would be beneficial to my hair and its texture especially the healthy benefits. I thought wrong. I used this for the first this when I showered in the morning and by the evening I noticed I started losing pieces of hair(as if it’s been cut and little pieces). I thought nothing of it…until the next day. I showered and oh my gosh I started panicking!!! I started to loose clumps of hair. Idk why as this contains healthy ingredients so I thought.. each time I would grab all my hair to take all the shampoo and conditioner out the more and more started coming out. I wanted to cry. I already have very thin hair. After getting out the shower I noticed my hair had that smell. As if it’s been bleached and the bottom of my hair was half of was it was as pieces and clumps started coming off. I would not recommend this brand at all for anyone with fine thin hair. I want to cry because my hair keeps falling out and idk what to do…"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really love how squeaky clean my hair gets while using this shampoo. It cleanses like no other! I also find the Moroccan shampoo scent to be so delightful! Just a little goes a long way. It laters up quite nicely too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "The shampoo is nice and it’s a good fit for me. The shampoo works well for my hair type and I like it in my hair routine. I would recommend for all hair types to try out and use for their routine as well."
		},
		{
			"review_title": "A great shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This shampoo really surprised me!! It lathered really well in my hair and the scent is really clean and refreshing. My hair felt very soft afterwards too. The following morning, my hair scalp was still flaky, but maybe with continued used and prewash treatments this will ease up. I also feel like less hair came out compared to normal wash days."
		},
		{
			"review_title": "Fav shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest review. This shampoo is so amazing and smells so good! It helps with my super frizzy hair and paired with the conditioner is top tier. It is pricey but personally worth the money to me."
		},
		{
			"review_title": "Must have shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great shampoo I received. Leaves hair clean. Also smells nice and clean too. Washes my hair really well. My daughter also enjoys using it. It pairs well with the conditioner of the same brand."
		},
		{
			"review_title": "Definitely try it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Used this & noticed my hair immediately felt different!!!! It smells nice & will keep using for best results! So far this product has been great for me. I received something in exchange for this post."
		},
		{
			"review_title": "Wonderful product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This shampoo smells absolutely fabulous, and the scent lasts too! It is very hydrating, like it says, it truly adds a ton of hydration to your hair while still fully cleaning it. It leaves your hair feeling healthier, softer and smoother!"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This shampoo keeps my hair nice and hydrated and the smell is amazing. I will be purchasing the bigger bottle. These are perfect for travel and fit anywhere. My hair is on the dry frizzy side and this tamed my frizz."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This product is a really good shampoo. It works so well on my hair and leaves my hair smelling so good after the shower. It cleans my hair really well and it also makes it less tangled. I will be repurchasing!"
		},
		{
			"review_title": "that will be a nope from me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really wanted to like this product and I've used it for the last month and although my hair likes it, it has progressively irritated my scalp. I didn't realize how bad it was till I had a haircut today and my stylist was like ma'am wtf are you doing. The intermittent itching since using it makes more sense now..."
		},
		{
			"review_title": "a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "This left my hair feeling silky and soft. It also smells amazing. I definitely recommend this if you have dry and damaged hair. I definitely recommend this and will be buying again. It helped with my frizz."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product! It really does hydrate your hair and it does not leave my hair feeling so dry after shampooing like other shampoos. It smells great and I think my hair is shinier and looks more healthy after using it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "hydration where..? hair felt no better than before"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my favorite shampoo and conditioner gifted by moroccanoil. It smells so good and makes my hair so soft and smooth. You can never go wrong with morrocanoil as they make the best products for my hair. It is so clean and I love the smell."
		},
		{
			"review_title": "Shampoo nd conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loved this shampoo and conditioner set so cute packages and made my hair feel so nice would definitely buy the bigger version instead of this tiny ones worked amazing and smelled so good and made my scalp so nice offered by moroccanoil"
		},
		{
			"review_title": "Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Gifted by Moroccanoil. This shampoo and conditioner works very well! Has a nice smell to it and always leaves my hair feeling soft and hydrated. I would love to repurchase this shampoo and conditioner and I would definitely recommend!"
		},
		{
			"review_title": "Honest Review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I did receive this product for free so there’s no reason for me to lie. I truly love this shampoo and conditioner and will be making the switch from my old products to this set! Thank you so much for letting me try it! Offered by Moroccanoil"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I was gifted by Moroccan and let me tell you my scalp felt soo good after this. I usually have an itch scalp and it hurts after I scratch for a while but this helped me soo much. I recommend it for anyone whose scalp itches or hurts"
		},
		{
			"review_title": "smells great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "For reference I have an oily scalp with dry ends. I enjoyed this shampoo. It foams nicely and rinses easily. It doesn't leave any residue in my hair and it smells great. My hair feels soft and shiny. Highly recommend. Gifted by moroccan oil"
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I absolutely love this shampoo, I have super dry hair and a dry scalp and it has already started helping even after one use. I had my sister try too and she loved it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I love Moroccan oil! Leaves my hair feeling so soft and luscious!! Was so happy I was gifted by moroccanoil!! Would definitely buy the full size after trying it out!! Can’t wait to continue with silky, shiny hair!!"
		},
		{
			"review_title": "Extremely drying!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Extremely drying!  Can’t understand how others think it’s hydrating.  I also use the conditioner and my hair is extremely dry and frizzy.  I have straight asian hair and this is very damaging."
		},
		{
			"review_title": "Loved it! Want to Try more~!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received a small sample of the shampoo and conditioner & used it.  It only allowed me to wash  my thick hair two times.  I would like to try this size, which I think I will purchase, and try it a few more times.  The conditioner felt nice & wasn't too oily or greasy feeling going on."
		},
		{
			"review_title": "GET IT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVE !! GET IT RN!! MADE MY HAIR SMELL SO GOOD AND FEEL SO SOFT!!"
		},
		{
			"review_title": "Happy with this product. Will be buying again.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Normally, I would never reach for an oil shampoo. Specifically because I have an EXTREMELY bad oil problem with my hair. It’s genetics. This one caught my eye.. so I decided to give it a try. My hair actually is producing less natural oils since I started using this 3 weeks ago. I’m really pleased with my results. I seen reviews about hair loss so I was a little worried but I haven’t experienced any this far. All in all this is a really really good product. I’ve been using it for about 3 weeks now and there is a big difference in the health of my hair. It feels smooth and healthy."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I'm very picky with my shampoo considering my scalp usually gets super oily from hydrating shampoos yet my hair is dry, But this one works fantastic, it leaves my scalp feeling clean and still leaves my dry hair feeling soft and hydrated."
		},
		{
			"review_title": "Where's the hydration??",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I chose this as my free birthday gift and was not impressed. It made my hair feel like straw. I have medium long hair on the thinner side and while I do have highlights that can make my ends dry, the olaplex Bond maintenance makes my hair silky soft. I also wasn't crazy about the scent but if this had been a good shampoo I would have been able to ignore it because it didn't smell that strong in my hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i love it so much my hair smells so good and is so soft"
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Very rich argon oil infused shampoo that made my scalp feel good and my hair shiny and manageable. I will continue to use!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I got mini as my birthday gift to try. Honestly I don’t think it does a good job. I have curly/wavy hair and this made my hair greasy. Wouldn’t recommend it."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Love the hydration it gives and remove all buildup."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "One star it’s shampoo and one star for the smell. Other than that it falls short. I have just basic shampoo that does the same if not way way better! This is over priced and doesn’t deliver."
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I hate it, I really do, I was surprised that this fell short for me. Both it and the conditioner make my hair SO GREASY looking, literally a few hours after it air dries my hair looks like I didn’t even wash it. using less"
		},
		{
			"review_title": "Love It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I received a small sample of this from PINCHme and Moroccanoil to try out and review, together with the conditioner.  First, I truly love the smell of this!  It’s safe for color-treated hair, is sulfate-free, phosphate-free and paraben-free, and contains argan oil, essential fatty acids, and keratin proteins.  It has a good lather, and my hair feels clean and smells great.  Together with the conditioner, I feel my hair is hydrated, and less frizzy."
		},
		{
			"review_title": "Smoothing… but smells like bad cologne",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Received this shampoo, the conditioner, and hair oil for my birthday gift! On top of using these products, I used the Gisou hair mask and loved the way it turned out. My hair is wavy and frizzy. The products worked to leave my hair smooth and shiny. I’d give it 5 stars and purchase the full size bottles IF the smell wasn’t so bad. It’s giving a bad men’s cologne like Axe. Wish it smelled better :("
		},
		{
			"review_title": "I like it but not for everyone.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I chose this set for my birthday it came with mini shampoo, conditioner & oil. It does have a strong scent. But I was already familiar with the oil. A little goes a long way and I mean TINY amount. For all the products."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "After using this product my hair felt so much softer and shiny but you really need to use a conditioner. When the hair is wet feels really dry but after conditioning you will see the difference."
		},
		{
			"review_title": "Delete the biased politically motivated reviews",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sephora needs to delete the reviews that are politically biased. People using Sephora need to know about the quality of the products not your personal opinion on something unrelated!!"
		},
		{
			"review_title": "Icky smell!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I got the minis as a free birthday gift from sephora and it left my hair dull, flat and looking greasy! I have pretty fine hair so this made it look extra oily. Not to mention how it smelled of cheap drugstore products."
		}
	]
}