{
    "product_id": "707",
    "name": "Illuminator Liquid Highlight",
    "brand": "Iconic London",
    "categories": "Makeup, Face, Highlighter",
    "price": 54.0,
    "about": "What it is:u00a0A concentrated liquid shimmer that can be added to your foundation, primer, moisturizer, or simply used alone for a super-highlighted glow...Highlighted Ingredients:.-Oleogel & Adhesive Film Former: Ultra-blendable texture that delivers a buildable, soft metallic glow..-Ultra Refined Pearlescent Pigments: Impart a sheer, multi-dimensional candle-lit glow to your complexion...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, and mineral oil. This product is also vegan, cruelty-free, and gluten-free...What Else You Need to Know: Whether worn alone as an enhancer or mixed with your foundation, primer, or moisturizer for a soft-focus effect, this illuminator lends light to dull, lackluster complexions and looks stunning when blended along cheek and brow bones to accentuate the high points of your face.",
    "ingredients": "-Oleogel &amp; Adhesive Film Former: Ultra-blendable texture that delivers a buildable, soft metallic glow..-Ultra Refined Pearlescent Pigments: Impart a sheer, multi-dimensional candle-lit glow to your complexion....Hydrogenated Didecene Isododecane Hydrogenated Polyisobutene Mica Hydrogenated Polycyclopentadiene Hydrogenated Styrene/Isoprene Copolymer Triethoxycaprylylsilane 1,2-Hexanediol Caprylyl Glycol May Contain: CI 77491 (Iron Oxides) CI 77891 (Titanium Dioxide).",
    "how_to_use": "Suggested Usage:.-Add drops of your Illuminator to cheekbones, tip of the nose, collarbones, and cupidu2018s bow..-Use your fingers to tap the product in, gently blending it for a beautiful, high-gloss look..-This super-versatile product can be added to many products in your makeup bag for a touch of luxe.",
    "num_reviews": 268,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/illuminator-P461217?skuId=2380434&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2380434-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Original",
            "shade_descriptor": "champagne-toned shimmer to add a golden shine",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2380426-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Blush",
            "shade_descriptor": "peachy antique-rose based shimmer that adds a warm rosy glow",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2380434-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "STUNNING!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "AMAZING. Iu2019ve had the bottle for months as a little goes a long away. I use it daily. Leaves a glazed finish. Itu2019s beautiful"
        },
        {
            "review_title": "Model Make Up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "u201cSabrina Carpenteru201d skin with this! Never going back! Been using this highlighter for MONTHS and I have so much product left and itu2019s everything u could want in a highlighter. 10/10 product and looks great!"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Love that the color blends well on my skin and is shimmery!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Gives my skin a beautiful glass finish when applied mixed with a foundation."
        },
        {
            "review_title": "Lovely summer glow for your body",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Complimented my look when I had to wear gowns for summer weddings. Loved the extra glow!"
        },
        {
            "review_title": "I would absolutely buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This bottle will last me forever! Itu2019s stunning and a little goes a long way. Itu2019s my favorite for sure."
        },
        {
            "review_title": "Canu2019t wait to use it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I just got this product and canu2019t wait to use it. I hope itu2019s long lasting. The shimmer and color is beautiful and Iu2019m going to use it on my body, collarbone, and cheeks. Itu2019s like liquid gold."
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "After using this product for the past few weeks I have absolutely feel in love with this product. I absolutely love how hydrated my face is and how  it makes my foundation look on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great product! Work great with use a little product!"
        },
        {
            "review_title": "Actually iconic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is pigmented and shimmery and nearly perfect. I used it alone as a highlighter and liquid eye shimmer. I also mixed one drop in with my Ilia serum foundation to change it to a dewy v matte formula. I could see this having even more use in the summer mixed in with lotion for a body glow. The only issue I have with is - is it is just too much. A little goes a very long way. I canu2019t see myself using the whole bottle before it expires."
        },
        {
            "review_title": "a must-try product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This highlighter delivers a stunning, luminous glow that enhances your natural features. It offers a radiant shimmer that adds a touch of luxury to my makeup routine. The lightweight, silky formula blends seamlessly into the skin. For a dewy, sun-kissed finish, Iconic Highlighter is a must-try."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with these glow drops! The glow blends in so easily and makes makeup look flawless and effortless. These are perfect for summer makeup!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "After using this product I get in love with it. Iu2019ll buy it again because I need to have more in my vanity u2728"
        },
        {
            "review_title": "Little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this stuff! I have purchased one of these highlights with my own money prior and the formula is so beautiful. Not to mention I still have the original bottle. A little goes a long way! This color is incredible and the glow is amazing. Feels like you are glowing from within."
        },
        {
            "review_title": "Love Itu2019",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Not a fan of liquid highlight alone but mix a little bit with my foundation and It gives you such a nice healthy glow."
        },
        {
            "review_title": "Multi use highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Loved this highlighter because it was easy to use. I would mix it with my moisturizer and applied it with my fingers for a subtle glow on days that I didn't do full makeup. I would also use it mixed with my lotion to give the rest of my body a nice all over shimmer. The highlighter was easy to blend out using my fingers and a small stiffle brush."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "great coverage and shine. It is light weight and totally illuminates my complexion"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This highlighter was beyond fabulous it wasnu2019t chalky or too powdery and have the flexibility to move if you didnu2019t like the placement."
        },
        {
            "review_title": "Not bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Great coverage. Too thick and heavy for oily prone to breaking out."
        },
        {
            "review_title": "Shimmer and glow without it going overboard",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product from BzzAgent in exchange for my honest review.   How does this product compare to other products youu2019ve tried? A: this product is so cute and easy to use. The color is shimmery but not overly shiny, and it is a lighter champagne color.   What are some benefits of owning this product? A: The color is beautiful without being too shiny. If you have combination skin like mine and you don't want to add A LOT of shine to your face then this would be the product for you as the shimmer is subtle but pretty.  Would you buy this product? A: Yes.   Would you recommend this product to your friends or family? A: Yes."
        },
        {
            "review_title": "So glowing! Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This method allows me to avoid the hassle of applying blush. Honestly, I haven't been using highlighters lately, but this liquid illuminator is incredibly user-friendly, and I've been enjoying incorporating it into my routine. Plus, it's simple to adjust the level of shine, making it a must-have addition to anyone's highlighter stash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My favorite for body and face! Itu2019s such a beautiful glow. If youu2019re a bride or have pictures coming up, 10/10 recommend."
        },
        {
            "review_title": "A versatile and easy to use liquid highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I don't have a lot of experience with liquid highlighters but I am glad I received this liquid illuminator for review. it has no shimmer particles but has this beautiful bling that looks amazing both underneath foundation for a lit from within glow and on top of foundation as a traditional highlight. But my favorite way to apply is underneath foundation, all over my cheekbone area and on other high points on my face and then proceed with foundation. This way, I don't have to worry about messing with my blush. To be honest, I haven't been using any highlighters these days, but since this liquid illuminator is so easy to use, I have really been enjoying adding that step to my routine. And it is also very easy to increase or decrease the intensity of shine with this, that I highly recommend this liquid highlighter If you are looking to add a highlighter to your collection."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Is such a good product. You can use as a highlight or add to your primer to get a glowy look.is perfect for summer look The size of the bottle make it very convenient to carry in your purse."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Nice product. It makes everything look more beautiful. I use it everytime i make up. Last long and shiny look. Highly recommend"
        },
        {
            "review_title": "Itu2019s okay, not my fav.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this product complimentary for a review. Itu2019s very pigmented and a little goes a long way. Iu2019m not crazy about the product and have to figure out a way to use it that I like. Maybe add it to a body oil for a glow."
        },
        {
            "review_title": "Very pretty beautiful illuminator highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iconic, London illuminator liquid highlighter in champagne, toned shimmer, add a golden shine that can last all day. I like that you can add this liquid illuminator to my foundation to add a beautiful glow from within. It is also very pretty above the eye bone and contour areas."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This liquid highlighter is genuinely really really good. Itu2019s long lasting and is really shimmery and pretty on the skin. I really enjoyed using this and will be adding to my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Iconic London illuminator is absolutely stunning on. With this beautiful illuminator a little goes a long way. It last on and makes me glow like no other. I would definitely recommend."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "u201cThe Iconic London Illuminator Liquid Highlighter in the shade 'Original' is an absolute gem. Its champagne-toned shimmer effortlessly adds a golden shine to my complexion, giving me that coveted luminous glow. The formula is lightweight and blends seamlessly into the skin, providing a natural-looking radiance. Whether mixed with foundation for an all-over dewy finish or applied to the high points of the face for a targeted highlight, this product delivers stunning results every time. It's definitely become a staple in my makeup routine!"
        },
        {
            "review_title": "Iconic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This illuminator liquid highlight from Iconic London definitely lives up to its name of ICONIC.  The illuminator gives what its supposed to.  I added to my tinted facial sunscreen and then topped with a little concealer.  It gave me a flawless effortless look, with the illuminator sparkling right through.  A must have staple for any makes up enthusiast.  The original shade color actually worked we surprisingly with my med to dark skin tone. I will say be careful as this is in a glass bottle... I accidentally dropped my box with the bottle inside and its busted, so be careful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gorgeous highlighter! Easy to apply with the dropper and tap in with my fingers. Super bronzy and a bit of shimmer."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After a few weeks of testing, itu2019s really easy to use. Beautiful on the skin. Leaves the skin looking, feeling hydrated, and it lays on the skin nicely. A little goes a long way as itu2019s really pigmented. I would recommend to anyone."
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This liquid highlight is gorgeous! It has a great consistency and a little goes a long way! It blends beautifully and lasts all day. I did not like the packaging as I'm just not a fan of the dropper style bottle. I think it causes you to apply too much product. Even though I really like this product I will gift it to my daughter because it emphasizes my aging pores a little much."
        },
        {
            "review_title": "Shiny!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very vibrant, not the most subtle highlight so you definitely get a lot of bang for your buck. Took off a star because the dropper does not screw in at the top correctly."
        },
        {
            "review_title": "Don't enjoy using on my face, BUT",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Compared to other liquid highlighters I've used this one is VERY watery, which I actually really like. I got the shade original and unfortunately it just looks very orange on my fair skin. Also this is BLINGY, it is far more glittery than expected. I just don't prefer how this looks on my face at all BUT I had been considering buying a sparkly sunscreen and with this item I've been able to just mix a drop of this into my regular body sunscreen and get the same effect. I like the multi use aspect of a product like this, the shade and finish is just not what I would use on my face personally."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "The Iconic London illuminator is absolutely stunning on. With this beautiful illuminator a little goes a long way. It last on and makes me glow like no other. I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Love this highlighter, it is easy to use, it looks natural on, and lasts all day! You only need small dabs for it to look great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Hazel eyes, red hair, Oily skin",
            "review_text": "I was very happy and satisfied. It has a good pigment on the skin. Moisturizes, not drying like others I've used. The application is easy. Use little to apply. If you use too much it is very strong. I loved the result."
        },
        {
            "review_title": "Beautiful Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This highlighter is simply gorgeous and works so well with my fair skin tone. Just a small amount is needed to give me a natural glow or I can use more to have a more glam look. I love that this has a lot of product in the package for the small amount I have to use because it will last me a long time. The only real problem I have had with it is that it doesnu2019t work well with all my foundations. If I wear a more matte foundation, it wonu2019t apply well so I have to wear a more dewy or hydrating foundation or wear it on bare skin. All in all, it is a beautiful, glowy highlighter that I will wear again and again."
        },
        {
            "review_title": "This highlighter is my favorite in my makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is an incredibly cool product! Of all the highlighters I use, this is the coolest! leaves a beautiful glow on your skin. does not crumble. Looks beautiful with daytime or evening makeup. I highly recommend"
        },
        {
            "review_title": "A great addition to your makeup collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I have been consistently using this product over the last couple weeks and I'm highly impressed. I've used with and without my foundation and completely happy with both results.   I love they natural glow I get from this product.   I also like that it's light weight and not oily.  Looking forward to using this a lot over the summer."
        },
        {
            "review_title": "New daily go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love this product! I wasn't sure what to expect, but it gives me the natural glow I was looking for, not too much and not too little. It lasts all day and layers well on top of my foundation/concealer. Highly recommend this one :)"
        },
        {
            "review_title": "Overall good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Very illuminating product. Size of product is very large. The applicator is nice. Product appears to stay well on skin and not transfer. Dries to a nice finish, not sticky."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the effortlessness of this product. There is a metal applicator that at first I wasn't quite sure how to use. It has a tube inside it that you can squeeze at the top and then pull up the product. I just used the applicator the first time, and that actually was enough product. It is definitely one of the products where a little goes a long way. It applies a beautiful highlight under the eyes and on the apples of your cheeks. I'm sure it can be used other places as well to highlight your features. Overall, the color is beautiful and the highlight is just enough shimmer to be pretty without being overwhelming."
        },
        {
            "review_title": "An absolute must in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Definitely pricey but worth it. My first time using this product i fell in love with the glowy beautiful champagne finish it left!! I use it before my foundation or sometimes mixed with it to achieve a luxurious look  luxurious look.sndssjxxido"
        },
        {
            "review_title": "Pigmented!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I really like this product. I received it through a free sampling program. It works very well and is highly pigmented. A tiny drop goes a long way!"
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this so much. I love mixing it with my liquid blush and it looks so pretty. Itu2019s so shiny and reflective."
        },
        {
            "review_title": "Subtle but solid.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very subtle shine with smooth application. The color upon application was perfect. I was worried it would look too dark against my very pale skin, but it blended in and became subtle immediately. A little goes a loooong way, which is great because the price is steep, but worth it considering it will last a long time."
        },
        {
            "review_title": "Such a pretty glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I love the glow this gives! Its subtle and so gorgeous. It definitely is easier to build up and really easy to blend. I usually take small drops on the back of my hand and use my fingers to work it in."
        },
        {
            "review_title": "Radiant Glow with Effortless Application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I received a complimentary bottle of the Iconic Illuminator Liquid Highlight in Original in exchange for my honest review. This illuminator is an outstanding choice for anyone seeking a luminous glow with a luxurious feel. It offers a concentrated shimmer that can be seamlessly integrated with your foundation, primer, or moisturizer. Alternatively, it shines brightly when used alone, highlighting the cheekbones, nose tip, collarbones, and cupid's bow with just a few drops.  The application is a breeze; the formula is designed to be ultra-blendable, allowing for a smooth glide and a perfect blend into the skin without any hassles. This ease of use is enhanced by the product's buildable nature, making it suitable for both a subtle shine and a more intense glow.  One of the most striking effects of the Iconic Illuminator is its ability to provide a 'soft focus' effect that beautifully accentuates high points of the face with a radiant, dewy finish. The shimmering drops enhance your natural features, providing a healthy, glowing look that doesn't feel overdone.  Durability is another strong point of this illuminator. It maintains its radiant effect throughout the day without the need for touch-ups, making it reliable for long-lasting wear.  Overall, the Iconic Illuminator Liquid Highlight is a top-tier product that delivers on its promises of luminosity, ease of application, and lasting wear. Itu2019s no wonder that it comes highly endorsed by celebrities and makeup professionals. If you're looking to elevate your makeup routine with a touch of glamour, this illuminator is definitely worth the investment."
        },
        {
            "review_title": "Very Pretty Highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Such a pretty highlighter. It sits well on my combo skin and did great through a few days of in office work and weekend running around town. I found I like applying it with my fingers the most."
        },
        {
            "review_title": "Golden Goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is THE highlight. Itu2019s super pigmented, lasts ALL day. Iu2019ve gotten SO many compliments on the golden glow these drops give!! They donu2019t feel greasy when applying, and a small amount goes a really long way. I will absolutely be purchasing again and again. Perfect for summer time and itu2019s the bronze weu2019re all looking for!!!!!"
        },
        {
            "review_title": "Practice makes perfect !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Using liquid highlighter is a total game changer ! It will take a few practice runs before finding which applying technique will work the best for you,but after you do the difference is AMAZING! Def use the champagne tone for the most dramatic highlights !"
        },
        {
            "review_title": "Beautiful glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this product from BuzzAgent in exchange for an honest review. I have combo/oily skin with texture. I was surprised on how this item sat on my face. You do get more shine/color pay off using a brush but I only used it with my fingers due to my skin concerns. It glows beautifully and gives you the within glow. I used a tiny bit on my cheekbones under foundation. I have not mixed it with foundation or used it on top of foundation. I have also used this on my shoulders with a buffing brush for a little glow and itu2019s beautiful!"
        },
        {
            "review_title": "cant stop the glow up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I use this both under foundation and as a stand alone on no makeup days. it gives such a beautiful finish under foundation that just radiates and makes your makeup pop in all the right ways. on the no makeup days it brings so much life into my face that gives me that extra perk to make me look alive, toss on a bit of mascara and it looks like you put yourself together when it was no effort at all"
        },
        {
            "review_title": "Glowyyyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This highlighter is so luminous and leaves your skin super glowy and hydrated, I mix it in with my foundation and Iu2019ve been getting so many compliments! I received this product for free as part of a free sample campaign"
        },
        {
            "review_title": "Must be mixed with moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Very glowy and bronzing but also patchy and dry. Not a great combo"
        },
        {
            "review_title": "Iconic Illuminator liquid highlight works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "A beautiful Iconic Illuminator that's perfect for my skin. I love this brand so much and when I got this I was super excited to try it out. I watched a few videos review's and then I was ready to apply. This is perfect for an added shimmer you can add to your foundation, primer, or moisturizer, or simply used on its own for a super highlighted glow. After applying my foundation I tap a dot or two on my temples, tip of nose, and on the higher points of my cheek bones. In the summer you can wear on the neck line and shoulders for a soft summer glow. The packaging is wonderful and I loved the dropper and how easy it was to apply to my skin. A beautiful Iconic glow each time I've worn it. #complimentary"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This illuminator is intended to provide liquid shimmer to the skin. I mixed it into my foundation and applied it on my skin. It blended well on my skin. It brought out a glow in my makeup, without my skin looking oily. It did not irritate my skin. It like that it contains great ingredients for the skin. It is a great product and i highly recommend it."
        },
        {
            "review_title": "Great highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The color is gorgeous. Itu2019s easy to apply, doesnu2019t get patchy. I like to use it before apply foundation to loo super dewy and healthy and reapply on top of foundation again."
        },
        {
            "review_title": "Glowwww!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Hello glow! I am not much of a big highlighter person because of my combination skin, I feel like it just makes me look oily half the time. But I did like this liquid highlighter. It was easy to use, not messy at all and I was able to just use my fingers to blend it in. Simple is best for me and if you want a touch of glow I would recommend this product. I did try adding some into my foundation to see what that was like and it gave my skin an all over natural glow. I could see using this on eyes as well."
        },
        {
            "review_title": "Perfect for the Summer Dewy Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "After using Iconic London's Illuminator highlighter for a week, I'm totally hooked! This stuff is amazingu2014it gives my skin a gorgeous glow that lasts all day. Whether I want a subtle shimmer or a bold radiance, I can easily control it by adding more drops. It blends seamlessly into my skin, leaving me with a natural, dewy look. It's effortlessly glamorous and makes me feel fabulous. Definitely a 5-star product!"
        },
        {
            "review_title": "Must have item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After using this product I've noticed my skin isn't dry anymore and it's feeling hydrated. Life the way it looks and feels in my skin."
        },
        {
            "review_title": "Perfect and easy to apply!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the first liquid highlighter Iu2019ve ever tried. I donu2019t know why I didnu2019t try this sooner. As someone who loves makeup but doesnu2019t really know how to apply anything other than a basic foundation & eye makeup Iu2019d highly recommend this! Itu2019s super easy to apply and itu2019s super PIGMENTED!! Itu2019s not drying and can be used a multitude of ways. So happy I was sent this product to test!"
        },
        {
            "review_title": "That Summer Glow Tho",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Thank you, Iconic London, for the Illuminator Liquid Highlight sample! This liquid highlighter is quite dazzling in its original color, which has a soft champagne shimmer. Even though it's a liquid, you can use it on top of your setting powder, and it still goes on smooth and blends beautifully. The shimmer that you get eith just the tiniest amount is unreal. It's the perfect sunkissed metallic shimmer on the skin. Add it to your cheekbones, collarbone, whenever you want that beach glow. It comes in a sleek glass bottle that easily let's you dab on a little, or a lot, to then blend seamlessly into the skin. This original color Illuminator Liquid Highlight by Iconic London will be your new must-have all summer long."
        },
        {
            "review_title": "Just as good as everyone says it is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "While highlighter used to be an essential part of my makeup routine, it has taken a back seat to blush over the last few months. However, I still love all things glow, so I jumped at the chance to test out the super hyped up liquid highlighter from Iconic London! I have only used this once so far and that was in the traditional highlighter way - applying it to the high points of my face. All of the pigment and high shine may seem daunting, so thatu2019s why I recommend putting a small amount on the back of your hand, spreading it out, and then using a cream product specific brush or damp sponge to pick it up and apply it onto your face. That way, it will apply as more of a wash of glow than a streak. Also, once dried down, this doesnu2019t budge! I canu2019t wait to keep using it and absolutely recommend it for beginners and pros alike!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Wow this Illuminator is so pretty on the skin. The color was a little dark but when I used a little bit it looked so beautiful"
        },
        {
            "review_title": "Lack luster",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I had a whole review about how I hated this product bc it was so bright.. I used way too much product. And I used a brush to blend it. Just tried it with my fingersu2026 where did the product go? You can barely see it on my skin. Itu2019s definitely all over my fingers, and just a soft barely noticeable glow on my skin. I mean itu2019s pretty but I feel like I could get this effect from a basic powder highlighter. Iu2019m not that impressed. Save your money! The second photo is after three applications.."
        },
        {
            "review_title": "Not a natural looking highlighter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "After receiving the Iconic London Illuminator from BzzAgent, Iconic, and Sephora, I had the opportunity to try out this product and provide an honest review. While the highlighter is 100% cruelty-free and vegan, it unfortunately did not meet my expectations. I found that it made my skin appear overly shimmery, which was not the natural look I was hoping to achieve. As a result, I would not recommend this product to those seeking a more subtle, natural-looking highlight."
        },
        {
            "review_title": "Great pigmentation and shine, oily texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "*I have received this product as part of a sampling campaign* I love the shade and how it contrasts on my salon. Also like how easy it is to apply but a little goes along way. The only con at current is that the product itself feels greasier than most highlighters I am used to"
        },
        {
            "review_title": "Shine bright like a diamond!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If you want to glow like you've never glowed before, this is the product for you!! This will be a necessary step in my makeup routine this summer. Not to mention that it stays on all day, literally ALL DAY. I went out with friends, danced, sweat and still had it on the next day. 10/10 recommend for a highlighter. I've used it on my face and body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Super luninating! You could put this on you highlight spots before foundation or use it afterwards. Itu2019s super bright and easily blendable"
        },
        {
            "review_title": "Little goes a LONG way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was lucky enough to receive this product as part of a free sample program, and I love it! I used the rare beauty liquid highlighter previously, and the iconic one is just as good if not better! I use it on my cheeks and I also like to use it on my collarbone and it gives a really nice glow. The product is easy to blend (I use a brush) and is definitely buildable. I like to start off with a little product and build up to the shine I want. Side note- I love the applicator for this. It doesnu2019t mess up my base makeup too!! I would definitely recommend this highlighter to others. Canu2019t wait to use it in the summer too!"
        },
        {
            "review_title": "It is an amazing product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love it, it gives a beautiful shine to your face. Love how it makes my skin look"
        },
        {
            "review_title": "very oily and greasy but very sparkly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "very oily and greasy but very sparkly. the highlighter lasted all day but i looked super greasy not good for oily skin"
        },
        {
            "review_title": "This stuff glows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I went in expecting this to be like the Lu2019Oru00e9al lumi lotions, but this stuff is bright. A little definitely goes a long way. First time using this I applied way too much. I now only use it where I want to highlight on my face and collar bones. I canu2019t wait to use this in the summer. It wears well after set as well. I have worn both before base makeup, and after base, and both work well. My new favorite illuminating product for sure."
        },
        {
            "review_title": "Golden goddess",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "You need this highlighter in your life ,such a staple to your makeup routine .A little goes a long way and the glow it provides looks so natural .When applied feels like a matte finish but I completely recommend 10/10"
        },
        {
            "review_title": "Very glitter forward",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Maybe Iu2019m not using it correctly, but essentially just feels like putting glitter on your face. I do like the glowy look, but if youu2019re close to the mirror it is basically just all glitter. I think Iu2019ll keep trying to use it in different ways because it is very pretty!"
        },
        {
            "review_title": "Good for a quick shine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this products packaging and the ease of application. I would say its a bit too thick compared to others available, and just be careful to not overdue it."
        },
        {
            "review_title": "Good sheen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this for free in exchange for my honest review. I like this highlighter, it looks really pretty on. My only critique would be that it is a little difficult to blend in to my skin to look more natural. I think it looks better when used on top of foundation than bare skin."
        },
        {
            "review_title": "Perfect amount of shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I want to first disclaim that I received this product as part of a sample program. This is actually my first time using a liquid highlight and I was shook. Usually I go for a solid highlight which gives off a sparkly look, but the shine from this highlight is insane. It was easily blendable and all you need is a drop and it goes a long way. This highlight would be gorgeous for the upcoming summertime, I'm definitely going to be using it all the time when summer hits!"
        },
        {
            "review_title": "Bronze Babe.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "After using this product for a few weeks, I really like the shimmer and shine it provided. It's a very concentrated shimmer that doesn't look too childish. It provided a golden shade that looked really pretty on my pale skin. I even used it on my arms and legs to give myself some color. Application is smooth and buttery. It lasted all day. I'm really excited to try the other shades. The glass wand to apply it is super cute as well. I received this product as part of a free sample program."
        },
        {
            "review_title": "Summer vacation essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used other liquid highlighters but they end up looking patchy on top or under my foundation. This highlighter exceeded my expectations! Smooth look, easy to blend, and build able coverage that make my skin glow!"
        },
        {
            "review_title": "Nice illuminator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this product as part of Iconic Londonu2019s campaign and I absolutely love it. The texture is very nice and very easy to apply. I like it also has a little bit of gold shine added to it but itu2019s very subtle. Stays on all day is great and will definitely repurchase."
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "After using the product for a couple of weeks, Iu2019m even more falling for it. The color is very pigmented and it is smooth on your skin when applied. It makes your face bright without too much glitter."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "i LOVE this highlight! itu2019s silky smooth and glides on like butter. itu2019s so easy to blend out too"
        },
        {
            "review_title": "A little",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "A little goes a long way. It dries quickly do one area at a time. Use your fingers to work with this product. It's very illuminating."
        },
        {
            "review_title": "Love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I normally go for powder highlighter, this is my first time trying a liquid one. I really love the shimmer it gives, it seems to last all day and is easy to apply. I will say that you do not need much of this product and it seems to blend best with my fingers. I have been using it for about a week in my daily routine and would purchase this product once it runs out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A little goes a long way with this liquid highlight. A small drop on each side is more than enough to provide a nice shine throughout the night. Easy to apply and blend. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "ICONIC London's Illuminator adds a customizable, cruelty-free glow to any look. Mix it or solo, itu2019s pure radiance in a bottle! #Gifted"
        },
        {
            "review_title": "Super shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The shimmer on this highlighter is beautiful and it really does shine through. I will say, a little goes a VERY long way so use sparingly. It also dries quickly so I would recommend applying to one cheek and rubbing in and repeat on second cheek. I also found using your finger worked best to rub the product in."
        },
        {
            "review_title": "Must have iluminator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I used this product for a couple of days and the glow is gave me is amazing! I love a glowy look that looks natural but yet giving and this iluminador give me that. I am very simpler when it comes to makeups but I always go heavy in the illumination part. With this product, I receive every ring I want and need. It also feels very hydrating because after applying it my skin feels moist even after hours of application.  This is a must have in you routine.  You can use it under your foundation or as a highlighter."
        },
        {
            "review_title": "Gorgeous Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The shimmer on this highlighter is beautiful and it really does shine through. I will say, a little goes a VERY long way so use sparingly. It also dries quickly so I would recommend applying to one cheek and rubbing in and repeat on second cheek. I also found using your finger worked best to rub the product in."
        },
        {
            "review_title": "Hydrating, radiant, versatile, effortless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Thank you Iconic London and Bzzagent for this complimentary. After using Iconic Londonu2019s Illuminator highlighter for a week, Iu2019m absolutely hooked! This product is a game-changer, providing a hydrating glow that instantly elevates my look. Whether I want a subtle shimmer or a bold radiance, I can easily customize the intensity by adding more drops. The formula seamlessly blends into my skin, giving me a natural, dewy finish that lasts all day. Itu2019s effortlessly glamorous and truly enhances my features. Without a doubt, I give it a glowing 5/5 stars"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I am very happy with the quality of this serum, it very easily covers the face with a natural glow, it is very nice and gives a youthful appearance. Doesn't clump or make skin oily."
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I really like the Illuminator Liquid Highlighter. The shimmer was perfect and I only needed a couple drops so this bottle will last me forever. I like that it didn't leave my face feeling greasy or oily, it went on and blended perfectly. I've never used Highlighter before but now I don't think I'd go back. This is definitely a new favorite product of mine."
        },
        {
            "review_title": "Love this highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Beautiful product. The bottle is small but a little bit goes a long way. I love that I can use it in different spots on both my face and body. It is buildable for a more intense outcome. I did receive this for free in exchange for a review."
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this product. Itu2019s very pigmented, more pigmented than the rare beauty liquid luminizer for example. One drop goes a long way. Can be worn alone or paired with a powder highlighter, beautiful both ways. Has become one of my favorites, will repurchase"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was amazed at the color and shine of this product after I applied it to my face. The dropper is great to put the product right on to a brush or directly on your face. It is extremely pigmented and shows immediately. The color is great tor my skin tone."
        },
        {
            "review_title": "Must have highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iconic London kindly gave me this liquid highlight for free so that I could review it and Iu2019m so glad they did! I love products that can be used with other products as my make up look depends on the weather and what I have planned for the day. Whether it be wearing it on its own or using it with my foundation this liquid highlighter gives the best glow. I would definitely purchase! Iu2019ve used other liquid highlighter brands that are sticky and do not glow like this one. Ive also used it on my body and a little goes a long way, ladies summer is coming soon and  this is a must have!"
        },
        {
            "review_title": "Glowy must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "As a combo girl, I love this highlight to bring some life back after Iu2019ve used all the powders. I just take some on a damp sponge and tap it on and itu2019s so pretty and just the right amount of flow."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I think this is a beautiful product that gives a nice glow to the skin. At first I thought it was going to be a bit too intense as a shimmer but actually it blends out well. But it is a little bit pricey."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this as a gift on exchange for my review. I love this highlighter, itu2019s so glowy and you just need to use a little bit and you are shining"
        },
        {
            "review_title": "Beautiful Shimmery highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love this illuminator! I really didn't need much product at all to add some really great shimmer wherever I wanted it. The color seems to last a good while. It has such an interesting applicator, although I think I would have preferred   a simple brush, as I really didn't need more than what coated the edges of the squeeze tube. Overall, it applied great and looked amazing!"
        },
        {
            "review_title": "Beautiful glow u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "These drops add such a beautiful glow! They are super pigmented, so I donu2019t think Iu2019ll ever need to buy highlighting drops again. They do emphasize texture a bit, but thatu2019s expected for a highlighter this potent. Iu2019ll definitely be using them when I want to add some brightness to my makeup!"
        },
        {
            "review_title": "Nice subtle glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I love the Iconic London Illuminator Liquid Highlighter!  It has such a pretty iridescent glow to it!  It is so easy to use with the included dropper and blends in so well.  I've been a big fan of liquid highlighter for years and this one is a good one.  The shine it gives you is subtle yet dewy.  The color blended in nicely with my skin tone for a subtle glow and didn't tint my skin tone, but just made it shimmer.  I love this above my cheekbones and also on my collarbone when wearing a tank top.  It definitely is a quality highlighter.    I received this product free in exchange for my honest review."
        },
        {
            "review_title": "My Iconic London Illuminator Experience: Glowing f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "As someone who's always on the lookout for that perfect glow, I can confidently say that the Iconic London Illuminator Liquid Highlight is a game-changer. From the moment I apply it, I feel like I'm radiating light from within.  The formula is a dream to work with. It's so lightweight and easy to blend, yet the pigmentation is incredible. A little goes a long way, and it gives me that dewy finish I've always wanted without feeling heavy or cakey.  What I love most is its versatility. Whether I want a subtle, everyday glow or a more intense shimmer for a night out, this highlighter delivers. I can mix it with my foundation or apply it directly to the high points of my face for targeted luminosity. And let's not forget about the gorgeous shades! No matter my mood or makeup look, there's always a perfect match.  And can we talk about the packaging? It's so sleek and stylish, it feels like a treat every time I reach for it. It's the little things that make a difference, you know?  Overall, the Iconic London Illuminator has become a staple in my makeup routine. It's my secret weapon for looking and feeling my best, no matter the occasion. If you're in search of that lit-from-within glow, look no further. Trust me, you won't be disappointed."
        },
        {
            "review_title": "The face tone glow was everything to me thankful.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "After using my illuminator liquid highlight I seen a facetone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Received this as part of a free sample program. Was skeptical at first, I am very picky about highlight and usually prefer powder. Immediately after receiving the product and swatching it, i loved the shade and the feel.  Incorporating into my usual makeup look was a breeze and I really have been enjoying this product. Its very pigmented so a little goes a long way and it lasts all day. Think this will be my new go-to"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product for free and exchange for an honest review. This product blends so nicely and adds a beautiful shine as a last step to your make up."
        },
        {
            "review_title": "Delicate multi purpose highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great highlighter drops!  I am using it as highlighter on cheek and as an eyeshadow (see pic). Also you can add tiny bit to your foundation for a nice glow. Super easy to use and very buildable texture. The color is very right too. You need really small amount of product to use, so seems like this bottle will last forever :)"
        },
        {
            "review_title": "too glittery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used this twice and itu2019s not the highflier iu2019m looking for itu2019s way too glittery but if u like glitter then this is for you other than that i donu2019t think itu2019s worth that price for a small highlighter"
        },
        {
            "review_title": "Will purchase again for sure!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I loved the way this product made my skin look and feel naturally bronzed and illuminated!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I love this Illuminator highlight. Itu2019s super lightweight and a little goes a long ways."
        },
        {
            "review_title": "Original illuminator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have used this liquid illuminator highlighter in shade original. It absolutely works beautifully on my skin. It gives glow from within my skin. Easy to use. And apply on the skin. Highly recommended"
        },
        {
            "review_title": "Little dab will do ya!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Combination skin",
            "review_text": "I received this product for free from BzzAgent and Iconic London in exchange for my honest review and opinion. If you're not new to makeup, you know this highlighter is just as the brand suggests; Iconic. It's been around forever and has gone viral several times... but I must admit, with all of the liquid and powder highlighter options on the market, after trying and reviewing this one, it wouldn't be the first I reached for.  The amount of working time you're given before the product dries down on your skin is less than a minute. If you apply it and immediately work it where you want it, it's quite pretty, but do ONE CHEEK at a time.  Don't be like me and dot both cheeks at the same time and then work on each one separately for a couple minutes; one side dried down and left the dots behind (see pic). I was able to reapply my foundation over it to correct. (I did try using a sponge, finger AND brush for application, finger works best).  If you're dying to try this, the mini would probably suffice; the tiniest bit goes a long way and would last a while.  I did like that it's versatile and could use it other ways too. (Like as an eyeshadow primer). Overall, I'd recommend, I suppose if you really want to try. Just be careful with letting the product sit too long."
        },
        {
            "review_title": "100% vegan and cruelty free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as part of a free sample program. I was so lucky to have BzzAgent send it to me and let me try it out. Be careful not to use too much product or you'll end up looking like you have road rash. A little goes a long way.  I would recommend it to anyone application was easy."
        },
        {
            "review_title": "A little bit goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Love using this easy to apply highlighter! It is so powerful that one drop goes a long way. I also love the versatility, I can use it as a highlighter but it also looks great to add some sparkle to my eyeshadow. One other thing I love is how easily it washes off. Most highlighters will stick to my hands but this one washes off quickly with soap and water.  I received this product for free in exchange for a review."
        },
        {
            "review_title": "Summer Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this product! I tried it mixed with sunscreen, and as a primer under makeup multiple times. I am very fair skinned and it still gave me the perfect glow without looking fake. A little goes a long way, and you need to mix it well if using it in moisturizer etc. a little goes along way, great product!"
        },
        {
            "review_title": "My new favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Illuminator Liquid Highlight has been a great part of my make up routine. The application is so easy, and makes your skin looks flawless. Absolutely love this product!!"
        },
        {
            "review_title": "beautiful glow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I thought this was going to be too dark when I received it since Iu2019m so pale but once you blend it out it looks like a pearly sheen. I use it on top of my blush as a highlighter and it looks beautiful. it gives you such a pretty glow!"
        },
        {
            "review_title": "Super pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I used this product under my foundation I loved the glow that I gave me through my foundation. It looked so pretty and didn't break up my makeup. I can't wait to try it as a highlighter."
        },
        {
            "review_title": "so pretty!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "Not tan enough quite yet for on my face but cant wait until I am, this is SO pretty and very light formula, not heavy, not cakey, great shimmer!!! Will be a summer staple"
        },
        {
            "review_title": "Love this highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Loving this liquid highlighter! I think this bottle will last a long time as it didnu2019t take much a to get a great glow. The product seems buildable and has a great dewy finish."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Absolutely love this itu2019s lightweight. It gives you the perfect amount of shimmer you want. You can add more to make your face more brighter and shimmer or you can just add one drop like I did and rub it in and it gives you that perfect golden shine."
        },
        {
            "review_title": "Amazing Illuminating Highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this natural illuminating highlighter. It has great skin ingredients to soothe my skin and make it look youthful. It s a concentrated liquid shimmer which I add to my foundation, moisturizer, sunscreen and other skin items. I use one drip and it goes a long way. I even use it by itself and the super-highlighted glow still looks good. Gifted by Iconic London."
        },
        {
            "review_title": "Great for a perfect glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the glow this product gives! This is a must have for anyone who loves glowing!"
        },
        {
            "review_title": "Great for Dull Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been adding this to my foundation for a little shimmer and fresh looking face. It works great! I feel like it makes me look less dull and a little more dewy. I also add a tiny bit to my cheek bones to accentuate them. This has definitely been a great addition to my routine and it also looks great just mixing it with my facial lotion when I don't want to wear makeup."
        },
        {
            "review_title": "Really nice! New fav for my vacay makeup looks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "From the outside of the bottle I was alittle worried because it looked very gold and pigmented but itu2019s really nice and blends well. Itu2019s like a mix of gold and silver but blended very well very buildable as well. Love using this on the body mixed with a body oil and as a highlight to underpaint before applying my foundation for a nice natural glow. Would look really pretty on any skin tone. Very fine shimmer/pigment highly recommend!"
        },
        {
            "review_title": "Natural glowy skin that I have always wanted!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I was hesitant on how this would look on my textured skin but Iu2019m happy to say that it looks incredible on my skin. I used it both as a highlight and a mix-in to my foundation to get more glow and both times; it looked so natural and so pretty. I would highly recommend getting this because it is worth every single drop. You need this in your life; trust me; nothing else that I have tried comes close to the finish that this gives."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this product for free from Bzzagent in exchange for my review. Here is my honest opinion: I had never used a liquid highlighter before, but I must say that I am impressed. A little bit of product goes a long way. It is so shiny and it has a beautiful color. I would definitely recommend this."
        },
        {
            "review_title": "A Must-Have Glow: Iconic London Illuminator Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iconic London's Illuminator is a game-changer. Its sleek dropper bottle makes application easy and mess-free. The formula blends seamlessly, delivering a natural radiance that lasts all day. A little goes a long way with its intense pigmentation. Plus, it's long-lasting and nourishing for the skin. Trust me, this highlighter is a must-have for any makeup collection. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this in the Original shade. Iu2019m very fair skinned so this shade is a bit too dark to use as a regular highlight. The formula is lightweight and easy to blend out. I mixed it into my liquid foundation which gives a subtle glow. Itu2019s not too intense or glittery. It gives just the right amount of shine that is perfect for day or night."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I really enjoy this product! It goes on well and looks great all day!"
        },
        {
            "review_title": "Good as bronzing drops",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product as part of a free sample program. The original shade is too dark to use as a highlight on my pale skin but used as bronzing drops or mixed with foundation i think they are better than drunk elephant and glow recipe. They blend super easily, velvet texture, and no chunks of glitter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This liquid highlighter is great not only for the face but also for the body. I mixed it with my body lotion and applied it, my skin looked glowy through the entire day."
        },
        {
            "review_title": "Amazing illumination",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Amazing product loved using it on my night out and I canu2019t wait for other people to try it out!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Beautiful and natural. This liquid highlighter can be amped up or toned down. Must buy!"
        },
        {
            "review_title": "100% Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this a couple times Iu2019m in love! I mix this with my moisturizer all over my face and itu2019s the perfect glowy base under foundation. A tiny bit will go a long way so this product will last forever. I highly highly recommend. Itu2019s not glittery or sparkly. Itu2019s a true elegant highlighter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is one of the prettiest, dewiest, and most natural finishes for an illuminator. While the 'glitter' effects may be too striking for some, on me, its light-reflective and glistening shimmer enhanced my lighter/olive complexion. It gives a 'your skin but better glow' -- and ultimately, a little goes a long way. Trust me when I say you don't need very much. Unless you're really going for that serious glow, a few small dots is all you need. And, for all of you sensitive skin girlies out there ... my skin was totally fine (and I have some of the most reactive skin!)"
        },
        {
            "review_title": "Get this asap!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product, it is so cute! Shiney and it works SO well! I definitely recommend!"
        },
        {
            "review_title": "MUST HAVE BABY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "GIRRRRLLL! This is phenomenal! You want that beautiful sun-kissed glow, this is what you need! The smallest dot goes the longest way, leaves an absolutely gorgeous shimmer with no transfer once dried, absolutely beautiful and so glad I have this in my routine!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product is truly it's namesake iconic it's beautiful I like how subtle yet illuminating it truly is. I got this product to try for my honest review."
        },
        {
            "review_title": "Make up gem!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently had the pleasure of trying the Iconic London Illuminator Liquid Highlight, and I must say, it's truly a game-changer in my makeup routine. The illuminator adds a stunning, radiant glow to my complexion, leaving my skin looking luminous and dewy. What's even better is that I had the opportunity to try this product for free in exchange for my honest review, and I'm thrilled to say it exceeded my expectations.The formula is lightweight and blendable, allowing for effortless application and buildable coverage. Whether I'm going for a subtle sheen or a more intense highlight, this product delivers every time. Not only does the Iconic London Illuminator enhance my natural features, but it also stays put all day long without fading or creasing. It's become a staple in my makeup collection, and I can't recommend it enough to anyone looking to add a luminous touch to their look."
        },
        {
            "review_title": "Liquid highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Here's what you need for your summer face. Use alone or add to foundation - beautiful glow.  Great product that brings shimmering beauty to your skin. You only need one small drop to do all you need. Don't overdo it.  The product does not feel heavy or greasy.  I also love setting spray Highly recommended."
        },
        {
            "review_title": "If you want to shine, this is a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This illuminator has so much shine I gave the solar eclipse some competition."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely loved this liquid highlighter from Iconic London! The color or absolutely beautiful and the formulae very silky smooth. Itu2019s absolutely stunning!"
        },
        {
            "review_title": "Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This illuminator is extremely pigmented.  I received the original and it was a really nice champagne color.  Mega shine and sparkle. I love this product"
        },
        {
            "review_title": "Pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a beautiful product! Putting a couple of drop into foundation gives a beautiful glow to the skin. I do find it to be too much when using it on its own. So that cuts it's usability in half because I don't wear foundation every day. But it is a pretty product that is worth having in your makeup drawer."
        },
        {
            "review_title": "Must have highlight.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received my highlight liquid and it is perfect highlight for a girl night out. Also it makes your face look better on the photos."
        },
        {
            "review_title": "Itu2019s a yes for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Wore it the night I received it and boy it changed my makeup look. Like a few others have stated itu2019s a light formula and the shine is really natural. There is an iridescent feel to it. I think Iu2019ll definitely add it to my makeup routine over the powder highlighter."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I tried this under a more matte foundation the other day and it is very pretty. Can also use as a highlighter which I'm pretty sure what it's meant for."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great product. I love how it applied on my face and didnu2019t smudge my face makeup. I apply it to my cheekbone to make it shiny and it looks great. It looks very natural if you add a a little bit."
        },
        {
            "review_title": "Grown up glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m in my late 30s, I thought highlighter was in the past for me but I was wrong. This is a super light formula and the shine is really natural and iridescent. I mixed a tiny bit in my tinted moisturizer and it was like a blur filter (first pic)! Also used it as an eye shadow primer and put a dab on the inside corners of my eye. Seriously this stuff is versatile. I have charlotte tillbury flawless filter but this is better, more tan and glowy (see my picture where iconic is top and tillbury is bottom)."
        },
        {
            "review_title": "Holy Grail Glow!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "holy grail glowy makeup product. so glowy, but not overwhelmingly so. i feel like sunshine when i put this on. I also have the original shade which is equally stunning"
        },
        {
            "review_title": "So glowy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is chefs kiss! I'll mix this either with my foundation or my primer for an all over glowing look. Or I'll top my cheekbones off with it as a highlighter. I get so many compliments on my complexion  when I wear this! Love!"
        },
        {
            "review_title": "my fav must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Ebony skin tone, Normal skin",
            "review_text": "I absolutely love the perfect glowy and shiny look it gives off deffennily a must have"
        },
        {
            "review_title": "Stunning and glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Gorgeous product. I have both Original and Shine, which I wish Sephora carried (itu2019s what Iu2019m wearing in the picture I attached). Original is more bronzey, but Shine is a stunning pearlescent pink that gives the most lit-from-within glow. I love that the product dries down quickly, which makes it long-lasting for a liquid highlighter. Take this as your sign: GET THIS!"
        },
        {
            "review_title": "a definite must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "this highlighter is amazing,  gives a beautiful dewy glow. just a teeny tiny dot goes along way."
        },
        {
            "review_title": "perfect everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "so glowy and beautiful. not like some highlighter where they are straight glitter. adds shimmer and natural glow to skin. i love this and the refy. will never need to repurchase because you need the smallest amount"
        },
        {
            "review_title": "Too much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Way too many sparkles. I got a sample packet and used not even half with some skin tint mixed in and my face looked like a mirror ball. If youu2019re into crazy sparkles this is good for you but I washed my face 3 times and used makeup remover and it will not come off."
        },
        {
            "review_title": "Absolutely not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "actually the worst! I got a sample packet in the mail with my Sephora order. It is so thick, unnatural, and pure sparkles. I applied the tiniest amount, even tried mixing it with a skin tint, and still looked like a glitter mess. I even washed my face and I could still see glitter."
        },
        {
            "review_title": "Vampire level glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I dabbed a bit on my nose, cheekbones and forehead, but when I got to work and saw myself in the mirror under some lights I was kind of horrified...my first thought was I looked like Edward Cullen and ended up wiping most of it off! I definitely suggest trying out a sample to see if it's what you're looking for. I'm gonna try their Radiant Complexion Booster next since it seems like that product is a more natural glow."
        },
        {
            "review_title": "Literally horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is horrible wont blend tried everything and waste of money"
        },
        {
            "review_title": "Beautiful.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This definitely lives up to the hype. At first, I was nervous purchasing the Blush shade because i couldn't find any reviews of it and I was worried it would be too pink. It wasn't!   It has a beautiful glittery shimmer to it. It's so versatile, you can use it for a natural everyday look or add it to your glam routine. It blends well (i blend with my finger tips). I think i'm going to be repurchasing in other shades. I'm so glad i bought this, i just wish it was cheaper cus i'm broke lol. I set this using Urban Decay all nighter spray and it lasted throughout my 8-hour shift.   As another reviewer mentioned, a little goes a long way. Initially, when i pulled the bottle out of the box i was crushed because it seemed soo small and i thought it wouldn't last long. But then i discovered you really don't need any more than a pinch. Like, a really small dallop. The dot on my hand is not even half of what I used. And the shine is soo flattering and makes my cheekbones pop. It's buildable so you can also layer more product to intensity the shine, but i personally like more of a natural look.  i'm so happy this worked out. my favorite highlighter by far. :))"
        },
        {
            "review_title": "Holy Grail; So many uses!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I am OBSESSED! I use this as an underpainting glow; Iu2019ll mix it with foundation or my matte tinted sunscreen on weekends for beautiful luminosity; Iu2019ll mix with blush; or tap it on as a highlight. I use it daily in one or two of these ways and it looks stunning.  Iu2019m 38 and feel like it still looks great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I like this product itu2019s very cute and last for a night but be carful a very very small amount is enough. Donu2019t apply alot because you have to wash your faceud83dude02"
        },
        {
            "review_title": "dont use too much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "amazing glow. so dewy without being excessively shimmery. the littlest amount goes the longest way"
        },
        {
            "review_title": "Favorite highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "You just need the tiniest drop of this and you can use that tiny drop for a while  Itu2019s liquid, but I even apply this over areas where Iu2019ve put setting powder and it still works great over powder"
        },
        {
            "review_title": "Totally worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the ultimate u201cglow to the godsu201d highlighter and thereu2019s nothing else like it. I dab on my cheeks, I add to body moisturizer - I would drown in it if I could! Itu2019s really the best."
        },
        {
            "review_title": "Best liquid highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Hands down the best liquid highlighter Iu2019ve ever used!! This product will last a long time too because you donu2019t need to use much at all."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I used this product a few times , but during  the first application I realized that the look was not natural and very heavy. I do not recommend this product to someone that is looking for a natural glow."
        },
        {
            "review_title": "Keep away from eyes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Got it too close to my eyes, or it was still on my applicator and put it too close. Messed my eyes up but the color is pretty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this highlighter. Itu2019s so intense that just a little drop goes a long way."
        },
        {
            "review_title": "The shine is intense!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "Well,  I loved this. It's a bummer it's a bit pricey. (I got it in a sample with a purchase) It is the most Illuminating hilighter I've ever used.  It absorbed so nicely without settling into my pores. It wasn't sparkly. It just made me have this radiant glow. Tread carefully. You do not need alot.  A little goes a long way!"
        },
        {
            "review_title": "good quality but expensive for the size",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "its a nice product but for the price id expect it a bigger bottle. its definitely good tho"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I think it looks fantastic on. Doesnu2019t cake in dry places and a little goes a long way. This with sunscreen will be my go to for the summer. Forget CC creams that try to get this glow!"
        },
        {
            "review_title": "Best highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Got this as a sample and Iu2019m ordering the full size now! It is so fab! Best highlighter Iu2019ve tried in a long time."
        },
        {
            "review_title": "CANT LIVE WITH OUT THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve tried basically every popular liquid highlighter and this is the best one iu2019ve come across EVER. I mix this with my primer or moisturizer all over my face and itu2019s the perfect glowy base under ur makeup in addition to just using it as a regular highlighter too. if your thinking about getting this DO IT    on top of"
        },
        {
            "review_title": "My new summer staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I got the darker glow color and itu2019s beautiful! I add it to my daily moisturizer to have an all over shimmer and glow! A little goes a long way so Iu2019m sure Iu2019ll have this for awhile!"
        },
        {
            "review_title": "Messy, but great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I love this product- I add in a drop to my moisturizer for dewy skin. That said, the product is consistently spilled out of the container? I'm not sure what I'm doing wrong but I find it to be very messy and a waste of product! That's the only reason not giving 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s very natural and smooth. Only thing apply a light amount because a little bit is so much"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Not sure why this doesnu2019t have better reviews. Itu2019s extremely pigmented, but you can use it as an everyday highlight and dab lightly or even as a body shimmer. Very versatile and beautiful color."
        },
        {
            "review_title": "So Sparkly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If sparkle vs glow is what youu2019re going for youu2019ll love it. It feels too fake to me, I personally prefer something more subtle."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This is so beautiful and creamy. Very easy to blend and will last you a long time. Highly recommend it"
        },
        {
            "review_title": "The prettiest shine with the tiniest drop",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product lives up to the hype. Itu2019s so gorgeous and lasted me all day. This bottle will last you a while."
        },
        {
            "review_title": "Hello pigment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is PIGMENTED. I like to apply on the back of my hand then apply to the face with a beauty blender and wow it leaves the most beautiful highlight. Be very careful with the amount, you only need a tiny bit"
        },
        {
            "review_title": "A holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Nothing tops this highlighter! It is absolutely mesmerizing! One bottle will last you forever & you can use it so many different ways. Doesnu2019t matter what new highlighter is out because this will forever be the best!"
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I LOVE this highlighter. Truly. It is amazing. I mix one drop in with my foundation or BB cream and I glow in a healthy, radiant way. It makes my skin look great! It is also gorgeous as a true highlighter. I like to do one dot of this with one dot of Rare Beauty liquid blush and I get the prettiest glow on my cheeks."
        },
        {
            "review_title": "Great Highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, Fair skin tone, Normal skin",
            "review_text": "I have this highlighter in a mini size, and I love it. It's very pigmented, and probably only need one drop for your entire face (not even!) I will say for myself, I don't really adore this as much as others would because of that! But it really shows you how strong the pigment is. :)"
        },
        {
            "review_title": "LOML",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was wanting to get the refy highlighter, but got this in a Sephora holiday set and it is everything i've been looking for!! I absolutely love this product! The highlight gives off a wet, glossy skin look and will last a VERY long time. I like to dab the dropper on my hand once (i dont even use the dropper, i just tap whatever is coating the dropper onto my hand) and tap it around the back of my hand until i get the sheerness that i'm looking for. The mini bottle from the set is going to last a very long time because It is SO pigmented. A little definitely goes a long way with this!!"
        },
        {
            "review_title": "The Glow Stops Here.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iconic Liquid Illuminator Drops has changed the game as it is there quintessential the Liquid Gold Standard in achieving natural skin luminescence. This liquid pigment is a multitasker, adding a light-catching, subtle-to-brilliant, natural glow to the cheek and brow bones, nose bridge and to whichever area one chooses to add light. As ai have medium-deep skin, I use shade Original on top of Iconic London's Radiance Complexion Booster in Toffee Glow for depth, and Bronze Glow for all over coverage. Paired with a medium coverage concealer beneath the eyes, a lippie. and mascara, I am out the door! The possibilities are endless! And one bottle will easily last 100+ applications, because one drop is plenty! A price point of $40 is a steal compared to celebrity-endorsed, inferior products. Try a Charlotte Tilbury powder to seal, and be ready to take on the world! I am 58, and look faboo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The most beautiful glow. This is the best highlighter Iu2019ve used. I have dry skin, and for be, it looks more dewy and natural than powder or cream formulas. Iu2019ll be buying again in the future."
        },
        {
            "review_title": "A little bit of this goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This became a must in my make up bag, I use it as a highlighter on my cheeks, under my eyebrows to cast some light in my eyes. And also my legs, shoulders, collarbone to create a soft glowy look. Recommended!!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This product is amazing!! I received it as a gift and the tiniest amount of product goes a very long way and it is super easy to blend. The highlight is blinding! 100% recommend"
        },
        {
            "review_title": "favorite highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My favorite highlighter, ever. This will last forever because you only need a tiny bit. Easy to blend and lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Beautiful bright sheen, no chunky glitter.  Very light texture.  A little goes a long way.  I like to mix this with my Milk Makeup cream blush and apply it with a foundation brush."
        },
        {
            "review_title": "best highlighter ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A LITTLE GOES A LONGGGG WAY BUT WOW. I use as a highlighter and it works amazing and itu2019s stunning. So pigmented, and I use such a little amount each time so this has been lasting me for so long."
        },
        {
            "review_title": "Not long wearing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s pretty when it goes on but doesnu2019t seem to last."
        },
        {
            "review_title": "Donu2019t overthink, just GET IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve always loved liquid highlighter more than powder to get that u201cglow from withinu201d look! Iu2019ve contemplated buying this for a long time now because I use the Anastasia Beverly Hills liquid glow. Thisu2026 this is 1000% better! This isnu2019t too shimmer and really does give the BEST GLOW! I usually mix my liquid highlighter with moisturizer to dim it down a bit but I donu2019t feel the need to do that with this one at all! I donu2019t see myself using any other highlighter for a while honestly. This also looks amazing with a bare face after your skin care routine!! So excited to have this for the summer! Donu2019t overthink it and just get it, itu2019s a NEED for your collection! I love how healthy my skin looks with it!"
        },
        {
            "review_title": "worth every penny!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Still my favourite highlight! Simply stunning and lasts all day. Iu2019ve tried so many different highlights but I will always keep this one in my makeup bag! Essential!"
        },
        {
            "review_title": "AMAZING highlighter!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This was my first experience using a liquid highlighter and I absolutely adore it! The formula is very durable and stays on for long wears. One drop goes a long way, which means it'll take awhile to get through this bottle."
        },
        {
            "review_title": "FAV CREAM HIGHLIGHT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I got this so long ago and for some reason, it took me a while to really start using it. But WOW do I wish I started using it sooner because it is AMAZING and a product that I use religiously now for more glam looks!!! The smallllest drop gives you a killer glowy highlight that lasts allllll day!! Itu2019s not glittery, itu2019ll last you forever, has great wear time, super easy to blend and apply, super buildable, small and convenient packaging to bring anywhere! I apply the smallest dot on my cheek bones, brow bones, tip of nose, and inner corner of my eyes and just dab and spread with my finger and BAM my face instantly looks like a gorgeous glazed donut. So easy and quick to apply. It can look more natural with smaller amounts, but Iu2019d say this is definitely more for glam, more done-up looks because it is verrrry glowy and shiny!"
        },
        {
            "review_title": "get it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is amazing! It gives the best glow. Fan for life!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is GORGEOUS! Iu2019m not overly crazy about highlighters but I couldnu2019t not purchase this! Definitely would recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love this color, feels so light, blends perfectly."
        },
        {
            "review_title": "i donu2019t hate it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "got this as an add on with boxycharm and thank god i didnu2019t pay full price. dries WAY too quickly so be prepared to blend really fast before you just have 3 shiny dots stuck on your face. itu2019s not awful but itu2019s the last highlighter iu2019d reach for in my collection"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It leaves a nice bronze-colored shine on my skin tone, plus, a drop is enough for a mild glittered look, which elongates the life of the product."
        },
        {
            "review_title": "disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "I was so excited about this product after watching all of the make up gurus on TickTock talking about it. It dries extremely quick and I donu2019t see an glow.  I will finish the product but I will not be ordering it again."
        },
        {
            "review_title": "I couldnu2019t handle the mess",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pros: pretty color, wet look. Cons: TOO MESSY because the formula so thin and runny and this gets everywhere on my face even when I try to be careful with the dropper.  The finish is very metallic, oily, and beaming.  I seriously have metallic dots and streaks all over my face lol.  Gave it a couple of tries before I just had fo return it. I prefer the Kevin Aucoin Glass Glow for a gorgeous wet, glass-skin look thatu2019s easy to apply and actually more affordable."
        },
        {
            "review_title": "Gorgeous in Summer Months",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gorgeous in the summer months! I usually do not grab this during the winter.  I do think this would be PERFECT for someone with medium skin tone.  I am a little too fair, but when I self tanner on or have a tan from the beach it's very pretty!!"
        },
        {
            "review_title": "u2728Blinded by the light!u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love Love Love. A little goes a long way. I have u201cSHINEu201d which is the lightest colour, but not available at Sephora - boo. I apply 3 dots along my cheekbones and blend with a damp sponge and wow - super glowy. Can also be built up if you add more product and does not get cakey. Typically, I would add a powder highlighter on top for a blinding effect, but I donu2019t need to with this. Becca is my ultimate fave, but no longer available, so have replaced it with this, which is a close second (and I have tried every liquid highlighter out there). A bit pricy but worth it."
        },
        {
            "review_title": "messy, but phenomenal",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This highlighter is actually insane. It makes you look like glass. You appear to have a glow from within, I will never use another highlighter. You can make it soft or intense. ONLY complaint I have is that the bottle is SO messy. I have to keep it in a ziploc at all times."
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Insane. Love. Replacing my Ilia and Glossier with this. Might even love more than Charlotte Tilbury. Insane. Iconic London is coming in hot lately"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Does not blend well and sometimes looks caked even with just a couple dots. Using a blending sponge helps a little but overall this product is okay."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "1-2 drops above my cheekbones and wow. This is a beautiful glow! Love it. This product will last a long time so itu2019s a great value for the cost."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Uh. No pigment. Not worth 40 dollars. Thereu2019s way better ones with way more product."
        },
        {
            "review_title": "MMMK I AM CONVINCED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I almost returned this the moment I opened it, but that was completely user error. Donu2019t use this straight out of the bottle.. you wonu2019t get the results you want! I blend one drop of this with 3-4 drops of oil or serum then buff it into my face and neck for a natural, sun kissed look. I also mixed it with some body lotion to intensify my spray tan. Expensive product, but it looks like it will last a long time."
        },
        {
            "review_title": "BEST HIGHLIGHT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best highlight ever. I tried Bobby Brown, Marc Jacobs and Estu00e9e Lauder, Iconic London by far the best. I am not a fan of liquid makeup, but this one is an exception. I blend it with my base Armani, best result ever. With Estu00e9e Lauder base doesnu2019t work, EL is too thick."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I ordered this product alongside the Iconic London Sheer Cream Blush and Sheer Bronze Liquid Bronzer that are meant to be used together.  If you've seen an influencer using these products, they use the three together and then blend them.  I did this, and they do blend beautifully, it is gorgeous but unfortunately fades very quickly as it dries.  If I'm going for a fuller makeup look, I still add my powdered highlighter, blush, and bronzer for more colour.  But this is beautiful for a poolside summer day with just my SPF and mascara with no powders.  Overall, I like this product but I don't love it - it fades too fast and is overpriced.  Would recommend this line if they match their prices with the drugstore quality that they are, but not when they're comparable in price to higher end makeup lines.  Full disclosure, I also purchased the JLo beauty highlighter at the same time, and two days in a row, tried each product on each cheek and JLo stuck longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product!!! I have always been the one that will only use the powder illuminator, but I wanted to give this one a try; Iu2019m so glad I did!!! This product does what it claims to do and so much more!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love that you only need the tiniest amount to make a natural highlight. You can easily keep building it up to make it blinding. Adding too much too quickly makes it look metallic, but just build it up slowly."
        },
        {
            "review_title": "best highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has to be the best highlighter Iu2019ve ever worn. It gives such a nice radiant glow when it hits the light and lasts throughout the whole day. Be warned, you only need a drop to hit all the key parts of your face but once you get the sizing down itu2019s absolutely beautiful"
        },
        {
            "review_title": "LOVE LOVE THIS!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this liquid illuminator! I got it in my BoxyCharm subscription.. Never tried anything like this. goes on nicely, easy to blend and it looks phenomenal on my cheeks! Gives you that shimmering glow and stays on. I prefer this over my  powder highlighters!! bought another bottle on here.. Definitely hooked!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had this for a while but just put it away and never really used it. It was just another pretty bottle in my bathroom. But the other day I randomly picked it up and played with it and I was shocked at how beautiful this is!  I used it as a highlighter over makeup on my cheekbones and itu2019s blends out beautifully. I canu2019t believe my favorite highlighter was sitting there unused right in front of my face!"
        },
        {
            "review_title": "the best liquid highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Stunning highlighter that gives a wet looking without the shimmers or glitter! Once itu2019s blended, it sets and wonu2019t budge! Beautiful colour for light to medium skin tone"
        },
        {
            "review_title": "Dewy Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Gorgeous highlighter!  I put this highlighter on my eyelids, cheekbones, and browbone.  It's so stunning and gives the prettiest, dewy finish. I top it off with a bit of setting spray and blend it in.  It really looks fresh and pretty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Nice product  But with summer her I needed a more bronze color"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It does look like a metallic highlight but only if you use it too much. Less is more. I mixed it (only 1 drop) with my light coverage foundation because I love how all my face reflects the light. And it really looks so good, very healthy glow, so smooth, so easy to mix, not glittery, very fine shimmery, I even can't tell if it has shimmery, that's what I love. Doesn't make me feel heavy and doesn't break me out, I have sensitive combo skin."
        },
        {
            "review_title": "LOVE but I want Shine shade to be available",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I said I had the original shade but really, I have the shine/pink pearl shade that isn't available with sephora yet. The ones here are too dark for the light highlight I like BUT everyone should know how great they work. Super pigmented, the perfect shimmer."
        },
        {
            "review_title": "looks like a glow from within!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is amazing!!!! I first tried it when Becca made the exact same product and once they discontinued I was quite sad until I found this! Itu2019s a perfect dupe! I think the key to this product is I mix one drop with my primer, before putting on foundation. When I do this it just gives you a lit from within glow! I am obsessed with it. Iu2019m even going to try mixing a drop with body lotion because I have been wanting to find the perfect body highlight now too. I also love the drop applicator bc it lets you control the amount you add (although I find 1 drop to be the perfect amount) and I do feel like a crafty little mixologist when I do this ;)"
        },
        {
            "review_title": "Uhhhhh okay for dark skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Itu2019s okay for dark skin, Iu2019m NC 45 in Mac, I put it on with a sponge and has a light shimmer I think gold or terra-cotta will show up better on dark skin overall okay, I donu2019t think I would repurchase in this color most likely I will in another color"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The best highlighter out there. I love the way it shines"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I had heard so many good things from others about this highlighter so I gave it a try. Itu2019s great for highlighting the high points, and just for whenever I go full glam.  But I wouldnu2019t recommend to mix with foundation like others do. Made my face super shiny and unflattering. Itu2019s really pretty and doesnu2019t have glitter which I love though"
        },
        {
            "review_title": "YESSSSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Youu2019ll be seen from down the street. In loveeeeeeeeeeeee"
        },
        {
            "review_title": "very pleased!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am so pleased with this purchase! My dry uneven fair skin actually looks decent without foundation. I put this on with my facial oil when Iu2019m going u201cwithout makeupu201d and I look so well hydrated! My only issue is that even the lightest shade is dark on my fair skin."
        },
        {
            "review_title": "The Best Highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This illuminator is amazing! I always get compliments when I wear it, I've never gotten that before.  Super easy to apply, use your fingers or a buffing brush.  A little goes a long way, so you are definitely getting your moneys worth.  If you want to be glowing, I can't recommend this enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Omg! This is one of the best best and the best highlighter I have ever used! If you want a highlighter that glows with in, this is a must have!"
        },
        {
            "review_title": "big bummer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Okay so first of all the original shade I think can work on some pretty fair skin.. if I applied a thin layer blended w my finger it did not leave a dark cast on my cheek, you can kinda see in my inner corner where itu2019s more built up. was not impressed w this though, it came off my face so bad, my hand and phone case are covered in glitter each time i tried it. I wanted a wet sheen but itu2019s more metallic and reminded me of the hourglass highlight sticks with how bad it transferred. Returned sadly and I had really high hopes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This looks like a fabulous product. Would love to try it!!"
        },
        {
            "review_title": "I love this liquid highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "The Iconic London Illuminator is an intense illuminator which you can manipulate the concentration depending on your tastes.  It does not have large particles of glitter.  Leaves a model-like look on the skin, where it appears that the skin is wet and healthy.  I really love it, I have used more than half and in my case my skin is oily, but I like that effect of healthy skin but I do not like to be shiny because of the oils, so what I do is mix the illuminator with the base,  mix the highlighter with the primer or apply it on top of foundation and it really lasts all day.  Another thing to keep in mind is that it dries fast, that's why I mix it up.  The photos is to give you an idea of the color (Original)."
        },
        {
            "review_title": "iu2019m in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Used this for the first time today and itu2019s amazing.  iu2019m always hesitant with liquid highlighters because they tend to settle weird over makeup or stay liquidy, but this is perfect.  Super thin consistency so you donu2019t have to use much and gives the brightest, most beautiful natural glow.  i am in love, so worth the money!!!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This liquid highlight is GORGEOUS. I love the color and it adds the perfect glow."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Do not wait, buy all 3 colors today, youu2019ve not seen glow like this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this!! This is my best friend when I want some glow.  It is great on textured skin because it will make it look flawless.  I highly recommend it so go now and get it.  You will not regret this purchase.  Your skin will look amazing."
        },
        {
            "review_title": "the most beautiful highlight ever!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The most beautiful highlight ever!!! It literally melts into my skin and gives me a beautiful glow. Very buildable for either a glow from within or a blinding highlight. You can wear it alone or mix it with your foundation or moisturizer. It is a product I wear every single day I can't live without it. It also lasts forever. It is the only liquid highlight I can put on top of powder and it looks amazing. I cannot recommend this product enough!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "",
            "review_text": "too much highlight for me - thought it was too liquid and glittery"
        },
        {
            "review_title": "This will be my go to even for stay at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is by far my new favorite highlighter! I was so excited I immediately had to share with my sisu2019n law AND write a review. Beautiful product... a warm shimmer glow, perfect for dry skin for a dewy finish. Easy to blend with fingers or quick swipe of a brush. Intense pigment, one drop goes a long way. Added to my tinted moisturizer for an all over application."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Way to much for my liking; the shade was also too dark for my skin tone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I loveee this liquid highlighter!! Iu2019ve been using it for my daily makeup and  it really adds a nice glow to the face . I always get so many compliments whenever I put it on ! I highly recommend this product you will love it and want to buy it again  ! Ive been using it daily and I still have plenty left it will last a long time u2665ufe0f"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this! I add it to my CC cream or foundation and it makes my skin look dewy and glowing. Havenu2019t tried it as just a highlighter but a little goes a really long way with this product!"
        },
        {
            "review_title": "Pretty Shimmery Illuminator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pretty, sparkly illuminator. Love giving a bit of shimmer to my cheeks and this liquid formula does that in an easy to use formula. I would recommend this if looking for sparkle and shimmer."
        },
        {
            "review_title": "the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is my favorite highlighter Iu2019ve ever used. Iu2019m used both powders & liquids and have always preferred liquid. This one blends so easily and leaves the most amazing glow. I started with the original but will definitely order more colors."
        },
        {
            "review_title": "she said HIGHLIGHT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is sooo good yall a literal single drop of this and you are set. Itu2019s super smooth and easy to blend w your finger and itu2019s so blinding you literally only need to use very little at a time. I think this is the best liquid highlighter out there!! Im obsessed"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is stunning!! Beautiful finish perfect glow. Not overpowering!!"
        },
        {
            "review_title": "Pleasantly Surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this in one of my subscription boxes, and at first I thought, Great. ANOTHER highlighter. (SARCASM). Well I tried it for the first time a few days ago, and I think it's close to perfect! I really can't do blinding highlights anymore, and with this, I was able to use the tiniest drop for a natural, illuminated look. If you DO like the blinding effect, you can easily achieve that as well. The best part is that it blends out very easily using just my fingers, which allows me to place the highlight precisely where I want it.  Given how little I use, this will last forever. I am going to try it mixed in my foundation or primer next time. Hope to achieve that lit from within glow!"
        },
        {
            "review_title": "Best Highlight I Own",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I donu2019t use highlighters because my undereye circles go quite deep and highlighter usually enhances the shadows in that area. I have many highlights - powder, cream, because I desperately wanted the dewy, natural finish with my dry skin. They never worked for me - either left my concealer a mess or were too try. But THIS! I splurged on this as I was purchasing the blush as well and thought it would work well as a mixing medium for cream blushes. I was so wrong. This is BEAUTIFUL on its own. I was glowing. It sits wonderful atop makeup as well. I donu2019t wear foundation but over blush, itu2019s breathtaking. And you can build this up but one teeny drop on each cheek is a dewy wonder..."
        },
        {
            "review_title": "itu2019ll last you FOREVER and itu2019s gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "A tiny drop will be enough for your whole face! Itu2019s stunningly bright and beautiful. It has the smallest pieces of glimmer that make it look super natural and if you can control how much you put on to make it look blinding. I use it mixed in with my foundation for an overall glow since I prefer a natural look. But when I use it as a regular highlighter itu2019s BLINDINNN. I think itu2019s definitely worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "If u want a beaming strong highlight, this is for you. This highlighter stays on so well, I washed my hands with soap and it was STILL there! Just a tiny drop is enough for use on your whole face. The colors might be a little too dark for someone with very fair skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Too deep for fair skin tone. I can only use mixed in with foundation when I have a tan."
        },
        {
            "review_title": "Great formula, easy to appy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this product. I was a big fan of the CoverFX drops, and while I prefer the shades in that range, I much prefer the formula here. It blends out easily and can be applied with a brush, fingers or sponge easily. It also doesn't break up makeup beneath it. This bottle will last me forever or until it dries out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush - peachy antique-rose based shimmer that adds a warm rosy glow",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Definitely thinner than I expected, but not lacking in opacity! Blends well. I apply it with my fingers with a dewy foundation for a natural, hydrated, glowy look."
        },
        {
            "review_title": "Game Changer!!! Don't pass on this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Best item ever!! I got this in a boxycharm and absolutely love it. I mix 1-2 drops (depends on foundation coverage wanting) in with my foundation and it gives my skin a beautiful summer glow. I highly recommend this !"
        },
        {
            "review_title": "Great formula, gorgeous on the skin!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I got this in a BoxyCharm, and I was so excited! Iu2019ve wanted to shop this brand for years, but never pulled the trigger (Sephorau2019s free rouge shipping has spoiled me).  I like to apply this after cream bronzer and before blush, using a damp beauty blender. This gives a seamless blend.   I think itu2019s great that Sephora has Iconic London products now, i will definitely be trying others after the wonderful way this product performs."
        },
        {
            "review_title": "SO BLINDING !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "OH MY GOD!! I got this in my boxy charm. But this... the best liquid highlighter I ever used! Itu2019s easy to blend and itu2019s so blinding!! But I recommend using it under your foundation. I tried it on top and it kinda look patchy or it split the foundation. But underneath soo beautiful!!"
        },
        {
            "review_title": "gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "totally worth the price. gives a GORGEOUS glow, not sparkle. nice blendable texture, mixes well with moisturizer and foundation, too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - champagne-toned shimmer to add a golden shine",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Beautiful glow. I get so many complimemts when I wear this. I have tried so many liquid highlights and this is my most favorite. Can mix with bb creams and foundations or just use to highlight."
        }
    ]
}