{
	"product_id": "1566",
	"name": "Mini Unseen Sunscreen Invisible Broad Spectrum SPF 40 PA +++ ",
	"brand": "Supergoop!",
	"categories": "Skincare, Sunscreen, Face Sunscreen",
	"price": 30.0,
	"about": "What it is:  A totally invisible, weightless, scentless, and makeup-gripping daily primer with SPF 40...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Pores, and Dullness and Uneven Texture..Formulation: Gel..Highlighted Ingredients:.- Complex Derived from Meadowfoam Seed: Increases hydration levels, resulting in a more even skin texture..- Red Algae: Helps protect against blue light emitted by electronic devices..- Frankincense: Provides a soothing effect...Ingredient Callouts: This product is vegan, cruelty-free and gluten-free...What Else You Need to Know:  This innovative, antioxidant-rich SPF primer preps skin for makeup while providing broad spectrum SPF 40 and protection from blue light, the light emitted from our phones and computers. The unique oil-free formula glides onto skin providing shine control and leaving a velvety, makeup-gripping finish..",
	"ingredients": "-Complex Derived from Meadowfoam Seed: Increases hydration levels, resulting in a more even skin texture.               .-Red Algae: Helps protect against blue light emitted by electronic devices..-Frankincense: Provides a soothing effect...Avobenzone, 3%, Homosalate 8%, Octisalate 5%, Octocrylene 4%, Isododecane, Dimethicone Crosspolymer, Dimethicone/Bis-Isobutyl PPG-20 Crosspolymer, Polymethylsilsesquioxane, Isohexadecane, Dicaprylyl Carbonate, Meadowfoam Estolide, Caprylic/Capric Triglyceride, Polyester-7, Neopentyl Glycol Diheptanoate, Lithothamnion Calcareum Extract, Caprylyl Glycol, Butyrospermum Parkii (Shea) Butter, Jojoba Esters, Mannitol, Olibanum, Lecithin, Microcrystalline Cellulose, Diatomaceous Earth, Zinc Sulfate, Silica, Tocopherol.",
	"how_to_use": "Suggested Usage:.-Apply generously and evenly as the last step in your skincare routine, before makeup and 15 minutes before sun exposure..-Reapply at least every two hours or after 40 minutes of swimming or sweating.",
	"num_reviews": 1267,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/supergoop-unseen-sunscreen-spf-40-pa-P476909?skuId=2433951&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2433951-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "20 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2433951-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Bought for my husband. He is super happy with the texture. Absorbs instantly into the skin."
		},
		{
			"review_title": "super confused about this product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Oily skin",
			"review_text": "I fell in love with this product because it's super moisturizing without being oily. Also no white cast is a plus. I live in canada and it's winter at the moment so I can't test it's power against the sun. But after reading the back of the bottle I think this sunscreen actually has zero sun protection. I shouldn't have to reapply a sunscreen every two hours for it to work especially with this price point.  And cover my body with clothing so I don't get burnt... it's summer I'm not doing that. Also the bottle sucks."
		},
		{
			"review_title": "Feels nice but broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love how it feels on my skin compared to other sunscreens I’ve used but it breaks me out. I’ve taken a break from it to see if it was this product that broke me out and it is. Also it’s kind of pricey for the amount you’re getting."
		},
		{
			"review_title": "My Go-To Sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Supergoop is my go-to sunscreen. The formula and texture is very lightweight and does leave a whitecast. It works great on my sensitive skin and makes my face feel smooth and not greasy at all. I have the sample size in my purse all the time. Best sunscreen I have ever had."
		},
		{
			"review_title": "Rosacea Approved",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "As someone that has rosacea, I need to be careful about the products I use on my face, so I've been using the same sunscreen for years (Shiseido Urban Environment sunscreen). It comes at a pretty high price point so I wanted to see if there was something else I could use that's a little more affordable, since sun is one of my biggest triggers.   The consistency of this product is very different than most sunscreens and feels more like a primer. It spreads VERY easily and the normal 1/4 tsp that I use for my face, covered both my neck and chest as well. My makeup sat well on top and I liked that it was odourless.   The consistency is still weird to me, but I'll keep using it for now since it seems like my skin tolerates it well, it's more cost effective and fragrance free, which are all wins for me!"
		},
		{
			"review_title": "Not helpful for my skin type!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Unfortunately this was not good for my skin type. It was too oily since i have combination-oily skin and right away it kind of flaked up. However, I would ONLY recommend to dry skin types!!!! I had high expectations but overall i would not recommend to those with oilier slin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I don't know if there is a product that I love more than Supergoops Unseen sunscreen. I love how easy it is to apply to all skin tones, how it is high SPF, and how it can go with me or on top of anything!"
		},
		{
			"review_title": "Didn’t work for my dry and textured skin :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It made my foundation pill! I tried it with other products and adjusted the amount applied but still no improvement. I did find it was nice just with some concealer but not with full face. I have slight texture and dry skin just to note."
		},
		{
			"review_title": "Awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Supergoop is my favorite sunscreen brand. It always goes on light and doesn't show on my skin. I also have skin more on the oily side (especially in the summertime) and this doesn't add to that greasiness. It also applies beautifully underneath makeup. I never notice a whitecast. I've gotten so many of my friends onto Supergoop and everyone loves it! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this sunscreen, the formula and the texture is really nice by the price. I would've never bought this myself (got it as a gift) cause 30 dollars for a mini sunscreen is a lot. But if I goes on sale or you can afford it, go get it!"
		},
		{
			"review_title": "My go-to sunscreen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "unlike other sunscreen, this does not have a cakey  texture. easily glides on the skin and can be worn under makeup"
		},
		{
			"review_title": "Love This Sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "I love this sunscreen. It feels like liquid satin going on and appears to work well."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "La texture est vraiment intéressante, comme une base de maquillage ! Recommandé par une vendeuse, mais me donne des boutons :( à voir si ça fera la même chose au prochain changement de saison"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love how this Sunscreen is clear. I would rate this higher however I am not a fan of how it feels upon application. It's too close to a silicone feel, quite slippery. I feel it on my skin, it does eventually dry down after some time and it makes my skin feel smooth. Just personal preference, not a fan of the feel but works in the end."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My go to susncreen it feels like nothing on your skin but still gives solid SPF protection without any shine or residue."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This sunscreen just glides on and makes my face feel smooth, not greasy at all! I find it’s a great primer for make up as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This sunscreen offers excellent broad-spectrum protection with SPF 40. The formula is lightweight and blends easily without leaving a white cast"
		},
		{
			"review_title": "dry oil for face but matte",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "it is a dry oil,it looks grainy but isn't, but it pills sooo bad but it does have a matte finish"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I used it the whole summer, it gives you a matte coverage on the skin and reduce the shin from sweating."
		},
		{
			"review_title": "a must have...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "amazing... the best sunscreen I've ever had. I have already introduced it to many friends..."
		},
		{
			"review_title": "Nice whipped texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I really like the texture of this, it has almost a whipped texture. The tint is nice and subtle on my pale skin. My only complaint is it feels like I need to use a lot to get proper coverage over my whole face."
		},
		{
			"review_title": "Love the product, not the price.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have been using this sunscreen for years, and it's the best on the market. I have introduced it to coworkers, family and friends. But I can only afford to get it during the sale because I use it everyday and it's pricey. There are dupes on the market, but I don't know if I can switch entirely because this one is that good. It also doesn't burn my sensitive eyes."
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely love the texture, glides on my skin so nicely, doesn't smell like sunscreen, super lightweight and love that it is 40 SPF"
		},
		{
			"review_title": "Best SPF",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I bought this at the store and I really liked it.  It looks like it's going to go on thick but it rapidly absorbs and doesn' t leave a sticky feeling."
		},
		{
			"review_title": "Best overall skincare product I have found",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I would use this as a primer even if it didn't have the SPF. Glides on beautifully,  and my skin looks great! Even without any tint it seems to even out my skin tone for a great makeup free look. I am 45 and my skin isn't bad, but it's way nicer with this product."
		},
		{
			"review_title": "You’ll buy this again and again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I give up on other sunscreens, this is the only thing that works for me. Glides on and looks good under makeup. Does not make me break out, which was a major issue I was having with other brands."
		},
		{
			"review_title": "Yessss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love this sunscreen as a person who has combination skin. Got it has a sample and purchased after trying"
		},
		{
			"review_title": "Bad tube or possible reformulation?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have been using this product for years and always loved how it felt on my skin and sat underneath my makeup. Because of the price, I always stock up on this product when I can during sales. Unfortunately, the last tube I bought was not it. It was WAY more oily than usual and did not sit well under my usual makeup, making it oily and melt off my face in just a couple hours. I thought maybe it had separated but after shaking the tube it still didn't feel right. Sadly I could not return it as it was past the 60 day return window. This product might still be nice, but not worth the risk considering the price tag."
		},
		{
			"review_title": "Immediately A STAPLE Part of My Routiune",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've got very oily skin, expecially in summer. And a lot of suncreens have broken me out, or have piled under my makeup. I've tried many many sunscreens, both drugstore and high end, and the only one that came close to this was Khiel's gel sunscreen (linked below), but it's got a very high price point. I've tried the Supergoop play sunscreen and really enjoy it for my chest (which is also super sensitive and acne prone) - so I thought I'd take a stab at the Unseen Sunscreen, and I absolutely love it. The texture at first does feel a little thick, but it seamlessly blends into your skin and feels super lightweight once it's settled. The best aprt of this sunscreen for me is that my makeup look absolutely amazing over it - it doesn't feel like I've got sunscreen on, and it doesn't look like I've got additional layers underneath. I actually think this acts as a better primer than the Olehenrikson Banana Bright Primer (which I typically use on glam nights out).   Highly highly recommend giving this sunscreen a shot, I will definitely keep purchasing & this will most likely be replacing a lot of my other base products.   https://buy.cosmeticsnow.ca/iteminfo/kiehls-ultra-light-daily-uv-defense-spf50-60ml?ad_type=pla&target_id=1871050644393&ad_id=&utm_source=googleads&vt_keyword=&vt_campaign=21373082869&vt_adgroup=&vt_loc_interest=&vt_physical=9061030&vt_matchtype=&vt_network=x&vt_placement=&utm_medium=cpc&utm_campaign=21373082869&gad_source=4&gbraid=0AAAAADhZK-xIRbVbKPOyA_zsIlF6ygPWI"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I loveee this! the only sunscreen I'll use now! adds a lovely finish and the protection is amazing! love the packaging and its like nothing else on the market!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I will never use another sunscreen for my face, ever again. This is the BEST!"
		},
		{
			"review_title": "Good sunscreen but not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I bought the jumbo size thinking it would be a decent size but was disappointed,it has a nice texture but I’ll be going back to the drugstore sunscreen after as this is not worth the price"
		},
		{
			"review_title": "A must a have to your routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Amazing products that feels natural on the skin and good for everyday use. I am on my third bottle. Only downsize it the cost."
		},
		{
			"review_title": "great, except for sensitive eyes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "i have very oily skin, and this looks great on my face. makeup applies beautifully over it, and it feels like a primer. would recommend to all. one small issue is that it irritates my eyes, would be great if that wasn't the case"
		},
		{
			"review_title": "I Hate That I Love It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Very unique formula but super pricey for what it is! I do love this sunscreen for how it sits under makeup; it doesn’t change the finish of my makeup as some spfs do (I prefer a matte base, many spfs are greasy and make my base look dewy). It feels like a silicone primer which I enjoy. It’s definitely pricey so I exclusively use it if I’m going to put it under makeup, otherwise I use a less expensive spf."
		},
		{
			"review_title": "Good sunscreen but expensive for an everyday wear",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I recommend this product but maybe not for an everyday sunscreen. This sunscreen is clear, has a nice but unique texture (kind of waxy/oily but not in a bad way) and protects from the sun. It’s an excellent product overall but it is quite expensive for the size so I wouldn’t use it as an everyday sunscreen but it’s nice to have a sunscreen that leaves absolutely no white residue on the skin. I will buy again!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I feel like this sunscreen is so overhyped. It’s just clear sunscreen. The texture is a bit weird, slimy kind of.   I feel you can get sunscreens just as good for half the price.   Would not buy again."
		},
		{
			"review_title": "best sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "this is my favorite sunscreen. I have oily skin and this is the only one that doesn't make my skin feel greasy. it feels like a primer and smoothes out my skin. it works well under makeup and it doesn't irritate my eyes. as someone who has tan skin I really love that this sunscreen is clear because I don't have to worry about any white cast. I've repurchased this sunscreen many times and it is my go to"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "best sunscreen on the planet tbh. literally zero cast at all."
		},
		{
			"review_title": "Almost liked it - but made my skin turn red.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "Pros: cool texture and definitely invisible.  Cons: Difficult to tell where you've already applied it, and unfortunately made my skin turn very red. I'm usually not super sensitive."
		},
		{
			"review_title": "don't know why I didn't try this sooner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "love this product. unseen is exactly what it is. I don't wear a lot of make up so I'm not sure how it would go under foundation but it feels great on my skin and I don't see it"
		},
		{
			"review_title": "Good Clear Sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I've tried so many sunscreens and this one seems to be working. I can't purchase tinted because either they're orange or too dark for my coloring. This works but you have to be careful what Moisturizer you use otherwise this will pill."
		},
		{
			"review_title": "Not Recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "So greasy!!! Also, texture feels Vaseline. Not Recommended"
		},
		{
			"review_title": "Pas pour moi",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Malheureusement, je n'ai pas aimé la texture « siliconée ». J'avais toujours l'impression d'avoir un film gras sur le visage, ce qui rendait la réapplication désagréable au courant de la journée."
		},
		{
			"review_title": "Sunscreen that won’t break you out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the only sunscreen I can put on my face and I won’t break out. Even when used daily. ￼ recommend for people who have sensitive skin or break out easily. You can’t even tell you’re wearing the unseen sunscreen."
		},
		{
			"review_title": "Grease",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Feels horrible on the skin. Such a greasy gross feeling I wasted my money '"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Its a really good sunscreen, doesn’t sting my eyes which most sunscreens do. The texture is not my favorite, feels like a poor filling primer more than a sunscreen but overall a good spf."
		},
		{
			"review_title": "Truly unseen!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very light in texture no white cast, no greasy/shiny film on the skin. The only caveat is that the texture, while soft and pleasant, makes it a bit hard to feel whether or not it’s being applied evenly and everywhere or if it’s just the feel ofnit on my fingers."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "just get the bigger size. or find a dupe because sooooo expensive"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve tried so many sunscreens, but this is the only one I’ve tried that doesn’t leave a white cast, doesn’t burn my eyes, and my makeup sits beautifully on top. A++ (I have combo skin)."
		},
		{
			"review_title": "Not the best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Didn’t protect me from the sun at all. I got a sunburn after applying 2 layers of this sunscreen. Also leaves a oily finish"
		},
		{
			"review_title": "must have…no white cast…best sunscreen for dry ski",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone",
			"review_text": "no white cast…best sunscreen for dry skin….definitely going to order more…"
		},
		{
			"review_title": "Makes my skin feel like silk!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely LOVE this sunscreen. I have very sensitive skin and I hate the oily look of most SPF’s. This sun screen feels amazing on my skin and I can use my Haus labs foundation with zero issues! Also, if you wear it on a beach day it doesn’t feel super cakey for reapplying."
		},
		{
			"review_title": "The best sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I love this product, 10/10!!! It’s so light weight, easy to apply, and clear so it doesn’t leave a white cast! It’s extremely moisturizing especially for my dry skin. My skin is also acne prone and I didn’t break out after using. Def recommend"
		},
		{
			"review_title": "Great for Guys!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've used this for years and am thrilled it's now available in Canada. It's a completely clear gel, so no white cast, no dripping into eyes, and no stinging - EVER. I'm a guy, and this is one of the only sunscreens that I can put over stubble without any pilling or white cast."
		}
	]
}