{
	"product_id": "97",
	"name": "Beautyblender® nude",
	"brand": "Beautyblender",
	"categories": "Makeup, Brushes & Applicators, Sponges & Applicators",
	"price": 27.0,
	"about": "What it is:.An edgeless, reusable, high-definition cosmetic sponge applicator in a neutral shade...What it does:.The unique, edgeless shape and exclusive material, available only with Beautyblender®—now available in a neutral, nude-toned hue—ensures an impeccable, streak-free application with minimal product waste. Beautyblender® nude was created to celebrate flawless, natural-looking skin. This sponge is the perfect choice for applying complexion-colored base makeup like foundation and concealer...What else you need to know:.The aqua-activated™ sponge grows to about twice its size and absorbs minimal product, so your favorite formula lands on your complexion, not your sponge. When wet, the super-soft material provides an even, smooth blend and bounce. The large, rounded surface area ensures a quick application while the contoured tip offers precision...Beautyblender has chosen to use non-toxic, water-soluble dyes. For this reason, your Beautyblender may shed dye for the first couple of washes—similar to a pair of blue jeans. Once you squeeze the water out of the Beautyblender, the excess dye is removed as well. The dye does not transfer to the skin...This product is hand-finished in the USA.",
	"ingredients": "Non-latex foam.",
	"how_to_use": "Suggested Usage:.-Wet Beautyblender® with water for each use..-Squeeze out excess liquid, using a towel if necessary..-Bounce powder or liquid foundation, BB cream, or cover-up for a flawless finish. .-Use the rounded end for large surface application and the contoured tip for more precision...How to care:.-Cleanse* after each use to help maintain the integrity of the blender's exclusive material. .-Replace every three months for the best bounce. ..*For best results, Beautyblender recommends using their blendercleanser® to cleanse.",
	"num_reviews": 1554,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/beautyblender-nude-P405602?skuId=2275790&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2275790-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really good blends good and doesn’t pick up ur makeup. Super small"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I love the way this sponge blends my foundation. The texture of this sponge is also soft. I regret buying the huda beauty blender, it's rough and does a poor job at blending."
		},
		{
			"review_title": "Loving it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was using a sponge I bought at a convenience store, I change my foundation to a more expensive one and I thought, I should change the quality of the sponge too. So I bought this one, what a change! I love how beautiful it left my foundation!"
		},
		{
			"review_title": "Hot, Hot Garbage",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I had a cache of the original Beauty Blenders, and finally tossed my last one (no, I'd not been using it this whole time, promise).  I bought this  since I needed a new one.  I don't know what in the cheap-out, cost saving, corner cutting bait and switch I got, but it completely SUCKS (and this is the nice version of what I'd like to say about this thing).  It's half the size of my original dry, and also half the size wet.  It isn't as dense as the old ones, and doesn't blend nearly as well.  I don't know when they switched these, but I'll never buy another and you shouldn't either.  I basically just wiped my butt with a $20 bill and I'm not pleased."
		},
		{
			"review_title": "A must for blending!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "A must have. Been using this since its launch back in the days. I tried the nude one, no difference from the og. Blends like butter!"
		},
		{
			"review_title": "Don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is definitely smaller than in the past and the price is the same. It’s harder to use as a result. There are other blenders out there that are much cheaper."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "Buy a concealer brush instead, bad quality. Would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve been loving this beauty blender for my foundation. I like the nude color because my foundation color blends in and doesn’t make it look used. It looks good as new when you wash it. It also love how well it blends out my make up, never going back to a brush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really love beauty blender I have been using them forever. I’m not sure the difference of the colors but I just interchangeably use them all. They’re very soft and blend great and easy to clean !! Love it"
		},
		{
			"review_title": "my ride or die",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "my favorite beauty sponge!! i know there’s so many dupes on the market but I consistently come back to beauty blender. i genuinely feel like the quality of beauty blender is unmatched. they last longer and makeup always looks like a second skin when i use this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This nude beauty blender is really nice for makeup application and makeup products and I love the color combo on this product ueoe it looks so good on me and in my collection as a whole. Love this a lot"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have tried other makeup sponges and nothing compares to the beauty blender sponges. They apply my makeup flawlessly without soaking too much of the product. I love the nude color! This beauty blender gives me an airbrush finish after every application."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this beauty blender so much. It’s the perfect size and does such a great job helping me blend out my make up. I love the new color and the shape is so perfect to be able to blend under my eyes perfectly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I love the beauty blender.  It's really absorbs excess makeup and prevents your makeup from looking cakes. I love the pointer side for my under eyes and the butt side to blend my makeup for seamless applications"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "I’m not really a sponge girl but I truly love how small and precise this sponge is. It allows me to get really close in the inner corners and blend my makeup out flawlessly.  And if I put too much on, it removes the perfect amount."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this beauty sponge by beauty blender. Once you use tgis there is no going back. The softest sponge with the most seamless blend. It doesn’t absorb a lot if product. A must have in my routine"
		},
		{
			"review_title": "Lasts a long time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love to use this beauty blender sponge for my foundation and concealer products because the nude shade washes really well and doesn’t stain with my shade of makeup. When washed and stored correctly these blenders will last quite a long time."
		},
		{
			"review_title": "Terrific sponge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love this sponge for foundation and concealer under the eye,and it is just great it lets me get very close. I find that if I use the sponge on my concealer, on my foundation after I've applied it . That makes everything look very smooth."
		},
		{
			"review_title": "Very soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using these sponges for years. It's extremely soft and high quality! Best beauty blender I ever used.. They last me a very long time for each sponge and they are easy to wash. I would recommend."
		},
		{
			"review_title": "Flawless!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I can’t say enough positive things about beauty blender. It’s the OG and the best in the market. There are so many dupes out there but I keep coming back to the OG. This nude color is so pretty and I love it. Worth every penny because the quality is beyond others and my make up always looks flawless!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is definitely a fav. I love that it gives a streak-free application with minimal product waste. It makes your skin look flawless, and natural-looking. It’s so easy to use, wet the beautyblender and squeeze out excess liquid. You can bounce powder or liquid foundation or just anything for a flawless finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": ""
		}
	]
}