{
	"product_id": "1258",
	"name": "Detangling and Frizz Fighting Leave In Conditioner",
	"brand": "OUAI",
	"categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
	"price": 40.5,
	"about": "What it is: A leave-in conditioner that detangles hair and protects against heat and damage to reduce frizz and flyaways...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:- Dryness.- Frizz.- Heat Protection..Key Benefits:.- Provides hydration and heat protection up to 450°F/232°C..- Conditions, detangles, and fights frizz.- Leaves hair smooth, shiny, and manageable..Formulation: Spray..Highlighted Ingredients:- Tamarind Seed Extract: Provides weightless hydration to your hair..- Panthenol and Vitamin E: Condition and detangle hair..- Hydrolyzed Proteins: Protect against damage...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free...What Else You Need to Know: This color-safe leave-in conditioner is scented with north bondi, which is a floral fragrance with notes of bergamot, violet, and white musk.",
	"ingredients": "-Tamarind Seed Extract: Provides weightless hydration to your hair..-Panthenol and Vitamin E: Condition and detangle hair..-Hydrolyzed Proteins: Protect against damage...Water / Aqua / Eau, Cyclopentasiloxane, Cetearyl Alcohol, Fragrance / Parfum, Quaternium-91, Adansonia Digitata Seed Oil, Argania Spinosa Kernel Oil, Oenothera Biennis (Evening Primrose) Oil, Tocopheryl Acetate, Hydrolyzed Rhodophyceae Extract, Tamarindus Indica Extract, Panthenol, Cetearamidoethyldiethonium Succinoyl Hydrolyzed Pea Protein, Arginine, Aspartic Acid, Pca, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Sodium Hyaluronate, Histidine, Brassica Campestris/Aleurites Fordi Oil Copolymer, Cetrimonium Chloride (Anti-Static Agent/Agent Antistatique), Glycerin, Dipropylene Glycol, Polysilicone-29, Behentrimonium Chloride (Anti-Static Agent/Agent Antistatique), Myristyl Myristate, Silicone Quaternium-16, Leuconostoc/Radish Root Ferment Filtrate, Butylene Glycol, Undeceth-11, Butyloctanol, Guar Hydroxypropyltrimonium Chloride, Undeceth-5, 3-O-Ethyl Ascorbic Acid, Sodium Pca, Sodium Lactate, Phenylalanine, Disodium Edta, Citric Acid, Iodopropynyl Butylcarbamate, Acetic Acid, Isopropyl Alcohol, Tocopherol, Bht, Glycolic Acid, Sodium Hydroxide, Phenoxyethanol, Alpha-Isomethyl Ionone, Limonene, Geraniol, Hydroxycitronellal, Linalool, Citronellol, Cinnamyl Alcohol, Citral.",
	"how_to_use": "Suggested Usage:.Wet hair: .-Remove excess water from hair..-Spray about six to eight inches away from the eyeline down. .-Using a wide-tooth comb, begin brushing hair from the eyeline..-The combing process will allow the right amount of product to reach the roots without direct application...Dry hair: .-Thicker, coarser, or curlier hair can apply on dry hair for a much-needed dose of hydration, shine, frizz, and flyaway control.",
	"num_reviews": 2320,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/leave-in-conditioner-P428222?skuId=2044691&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2044691-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4.7 oz/ 140 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2044691-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Spray pump stopped working, Sephora won't help",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this leave for about a year and am in love. The biggest downside is - I purchased the 4.7oz bottle end of September and I have 1/4 of the product left and the pump has completely stopped working. Spoke to a Sephora rep about it and bc it's over the 60 days there's nothing they can do about it. Super disappointed with the customer service as this product is not cheap. I suggest buying the travel size so you waste ur $"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I was really excited to use this product amid the good reviews, however this made my hair feel like hay. it was too drying. I only give it two stars because the smell lingers all day and the next. background: i have fine straight hair"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Seriously love the smell of this and the softness this leaves my hair!"
		},
		{
			"review_title": "It works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, lightMedium skin tone, Normal skin",
			"review_text": "This is working for me I have wavy fine hair, it has made my hair softer and it looks healthier."
		},
		{
			"review_title": "Smells so good last forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "After using this for about a month I have nothing negative to say! Feels light on my natural wavy hair and makes my blow outs super smooth and shiny. Also it SMELLS SO GOOD. I can even smell it the day after still in my hair. Overall, love it."
		},
		{
			"review_title": "Ehh, not for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It works well, but I hate the smell so much. I haven’t bought it since because the smell is so strong."
		},
		{
			"review_title": "Too perfumed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The formulation is really nice but the scent is VERY strong and heavily perfumed and dissipates only a little with time. I’m unfortunately going to have to return"
		},
		{
			"review_title": "must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "10/10 literally saves my hair every time. every time i don't use this my hair is crunchy and gross and damaged and this makes it so silky and smooth. i have fine curly hair and this is fantastic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I have been using this for years. It smells so good, detangles my hair well, and makes it soft."
		},
		{
			"review_title": "It works but it all smells too strong",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Went through an entire bottle but I won’t be purchasing it since the scent is so unpleasant. It really smells like detergent"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smell is do strong my dog is sneezing and my nose is burning. Do not recommend."
		},
		{
			"review_title": "Love hate relationship",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love the way my hair feels after using this but the scent is so crazy strong now that it gives me a headache"
		},
		{
			"review_title": "made my hair waxy and dry",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "it made my hair feel waxy and hard to brush. I wanted to like it but no... now I'm using Moroccanoil Treatment."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This made my hair feel so soft, this is really worth the money!!"
		},
		{
			"review_title": "Solid leave in conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love to use this between washes or when my hair needs extra hydration and protection when I’m sleeping"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I LOVE this product it is the best and made my hair very shiny and look more healthy!"
		},
		{
			"review_title": "Wanted to love it but…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Really wanted to love this but I feel that the scent is soooo strong, smells more like perfume and doesn’t hydrate my hair. If anything it makes it more dry and brittle."
		},
		{
			"review_title": "Never buying this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I got a sample of this from the black friday sample bags. Used it once and had a greasy layer on my hair afterwards knowing that my hair absorbs everything in so it did not really condition my hair only made it look greasy sticky hard to detangle"
		}
	]
}