{
	"product_id": "344",
	"name": "LOVE Smoothing Conditioner for Frizzy Hair",
	"brand": "Davines",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 51.5,
	"about": "What it is:A smoothing conditioner that tames coarse, frizzy, or unruly hair, leaving hair controlled, detangled, and shiny..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Smooths frizzy or curly hair.Highlighted Ingredients:- Minuta Olive Extract: Fatty acids and vitamin E to nourish, soften, moisturize..Ingredient Callouts:Free of parabens and sulfates SLS & SLES. It is also vegan..What Else You Need to Know:This anti-frizz smoothing conditioner tames coarse, frizzy, or unruly hair, leaving hair controlled, detangled and shiny for a sleek, smooth look. Infused with Minuta olive extract from Slow Food Presidia, rich in fatty acids and vitamin E, it contributes to provide nourishment and softness.",
	"ingredients": "-Minuta Olive Extract: Fatty acids and vitamin E to nourish, soften, moisturize. ..Aqua / Water / Eau, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Cetyl Alcohol, Dimethicone, Cetrimonium Chloride, Behentrimonium Methosulfate, Isopropyl Alcohol, Panthenol, Benzyl Alcohol, Parfum / Fragrance, Dicaprylyl Ether, Lauryl Alcohol, Amodimethicone/Silsesquioxane Copolymer, Oryza Sativa Cera / Oryza Sativa (Rice) Bran Wax, Disodium Edta, Hydroxyethylcellulose, Olea Europaea Fruit Extract / Olea Europaea (Olive) Fruit Extract, Sodium Benzoate, Citric Acid, Trideceth-5, Polyquaternium-10, Tocopherol, Phenoxyethanol, Limonene, Ci 60730 / Ext. Violet 2, Ci 19140 / Yellow 5.",
	"how_to_use": "Suggested Usage:.-After rinsing out shampoo, apply a small amount of conditioner to lengths and ends. .-Comb&nbsp;through&nbsp;and leave on&nbsp;five to 10 mins. .-Rinse&nbsp;thoroughly, towel dry and use your favorite styling products to blow dry.",
	"num_reviews": 53,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/davines-love-smoothing-conditioner-for-frizzy-hair-P512709?skuId=2815256&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2815256-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.76 oz/ 250 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2815256-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Smells like cheap perfume and makes my hair crunch",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I haven't used such a horrible smelling mask ever. Smells like overpowering synthetic cheap perfume. I've used it 2 times and cannot get myself to put this in my hair again and what makes it worse is it lingers in for a couple of days. I used it 2 times with hope that it would at least make my hair better but nope, it gave it this weird crunchy texture. I don't understand all these amazing reviews here at all!"
		},
		{
			"review_title": "Fantastic results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I am flat-out amazed by the results from using this conditioner. My hair, without even blow-drying or adding any other products to it, turned out silky, glossy, lightweight, and gorgeous. It's like a different head of hair! No frizzies, and no heavy (product) goopiness weighing my hair down. I am buying the bigger tub next -- and forever. Wow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Amazing smoothing conditioner! Left my hair so smooth and hydrated. I suffer from a lot of frizz in my curls and this conditioner left my hair smooth and eliminated a lot of frizz! Really enjoy it and will continue to use. It smells so beautiful too"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I loved this conditioner! I’ve already used up the whole container. My hair feels so soft and manageable after using this in the shower after shampooing! I do bleach my hair. A little expensive though!"
		},
		{
			"review_title": "Smooth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Dry skin",
			"review_text": "I am super impressed with this love smoothing conditioner! It smells amazing and is so thick and luxurious! I noticed after the first use it really smoothed my hair and helped with the frizz and flyway's. I cannot wait to continue using and having great hair days!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I super duper satisfied with Love Smoothing Conditioner because it's smells so good and also it really smooths my hair. The packaging is just so perfect, you can also bring it when you travel. I just love everything about the product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love this conditioner for its addition of olive oil, which provides ample moisture to my hair. Each time I leave it in for a few minutes before rinsing, the results are already noticeable. I can feel the difference when combing through my hair—the annoying knots are completely gone."
		},
		{
			"review_title": "Absolutely LOVE this conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Gifted from Davines in exchange for my honest review. I was extremely excited to try this LOVE smoothing conditioner by davines, and let me tell you, this did not disappoint! I have bleached hair, so it can be quite dry, and I always look for good quality conditioners to help moisturize my hair. This conditioner has minuta oil extract, which helps to soften and moisturize the hair. After I used shampoo, I applied the conditioner to my hair and left it for about 10 minutes. I then rinsed it out, and my hair was so smooth and soft! It did a great job of detangling my hair. I also noticed my hair was less frizzy than usual when it dried. I really like the creamy consistency and texture of this conditioner. A little definitely goes a long way, which I appreciate, as it will last a while. The scent is also lovely! Nice and fresh and not overpowering, which I love! This conditioner has honestly become one of my favorite conditioners, and has quickly become a staple in my haircare routine. I will absolutely be purchasing more products from this brand! If you are looking for a great quality conditioner that actually works, then I HIGHLY recommend you try this LOVE conditioner from davines!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have thick, wavy brunette hair.  This is the greatest conditioner for me. It adds luster and leaves my hair feeling soft.  Also helps with frizz and with this weather so humid and hot this is everything i can ask for! i was very happy to be gifted by davines"
		},
		{
			"review_title": "Works great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "This is a very good conditioner, it left my hair shiny , soft and with some volume, I applied it after the shampooing and let it on my hair for about five minutes, I love the smell and the creamy consistency, I recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Davines. This conditioner is amazing. The texture is thick and a little goes a long way. It rinses off easily and doesn’t leave any residue behind. My hair feels so soft, smooth and shiny after every use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Omg this conditioner smells so good. I love how my hair feels after I use this. Definitely smooths the frizz away, making hair look smooth, shiny and softer. I love the lavender color, it’s very pretty visually."
		},
		{
			"review_title": "Smells good, Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product free from Davines.  I  really love this conditioner.  It does a great job of smoothing my hair and making it feel so soft.   It has a great slip which makes it easier to detangle in the shower.   It has a DEVINE floral scent too.  Definitely recommend!"
		},
		{
			"review_title": "Good slip",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like the way these smell and I think it has a very nice slip to it as well. This is good for curly hair and I think it it’s thick enough for thicker and courser curly hair too. I also like the ingredients and I think it’s good overall."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I was gifted the LOVE Smoothing Conditioner for my honest review. I have used it for a couple of washes. My hair feels smooth to touch and not greasy at all, which is a struggle since I have oily hair."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "It smells good and leaves hair very soft and frizz-free just as the product promises. I would definitely buy it again. For these summer temperatures are wonderful. This product without I would definitely recommend it because it makes your hair detangle easily."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "My hair is dry and frizzy. I swim a lot in the summer, so I try to keep it well conditioned without weighing down my waves. This conditioner is super nourishing, but I am most impressed with how it calms my frizz without going oily/greasey/weighed down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "First time to try LOVE smoothing Conditioner. I got a damaged package. The outside package was fine but the container of the conditioner was broken. The container is too thin, too easy to be damaged in mailbox. The conditioner itself is good. After trying it, my hair got smooth and healthy looking. If the container gets replaced, I will consider buying it in future."
		},
		{
			"review_title": "Bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this hair conditioner ! My hair it’s so much more healthy! It looks amazing and soft! Also te quality of the ingredients are so good! And it smells amazing and the scent last all day! I love it"
		},
		{
			"review_title": "A must-have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product as a gift from Davines. Using Davines LOVE Conditioner has transformed my hair care routine. It not only meets but exceeds my expectations in terms of hydration and manageability. I feel good knowing that I'm using a product that cares for my hair while also being mindful of the planet."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Dry skin",
			"review_text": "I received this conditioner complimentary from davines us. It smoothing my hair and gives it a nice shine just after one application. My hair is easy to comb nowadays and I am extremely happy of the effect."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "such a lovely conditioner, it makes my hair feel so soft and smooth and smells great too. the only thing i didnt appreciate was that mine came broken so i really wish they imporved the packaging on their products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely love this conditioner! It’s a very thick and almost fluffy formula, but spreads into the hair nicely when applying. The scent is very clean and the smell lasts, I can always still smell it the next day after washing. I’ve got frizzy, wavy hair with pretty dry ends and this conditioner has really helped to smooth everything while making my curls look more uniform."
		},
		{
			"review_title": "Silky Smooth Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have thick frizzy hair and I used this for the first time and was amazed at how silky smooth my hair is. I have not tried anything before that has compared to the softness and silky results, I got from this. The things to note about this product is does have fragrance, not too strong and did not seem to last once my hair was dried, but something to keep in mind if sensitive to fragrances. The downside for me was the packaging, the container takes up a lot of room in the shower, not easy to twist a bottle cap while in the shower and overtime will get water in the product as you go through the container. Really enjoyed the product and the results it gave, but really wish it was in a more normal conditioner bottle. I received this free in exchange for my honest review of the product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love the color of the conditioner and despite the somewhat flimsy packaging, it has a charming, artisanal feel, reminiscent of something you'd discover at a local farmers market. Initially, I used my usual amount of conditioner, only to find it was too much; a little goes a long way. The conditioner is buttery smooth and easy to spread. Love made my hair more manageable, but the standout benefit was the enhanced curl definition it provided. Recently, my hair had been looking a little limp, but after incorporating Love into my routine, my curls have never looked better. While the scent is a bit unusual, its excellent performance more than makes up for it and makes it easy to overlook."
		},
		{
			"review_title": "Good conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As a person with bleached hair, I am always looking for products that help me take care of it. I like the texture of this conditioner and I felt that it provided hydration to my hair and made it more manageable when detangling. It also felt softer and shiny after drying it."
		},
		{
			"review_title": "Product is Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review.   I have very coarse, curly/wavy hair with a lot of grey.  After using this conditioner, I noticed my hair was less frizzy and super soft. This is a decent conditioner, but I will not purchase this product at the current price point."
		},
		{
			"review_title": "Wonderful conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have fine and frizzy hair that tangles easily. I was looking for a good anti-frizz conditioner to support my hair during the day. I was very excited to try the LOVE Soothing Conditioner by Davines US. I wash my hair, apply the condition from mid-length to ends, toss through my hair, let it soak for 5-8 minutes and rinse it. It has a milky, rich texture, pleasant fragrance and made with minutia olive extract and vitamin E. This conditioner is truly a miracle conditioner. It makes my hair feel soft, moisturised, manageable, and shiny without leaving it greasy. I like it very much and would recommend it to my friends and family."
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This conditioner smelled heavenly and helped detangle my hair. It left my hair very soft and made it much easier to style and manage. I received this product for free from Skeepers. I would recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such an amazing conditioner! It feels thick and luxurious and makes my dry, frizzy hair feel so smooth and silky.  I was surprised at how good my hair looked after showering! Even after using conditioner my hair is normally still dry and tangled but it was so silky after using this.  My only complaint is the packaging is a really thin plastic that looks and feels kind of cheapy.  But the actual product is DIVINE!"
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free. I recently tried Davines Love Smoothing Conditioner, and it has quickly become a must-have in my hair care routine. The texture of this conditioner is incredibly thick, which initially surprised me. Despite its consistency, my hair wasn't weighed down at all—instead, it felt deeply moisturized and very soft. The fragrance is strong but nice, reminiscent of clean laundry hung outside in the middle of an herb garden, which I absolutely love.   What I appreciate most about this conditioner is its ability to smooth my frizzy, wavy hair without compromising volume and natural movement. The results are long-lasting, even between washes, which is perfect for my busy lifestyle. Plus, Davines' commitment to sustainability makes me feel good about using their products. If you're struggling with frizz and want a reliable, high-quality conditioner, I highly recommend giving Davines Love Smoothing Conditioner a try."
		},
		{
			"review_title": "Excited to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Gifted by Davines US. I was gifted this product from the company and I am so excited to try! I love using new hair products and seeing which ones make my hair look and feel healthy. Very excited to try!"
		},
		{
			"review_title": "Leaves my hair so nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like this conditioner it leaves your hair silky . My hair feels nice and soft and I get out of the shower and I no longer have to brush through my dry brittle hair! Definitely recommend this it works so good."
		},
		{
			"review_title": "I'm loving my frizz-free hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I was gifted by Davines this amazing conditioner that has my hair looking and feeling great! I love how thick the product is, yet it rinses out easily. My hair is smoother and less frizzy and the scent is very nice and fresh smelling!"
		},
		{
			"review_title": "Detangler, defines curls, eliminates frizz !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product from Davines and used it in my wash day routine. I truly have unruly hair and this worked great for detangling and defining my curls. It maintained the style of the curls as well. There was no frizz anywhere. It is infused with nourishing olive extract and visibly improves hair elasticity. It has a light texture and i loved the smell . I'm highly impressed with this product and will definitely purchase and highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I love this conditioner! A little bit goes a long way and it smells nice. It leaves my hair feeling very smooth and soft. I also use it with the LOVE shampoo and I love the results I see in my hair. I highly recommend!"
		},
		{
			"review_title": "Smooth Strands",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received this free smoothing conditioner from Davines to test and review and I absolutely love it. This product has completely transformed my hair in the best way.  It tames my frizz and my strands are super silky and manageable. It is very nourishing and doesn't weigh down my locks. It is infused with nourishing olive extract and visibly improves hair elasticity.  I love the texture and the scent. I'm highly impressed with this product and will definitely purchase and highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "What a lovely conditioner! I love the container and how easy to scoop out and make sure I use every last bit of product-no waste! This leaves my hair soooo smooth. I have really frizzy hair and this conditioner tames my frizz and leaves it looking shiny and healthy. It smells good too!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "After using this conditioner on my hair I am truly amazed. It makes my hair so soft and manageable. Silky smoothe finish and the smell is rather amazing. I simply am in love."
		},
		{
			"review_title": "Cloud like",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love smoothing conditioner is like using a super luxurious hair product in the expensive spa! The smell is so lovely, the mask is like a cloud for my hair. Makes my hair super soft and so easy to brush!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have thick, curly 3a/3b hair so this is a perfect conditioner to help tame the frizz that comes with curls!  Hair is softer, smoother and hydrated but not giving moisture overload. loving Davines products!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My hair came out so smooth and shiny after using this conditioner. I like that it’s thick like a mask consistency and gives my hair a lot of slip. I have thick wavy hair that tends to be frizzy. I noticed my flyaways were more tamed and smooth after using it."
		},
		{
			"review_title": "New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This has to be my new favorite conditioner! Not even joking - first I was like meh , but after 3rd Use , I fell in love with this . Texture is nice and lesves hair really soft and silky . I love the color too . So aesthetically pleasing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Wow, this conditioner really helps my dry and brittle hair. I have really frizzy hair also in the summer so this helps tame that. My hair feels softer and looks smoother after use and definitely more manageable."
		},
		{
			"review_title": "Luxurious and full of moisture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This conditioner has a luxurious texture that feels incredibly nourishing on my hair. After just a few uses, I have noticed a significant improvement both in the smoothness and manageability of my hair. It also has a pleasant scent that lingers throughout the day, leaving my hair smelling fresh and clean!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’m loving the LOVE Smoothing Conditioner gifted by Davines! I used this brand many years ago and remember liking it and I’m so excited to see it at Sephora! I’ll be able to get it much easier and more frequently. This conditioner is so lovely for hair. My hair looks smoother and less frizzy, as well as softer after using. I’m a big fan and can’t wait to try more products!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Such an amazing conditioner! Smells amazing and I can not wait to get more of this! I definitely recommend if you’re looking for a good conditioner to try without brewing the bank! Such an amazing brand!"
		},
		{
			"review_title": "Natural and smoothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Oily skin",
			"review_text": "I have always had naturally frizzy hair, and even after bleach damage I haven’t been able to find a natural smoothing in shower product. This has truly changed my hair game and I am really looking forward to trying the matching shampoo"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "LOVE smoothing conditioner is a game changer. This works like magic on my hair and leaves it dreamy , hydrated and lustrous. My hair loves the conditioner and I use this every time I wash my hair. It smells amazing."
		},
		{
			"review_title": "Super soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Absolutely looove this conditioner! It smells soo good and it has great ingredients in it such as olive oil and so much more! I love how this product actually does what it says and reduces frizz and makes my hair super soft! I love this and will be purchasing more! I use it more towards the ends and have amazing results!"
		},
		{
			"review_title": "So gooood!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The biggest concern I have about my hair is the way it looks frizzy. This anti-frizz conditioner makes my hair look smooth and super put together as a result it soothes my hair and makes it less frizzy. It’s not my first time using it! I really recommend it!"
		},
		{
			"review_title": "Love It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Just received my love smoothing conditioner complimentary from Sephora it works great on my coarse,frizzy hair. Ive been using it for about 2 weeks. Its been a part of my daily regimen and Ive noticed my hair is much smoother,shinier and softer. By the way did I mention it smells great too?! Its very easy to apply. No build up and affordable. 10/10 recommend"
		}
	]
}