{
	"product_id": "1471",
	"name": "Brightening Serum Facial Treatment Sheet Masks ",
	"brand": "SK-II",
	"categories": "Skincare, Masks, Sheet Masks",
	"price": 196.0,
	"about": "What it is: Face masks that replenish moisture and nourish dry skin, leaving it looking radiant and revitalized while targeting visible redness and discoloration...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Redness, and Dullness..Formulation: Mask..Highlighted Ingredients:- PITERA™: SK-II's signature ingredient that supports skin's natural regeneration...What Else You Need to Know: Each Facial Treatment Mask is infused with an entire bottle of PITERA™ serum, providing a concentrated dose of hydration and nourishment. This powerful and intensive treatment ensures dehydrated skin is prepped for flawless makeup application, while helping restore and rejuvenate your complexion...This Set Contains:- 6 x Facial Treatment Masks..Clinical Results:.Skin feels instantly moisturized with exceptional hydration after just 1 use..Based on consumer agreement study of 48 women..Over 90% agree:.Skin feels bouncy.Skin feels soft.Skin dullness is reduced.Skin looks brighter..Based on consumer agreement study of 14 women over 1 month.",
	"ingredients": "-PITERA™: SK-II's signature ingredient that supports skin's natural regeneration...Water, Galactomyces Ferment Filtrate (PITERA™), Butylene Glycol, Xanthan Gum, Sodium Salicylate, Methylparaben, Disodium EDTA.",
	"how_to_use": "Suggested Usage:..Cleanse and tone your face..Remove the mask from the package and unfold it..Place the mask onto your face, aligning it with your eyes, nose, and mouth..Leave it on for 15 minutes..Remove the mask and gently massage any remaining serum into the skin..Follow with your moisturizer to seal in the hydration.",
	"num_reviews": 712,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/facial-treatment-mask-P375852?skuId=1448463&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1448463-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "6 Masks",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1448455-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "10 masks / pack",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1448463-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Expensive Set",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I wish that it came with more than two packages. When I opened it, there was a lot of product in it along with the mask. It was challenging to unfold the mask, but it was easy to put on my face. I left it on for 15 minutes before taking it off and rubbing the extra product on my face. It cleared my face up, but I had to wait a month before using the other mask to extend the life of my set."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "First red flag was that it was almost a cardstock paper material that didn't sit well on the skin, in the end it didn't do much for my skin (in fact, my skin feels *drier* after using it) and the worst part - there's like a weird pilling of the stuff on my skin - like what happens to an old, worn wool sweater. 0/10 do not recommend, especially for this ridiculous price point. Very disappointed where I liked SKII's pitera essence"
		},
		{
			"review_title": "Annoying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "The way these masks sit on the skin is awful. They didn't stick to the skin very well, I felt like the entire time I had it on, I was pressing it back to my skin. I noticed no noticeable results, which is fine. I typically use masks just for special treatment and hydration."
		},
		{
			"review_title": "Not Worth the Money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have oily skin that tends to be acne prone. I got this because an influencer I follow had great results. It worked for her dry skin but not enough for me. Especially at this price point, it’s too expensive to continue to buy with an end result with little to be desired."
		},
		{
			"review_title": "Good results. Too pricey.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Too expensive for the benefits. I have found way better products way cheaper. Still provides good results."
		},
		{
			"review_title": "The queen of face masks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I keep trying to find dupes due to price for these masks but nothing compares. I use them 1 x week. Not only is essence amazing but material of the mask is so think."
		},
		{
			"review_title": "I NEED MORE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I don’t write reviews for many things… this deserves 10 stars, but I can only give 5. I put this sheet mask on, watched an episode of Friends, and when I took it off my skin was glowy, firm, and I could easily tell a difference in tone."
		},
		{
			"review_title": "TOTAL GAME-CHANGER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Normal skin",
			"review_text": "I love these masks SO MUCH. They are seriously the best ones I’ve ever tried. So thick and lush with all the Pitera serum in each mask. Usually I put them on for 15-20 mins (depending on when I see the mask turning from tranlucent to a little white at the corners). Then i squeeze everything out from the mask and just spread this all over my face (you defo don’t want to lose any of those goodies). I like to use it whenever I didn’t get enuff sleep the previous night / have a big event coming - it gives this instant boost of glow that really shows. I once went to work after a night of insomnia and not putting any make up on but had this sheet mask done with sunscreen and my boss commented on my glow. It became my skincare regular since."
		},
		{
			"review_title": "Worth the hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "This mask is very expensive but it is easily the best mask I have ever used. My skin was moisturized and acne free for two weeks after using this mask. I had a few pustules and they were gone in two days and my skin glowed like never before."
		},
		{
			"review_title": "Me like",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have to say, I’m impressed. I just tried the sample mask a received a while ago and I loved the results. First of all, the cloth is thick, feels more high quality than those thin cloth masks that tear if you open them from a wrong side. After 15 min I spread whatever left in the pouch all over my face and went to bed. It didn’t feel very pleasant, rather a bit sticky, but I don’t care about it much, I’m always focused on results more than on the “feeling”. Anyway I woke up and my skin looks amazing, rested, glowing really really nice, like noticeably glowing. So I’m buying the10 pack, will be doing it once a week. On the side note, it’s so annoying to read all these 5 stars review reviews who got the product for free for a review. Like really, Sephora?! How am I supposed to trust their opinions?! Just ridiculous"
		},
		{
			"review_title": "Pímplese all over my face",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Never ever anything gave me such a reaction but after this mask I have while pimples all over my face grouped up pretty thick in the spots exactly where the mask have touched! I’m so angry!"
		},
		{
			"review_title": "Wayyy too thick",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Feels super cheap. The mask is way too think, feels like those cheap 10 minute mask you buy on ebay. It doesn't soak into the skin properly and leaves you skin feeling like you just put glue on it and it dried. Thought that was going to be good cause it was expensive. It's also on the smaller side, so with that and the thickness of it, it didn't sit on my face right."
		}
	]
}