{
    "product_id": "860",
    "name": "Resistance Heat Protecting Leave In Treatment for Damaged Hair",
    "brand": "Ku00e9rastase",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 75.0,
    "about": "What it is:A strengthening leave-in cream that protects against heat up to 450u00b0F while repairing and restoring damaged hair to prevent breakage and enhance shine..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Strengthens to prevent breakage.Highlighted Ingredients:- Pro-Keratine Complex: Strengthens with a blend of protein and amino acids..What Else You Need to Know:Loved by stylists worldwide, this leave-in cream strengthens damaged hair and provides heat protection up to 450u00b0F. The intensely restoring formula reduces breakage and split ends in over-processed and weakened hairu2014a must-have for any routine.",
    "ingredients": "-Pro-Keratine Complex: Strengthens with a blend of protein and amino acids..-Ceramides: Enhance shine, elasticity, and moisture retention..-Resurrection Plant Sap: Hydrates and smooths even the most damaged hair...Water, Cyclopentasiloxane, Propylene Glycol, Dimethiconol, Triethanolamine, Phenoxyethanol, PEG/PPG-17/18 Dimethicone, Carbomer, Behentrimonium Chloride, Polyquaternium-4, Potato Starch Modified, Hydroxypropyl Guar, Methylparaben, Limonene, Amodimethicone, Cetyl Alcohol, Quaternium-87, Behentrimonium Methosulfate, Quaternium-33, Trideceth-6, 2-Oleamido-1,3-Octadecanediol, Geraniol, Linalool, Glycerin, Citronellol, Citral, Cetrimonium Chloride, Trehalose, Tamarindus Indica Seed Polysaccharide, Myrothamnus Flabellifolia Leaf Extract, Fragrance.",
    "how_to_use": "Suggested Usage:.-After shampooing and conditioning, apply a quarter-size amount to clean, towel-dried hair..-Do not rinse..-Massage into lengths and ends..-Blow-dry or air-dry..-Complete your routine with Ku00e9rastaseu2019s full Resistance range (sold separately) for ultimate strengthening benefits...Pro tips:.-Use as a heat protectant before styling..-Apply for seamless detangling, frizz reduction, and a sleek finish.",
    "num_reviews": 5,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/resistance-heat-protecting-leave-in-treatment-for-damaged-hair-P508032?skuId=2729424&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2729424-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5.1 oz / 150 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2729424-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have fine colour treated blond hair which gets a bit poofy and frizzy after blow drying, this takes care of that100% when I use on damp hair.  One of the few products Iu2019ve purchased again and again"
        },
        {
            "review_title": "Love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have dry, curly hair and this product made my hair so soft and smooth after blow drying. Itu2019s the only product that makes my hair this silky."
        },
        {
            "review_title": "Great product! Just donu2019t buy it here!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Product itself is great, but do yourself a favour and buy it elsewhere (from Ku00e9rastase directly online or multiple other sites in Canada for $60 ish) Sephora, whatu2019s up with the price gouging?"
        },
        {
            "review_title": "It actually works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I have fine/frizzy/damaged hair. This is the ONLY product I see results from. I use a dime-sized amount on damp hair and then I blow dry and style. It makes my hair so smooth, soft and shiny compared to other leaves-in products.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Perfect blow dry cream. Must have. This is the only product that suits my fine weak hair for styling. In love ud83eudd70"
        }
    ]
}