{
    "product_id": "380",
    "name": "Cashmere Mist Aluminum Free/Alcohol Free Deodorant",
    "brand": "Donna Karan",
    "categories": "Bath & Body, Body Care, Deodorant & Antiperspirant",
    "price": 44.0,
    "about": "What it is:A deodorant that is infused with the beloved Cashmere Mist scent...Fragrance Family:Floral.Scent Type:Powdery Floral.Key Notes:Moroccan Jasmine, Lily of the Valley, Sandalwood.About the Fragrance:This Aluminum-Free Deodorant is infused with the beloved Cashmere Mist scent. It combines the essences of Moroccan jasmine, lily of the valley, and the freshness of bergamot against a warm background of sandalwood, amber, and musk. It is a sensually soft scent that seduces the senses.",
    "ingredients": "Ethylhexyl Palmitate, Zea Mays (Corn) Starch, Magnesium Hydroxide, Synthetic Wax, Silica, Cocos Nucifera (Coconut) Oil, Fragrance (Parfum), Alpha-Isomethyl Ionone, Coumarin, Hexyl Cinnamal, Hydroxycitronellal, Linalool, Citronellol, Benzyl Benzoate, Geraniol, Isoeugenol, Eugenol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate.",
    "how_to_use": "",
    "num_reviews": 52,
    "overall_rating": 2.9,
    "product_url": "https://www.sephora.com/ca/en/product/cashmere-mist-aluminum-free-alcohol-free-deodorant-P503730?skuId=2651222&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2651222-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2651222-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Okay u2026 not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I got this thinking it would be great. It smells like baby powder , I got a slight rash/ burn this morning and itu2019s my first day trying it. Itu2019s not severe but i can feel it during the day that itu2019s a little sensitive. I was  hoping to like it"
        },
        {
            "review_title": "Burns badly new formula terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "Wow okay! Please please go back to the original formula or just go back to the drawing board. This new formula burns our pits yes it burns I donu2019t know what youu2019ve done but please undo it, I usually get this aluminum free one but geeze stop it, this is just chemical now I thought it was just me alone but my daughter and your reps says the same thing. No heck no I will not recommend this to anyone anymore."
        },
        {
            "review_title": "Faulty Packaging - product won't twist up",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The product itself is 10/10 but the PACKAGING IS FAULTY!!!  I have ordered two of these in separate orders, and BOTH of them were faulty.  The knob at the bottom does not push the product up, so once you use the small amount at the top after unwrapping, that is ALL you can use.  How did this product leave the manufacturing facility?  How did Sephora allow it to leave its warehouses?  This is a BASIC quality control - ensuring your product actually works.  I am very put out that I'm having to make a second trip to a Sephora store to return this.  NOTE TO SEPHORA:  ALERT DONNA KARAN THAT THEIR PACKAGING IS GARBAGE!"
        },
        {
            "review_title": "Really enjoy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I've never left a review before but wanted to offset all the negative reviews I've seen. As far as non-aluminum deodorants go, this one is good. It's not an anti-perspirant (hence all the negative comments I think?) -- but the scent is very close/if not the same. Agree with the other comments that it may take getting used to if it's your first non-aluminum deodorant, but for me personally there's no residue and the scent lasts. I'm super particular about what I use -- so comparing it against what I normally get (Malin-Goetz, Salt & Stone)."
        },
        {
            "review_title": "Donu2019t purchase !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This IS NOT the same as it use to be. It smells like body odor not like the cashmere scent it should. It made my underarms smell right after application and Iu2019m not a smelly person. I loved the original this needs to be recalled"
        },
        {
            "review_title": "Great product,  faulty tube",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "Love the product, smells great even after a full day! The only thing I don't like is when I twist the bottom for more it just turns but nothing happens. So basically I got less than half the use and I can't recover any more. For the cost, I would expect it to work properly."
        },
        {
            "review_title": "A keeper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "If you can wear aluminum free deodorant, youu2019ll love this. I have been using aluminum free deodorant for a while and was curious about this one. It is expensive and it feels like it. It lasts all day, smells delicious and leaves the skin feeling soft and moisturized. For reference, Iu2019ve also used Caudalieu2019s aluminum free deodorant and have to reapply during the day. That does not happen with this one. I live in Puerto Rico, it is hot and humid all year long and this works!!!"
        },
        {
            "review_title": "Nasty granny smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Smells like old lady lol donu2019t believe the hype. Retuned"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love the original formula. This did nothing for me and it irritated my skin."
        },
        {
            "review_title": "Nothing Like the Original ud83eudd72",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Unfortunately I ordered this one instead of the regular antiperspirant. I have used the regular for years and it works fantastic and smells wonderful.  This does not work at all. No beautiful scent and I am sweaty and smelly quickly. Not great for a yoga teacher!"
        },
        {
            "review_title": "I Need ALL the Aluminum and Alcohol",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I picked up the original Cashmere Mist deodorant  in the checkout area of a Sephora one day as a last min addition to my purchase and fell in love!! It had me smelling good all day/night until my next shower and never sweaty under my armpits.  When I went to repurchase it online, I saw this aluminum free version and thought that it must be the right one and bought it.  I can now assure you that this in fact is NOT the u201cright oneu201d.  My armpits drip sweat wearing this, cause sweat stains on my shirt, and the scent doesnu2019t last.  I donu2019t even get the normal musty smell wearing this, it just makes a very weird bitter smell. It also breaks/falls apart and falls out the container very easily.  I donu2019t recommend buying this version, get the original one instead."
        },
        {
            "review_title": "Broken",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "the deodorant was cracked and wouldnu2019t turn up when twisting the cap."
        },
        {
            "review_title": "An aluminum-free deodorant that works!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The only aluminum-free deodorant thatu2019s ever worked! Wish they made a set that comes with their perfume. One star for the animals. Just wish the company was more compassionate, cruelty-free and had more vegan formulations. Otherwise on the right track!"
        },
        {
            "review_title": "A cult favorite now aluminum free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "My favorite deodorant from my favorite brand now aluminum free! Thank you for making this formula available for the ones transitioning to aluminum free."
        },
        {
            "review_title": "Yes! Yes ! and Yes!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I used to use the original back in the day, so when I discovered they did an aluminum free one I took the chance.  At this point I had been using Salt and Stone which is OK, but this Deorderant is so much better. Yes there are some mixed reviews, but here is the trick, if you have been using aluminum free deorderant for a while, you wont have an issue as it takes a while for the armpits to get used to the almuninum free, sort of like a detox.  If you are switching from regular to aluminum, you need to let the armpits get adapted to the aluminum free. TRUST THE PROCESS. This scent is sooooooooo good. When I had Salt and Stone I had to reapply, with this one, i only apply once and the scent of cashmere just flows in the air through out the day."
        },
        {
            "review_title": "love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "worms for me. I do reapply mod day on most days but don't need to reapply a lot. overall, it's great."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Product needs a recall Product needs a recall Product needs a recall Product needs a recall Product needs a recall Product needs a recall Product needs a recall"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "Before using aluminum free deodorant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "Before suddenly switching to aluminum free deodorant and thinking it's horrible and doesn't work, please note your body will likely have to go through a detox period, please do your own research. As someone who has been using aluminum free deodorant for 10 years, this product is amazing! It's not too drying, and it doesn't give me any allergic reactions. This deodorant smells very feminine, warm, and powdery, which is a nice change to a market saturated with mostly fresh scented deodorants."
        },
        {
            "review_title": "Expectation failed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I realized that this product couldn't handle my situation, especially during some summer burning nights. It was not really worth of the price I paid for."
        },
        {
            "review_title": "Smell is gross",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Smell is very old personish and the consistency runnier than Iu2019d like. Just not worth the price or hype whatsoever. I prefer the Just Ingredients deodorant over this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I can only use aluminum free deodorants. I'm prone to eczema & clogged ducts. This deodorant does not clog my pores. I can were it everyday. I would totally recommend it. The smell is not overpowering. I will purchase again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "It was not a good product. You have to reapply all the time. And it smells really bad if you sweat. It is chunky and leaves hard stains in your shirt. Donu2019t buy it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was really happy to see the famous DK deodorant came in an aluminum free version. Unfortunately, this isnu2019t worth $32. You will sweat using this so donu2019t expect it to help in that department. This is probably a better option in the winter. This also severely stains your clothes. Good luck taking your shirt off, it will be full of white stains. I have to completely wipe it off before I change. After a month of use, the stick wouldnu2019t go up and down and the whole stick fell out of the compartment l. Had to get a replacement. Overall, this is a very overpriced product and doesnu2019t do anything."
        },
        {
            "review_title": "Aluminum Free NOT Antiperspirant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I think a lot of these bad reviews are from individuals who do not understand the concept of aluminum free. Please note that you have to detox your armpits from aluminum for up to a month, so the toxins can sweat out."
        },
        {
            "review_title": "Lasted for MONTHS AND MONTHS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Canu2019t believe how long this lasted! I used every weekday since September and I JUST ran out. This stuff is amazing and so worth the money if it lasts for that long!"
        },
        {
            "review_title": "Donu2019t Do It Girl",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Hereu2019s the thing - the original is the god of deodorant - which is a hard act to follow.  Pros - smells good & goes on smoothly  Cons - does not last as long as original (requires reapplication midway through the day), creamy consistency that becomes chunky liquid if introduced to heat (think packing for a car trip or being near a window), leaves a wild amount of residue, results in painful bumps (I do not have sensitive skin), not only does the scent not last as long neither does the actual product (finished the stick in about 5 weeks the original lasts longer than 2 months)   Suggestion - Buy the original and have a wonderful day!"
        },
        {
            "review_title": "This ain't it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Omg!!!! I was so heartbreaking when I though DK changed up the ingredients to this deodorant. It wasn't until, just now, when I was talking with my son about the product and we both agreed it was trash! I immediately came onto the Sephora app to look up the reviews AND THIS IS WHEN I REALIZED THERE ARE NOW 2 DIFFERENT DEODORANT CHOICES FROM DK AND MY RECENT PURCHASE WAS OF THE WRONG ONE!!!! THANK GOODNESS I STILL HAVE MY BELOVED CASHMERE ANTIPERSPIRANT CHOICE!!!! This one does nothing and is NOT WORTH $32!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Yo I thought these reviews were exaggerated. Nah this deodorant sucks! I only gave it 2 stars because it still smells phenomenal , but I prefer the old formula! Iu2019ll continue getting the aluminum version from now on idc.  Iu2019m glad they didnu2019t stop the original formula, because this new aluminum free one is NOT it. Save ya coins ladies."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Never really can find a u201cnaturalu201d deodorant that works well but this one kept me dry and smelling so good. The fragrance smells like a luxury baby powder, I get many compliments on smelling nice! However I do feel like the price is a little much for a deodorant and only lasted me a month."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesnu2019t work well u2014 youu2019re paying for the brand in my opinion"
        },
        {
            "review_title": "If you love the original, youu2019ll love this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I think it works great and smells amazing all day. I donu2019t understand the bad reviewsu2026 if you love the original, youu2019ll love the aluminum free version!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Iu2019ve used this deodorant for a few weeks continuously. While it smells good, I do not think it is worth the price. I will not repurchase. I find that it leaves a residue behind, even after scrubbing in"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I truly donu2019t understand the bad reviews. I just finished my first tube and was going to buy and second and saw that this only had like 3 stars. To each their own but I had to write a review saying Iu2019m obsessed!! Ladies if youu2019re looking for a non toxic deodorant that smells amazing this is for you ud83dudc98 hope that helps s"
        },
        {
            "review_title": "Absolutely NOT!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "You will stink, you will have sores, you will have white residue. Do not buy this."
        },
        {
            "review_title": "Dry and yellow armpits as a result",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I figured Donna was stepping her game with a u201chealthieru201d alcohol free deodorant   First week I was confused by the intense level of  of dryness. Second month, both under arms are dry as a desert and now YELLOW. It discolored my armpits. Iu2019m upset and this needs to be fixed"
        },
        {
            "review_title": "A must in my routine I smell amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have dry under arms and this didnu2019t bother me at all! Itu2019s a little pricey but this is my new go to deodorant, I love it!"
        },
        {
            "review_title": "Powder baby butt smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Am I the only person who thinks this deodorant smells like Desitin baby butt cream??! I mean it goes on smooth and the scent definitely lasts all day but golly all I can think about when I lift my arms are a babyu2019s butt!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smells amazing(just like baby powder) and lasts all day even if itu2019s aluminum free which i honestly thought wouldnu2019t work at all, I just think itu2019s a little bit way overpriced"
        },
        {
            "review_title": "Everything I knew it would be!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I wish I had of purchased sooner. The scent and protection is awesome."
        },
        {
            "review_title": "Gotta have it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Absolutely love! Itu2019s my favorite deodorant. Itu2019s definitely worth the price. Literally last ALL day! 10/10 recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "New version doesn't work.  Just leaves you sticky.  If you liked the original aluminum version you likely won't use this.  It is not an anti-perspirant anymore."
        },
        {
            "review_title": "Works well, but..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I wish the formula on this was better because I really love the smell and how it lasts literally all day on me. But the stick itself melts upon contact and makes a mess all over itself and pills up. On your arms it's just fine, but it feels like I'm wasting product because of how melty and weird the stick is. If they can firm up the deodorant stick a bit it'd be perfect."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Okay so youu2019ll have to weight out the pros and cons yourself  -pros  Long lasting, sweat resistant   Cons: -TERRIBLE scent (itu2019s so strong and I think it smells bad)  - hard to scrub off   Wouldnu2019t purchase again  But the package is nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The best deodorant ever. The new kind glides on smooth and the smell is just great. Totally worth the money."
        },
        {
            "review_title": "Keeping my fingers crossed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I Was so excited to try this but when it arrived it was broken other then that it smells incredible I canu2019t wait to receive the replacement so that I can really see what itu2019s about"
        },
        {
            "review_title": "Very strong scent! Do not like it!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got influenced on tiktok and since Iu2019ve been trying to find the perfect deodorant I wanted to give it a try even though is VERY pricey! I do not recommend for people that are sensitive to perfums and smells! The scent is way too strong, so much it gave me a headache. Iu2019m returning it. I wish they used a more light scent :("
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never write reviews. But I had to for this one. Iu2019ve been trying a lot of aluminum free deodorants but this one has to be my favorite. Iu2019m IN LOVEEE and so happy I finally found the perfect deodorant. Will definitely be repurchasing."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Love this new option, same fresh smell as the original and beautiful glossy packaging."
        },
        {
            "review_title": "I had high hopes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I had high hopes for this new aluminum free cashmere mist deodorant lol itu2019s not a daily wear if you sweat a lot. Iu2019ll likely wear it to bed and on weekends when Iu2019m dressing more freely. The scent is more soft and subtle than the original but still smells good. Iu2019m going to keep trying to see how Bess it works for me I bought two of these but right now itu2019s a no"
        },
        {
            "review_title": "Great scent, but leaves underarms white and chalky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve used this product for a full week and I love the scent but I am not a fan of how it wears on my underarms. It leaves a white cast and often balls up. Iu2019m also noticing slight darkening of my underarms compared to before. The scent is very nice and light and is a great layer to my daily scent combo. I typically donu2019t wear deodorant. My go to is glycolic acid, but if I do wear deodorant itu2019s the Dove 0% aluminum for sensitive skin. The smell of the DK deodorant is the only property of the product that tops the other options. For that reason I will not be returning but probably will not repurchase."
        }
    ]
}