{
	"product_id": "440",
	"name": "Pro-Collagen Brightening Eye Revive Mask with Hyaluronic Acid",
	"brand": "Elemis",
	"categories": "Skincare, Eye Care, Eye Creams & Treatments",
	"price": 120.0,
	"about": "What it is:A moisture-plumping, serum-infused eye mask that minimizes the look of wrinkles, while targeting the look of puffiness and dark circles..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Loss of Firmness and Elasticity, Puffiness, and Dark Circles.Formulation:Mask.Highlighted Ingredients:- Padina Pavonica: Algae found on the Mediterranean coast, supports hydration..What Else You Need to Know:Intensely hydrate and reduce the visible effects of tension and strain around the eye contour with this cooling bouncy gel that can be used as an overnight mask, a hydrating under-eye primer, and a moisturizing rescue balm to visibly smooth and rejuvenate the delicate eye area..Clinical Results:In independent user trials, results based on 30 people over 4 weeks:",
	"ingredients": "-Padina Pavonica: Algae found on the Mediterranean coast, supports hydration..-Watermelon Snow Algae: Visibly smooths wrinkles and fine lines. .-Flash Filler Hyaluronic Acid: Creates a visible plumping effect and improves the look of the skin’s texture...Aqua/Water/Eau, Butylene Glycol, Propanediol, Maltodextrin, Carbomer, Phenoxyethanol, Hydroxyacetophenone, Helianthus Annuus (Sunflower) Seed Oil, Glycerin, Sodium Polyacrylate, Lespedeza Capitata Extract, Pentylene Glycol, Disodium EDTA, Sodium Acetylated Hyaluronate, Sodium Hydroxide, Lactic Acid, Serine, Sodium Lactate, Sorbitol, Urea, Rhizobian Gum, Sodium Hyaluronate, Padina Pavonica Thallus Extract, Chlorphenesin, Plankton Extract, Chlorella Vulgaris Extract, Sodium Chloride, Coenochloris Signiensis Extract, Lecithin, Tocopherol, Allantoin. ..Please note the ingredient lists are subject to change, customers should refer to the product packaging for the correct ingredient list.",
	"how_to_use": "Suggested Usage:.-Apply every morning after double cleansing..-Apply a thin layer to the eye contour and either layer under makeup in the morning, over makeup during the day, or leave on overnight to absorb.",
	"num_reviews": 96,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/elemis-pro-collagen-brightening-eye-revive-mask-with-hyaluronic-acid-P510331?skuId=2758985&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2758985-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz / 15 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2758985-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Super thick and moisturizing. Does not take a lot to work. I use it every night as part of my skin care routine. My under eyes have more moisture and look better."
		},
		{
			"review_title": "Feels good to apply",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone",
			"review_text": "I really like this. When you rub it in, skin feels very relaxed and light.  Little pricey but does a good job in hydrating and relaxing under eye area.  Need to use it longer to see if it helps with dark circles or not."
		},
		{
			"review_title": "I’ll definitely be repurchasing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This feels so cooling and moisturizing when it goes on your skin! The perfect under eye cooling effect for after a long day or in the morning to wake up your eyes! I love it."
		},
		{
			"review_title": "Amazing product.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was gifted  this item for review purposes. This has been a wonderful product for me to use. I do see a little bit hydration and it made my skin glow a little bit more overall it is definitely something I would purchase on my own."
		},
		{
			"review_title": "Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I work night shifts and willing to try products to prevent any dark under eyes and puffiness. My sister gifted this to me and I was super excited to try! I use it almost everyday and although I haven't noticed any brightening effects, it is really hydrating! A little goes a long way and can see this product lasting me a long time!"
		},
		{
			"review_title": "Hydrating + Good Value",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "When I first started using this product, I didn’t feel like I saw much of a difference. But when I forgot it during a trip is when I realized how much it was doing. The skin around my eyes felt so incredibly dry without it - I definitely haven’t forgotten it since. The package is really large as well so I feel like the product has really good value. It doesn’t take a lot and spreads easily so it will definitely be lasting me a while."
		},
		{
			"review_title": "A Nice Treat (but not necessary) to your Routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Full disclosure I received this product as a free (full size) sample from Influenster. I wanted to give this a whole month before I wrote my review and here it is!   Effectiveness: 5/5 It is effective at brightening and hydrating. I noticed a significant difference at the 2 week mark with daily use morning and evening. This performs well under makeup, too! Just make sure it is fully absorbed before layering on a concealer/color corrector.   Price: 4/5 This is really the bane of this product. For this price, I expect it to be levels better than my belif moisturizing eye bomb. For almost half the price, the belif eye bomb is comparable and you get more at 0.84 oz. Regardless, if you’re looking for a treat to your skincare routine, this Elemis eye mask won’t disappoint."
		},
		{
			"review_title": "Would definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "This is a great product for anyone struggling with eye bags. It keeps under your eyes rejuvenated and hydrated."
		},
		{
			"review_title": "Immediately saw a difference.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I tend to have dry puffy under eyes and when I put these creme on I immediately saw a difference. The formula is so thick and soft it and soooo soothing under the eyes. I’ve tried so many eye creams and this one is GREAT."
		},
		{
			"review_title": "Best eye cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I’ve only had this eye cream 2 weeks, but I absolutely love the way it feels! It’s super hydrating and basically melts into your skin. Haven’t noticed any major changes, but I’m half tempted to rub it all over my face… that is how much I love how it feels."
		},
		{
			"review_title": "Great eye refresher! 🫧",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Elemis Pro-Collagen Brightening Eye Mask is good for refreshing the eye area. Its lightweight gel texture absorbs quickly, reducing appearance of my dark circles and dehydrated fine lines. The cooling effect is immediate, making it ideal for tired eyes. Overall, a luxurious and effective eye treatment."
		},
		{
			"review_title": "MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "After using this product for a week I loved it!! A game changer to say the least"
		},
		{
			"review_title": "Refreshing for my eyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "As someone who is prone to dark circles and has struggled to find beauty products to help, this was really helpful for me. When I stay up late at night, this eye mask feels soothing for my eyes the next morning and my undereyes look brighter and more mosturized. The ingredients feel nice on my skin and I did not experience any sort of irritation or discomfort using this product."
		},
		{
			"review_title": "The best eye cream I’ve ever used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This stuff is a dream! Very hydrating and had improved any signs of aging near my eyes, I’d highly recommend.  It’s also great because less than a pea sized amount of the product is needed to see results!"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "After using this product I really saw difference in smoothness under my eyes! I love the feeling of this product, i highly recommend."
		},
		{
			"review_title": "Perfect for dry undereyes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have very dry undereyes and this elemis eye mask is amazing at providing moisture and making my undereyes look and feel super smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really enjoyed this product my undereye feels and looks more hydrated.It definitely made a difference I have less wrinkles and less puffiness on my undereye ."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is the perfect texture for the under eyes. It feels like a gel but hydrates like a cream, leaving the delicate under eye with the perfect amount of hydration. Multifunctional use it like a mask, overnight mask, eye makeup prep just love the versatility. Very happy with this products performance and how my eyes looks since using it."
		},
		{
			"review_title": "Luxurious eye mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This eye mask is so luxurious. It’s definitely that- a mask. I don’t think I’ve felt an eye cream like it. Not quite a cream, but a gel-like balm. It fills in fine lines almost like a silicone primer, without the silicone feel. Whatever it is it does the trick for plumping and hydrating my fine lines. I can’t wait to try it under makeup. The ingredients and quality are impressive!"
		},
		{
			"review_title": "Good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This is a good eye cream to revive your undereyes for dryness and make them more supple. Great under makeup! It’s not going to magically give you a blepharoplasty but I like it! Pricey though"
		},
		{
			"review_title": "Great but pills a little",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I looooove this eye cream! The gel texture is so refreshing and dense. The packaging is pretty and luxurious. The product itself is very moisturizing for this tired mom’s under eyes. My one gripe with this cream is that is does tend to flake or pill a tiny bit when dry, so it’s better for night use only."
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I really enjoy this eye mask. Honestly I was kind of taken aback by the texture when I first opened it, but it’s actually really nice and hydrating. I know the price is pretty high but I think it’ll last a very long time so it’s worth it."
		},
		{
			"review_title": "Good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I received this product as a free sample. I really liked this product it helped brighten my dark under eyes. I have sensitive skin and it didn’t irritate or burn so that’s good. i also enjoyed the packaging. I would recommend this product."
		},
		{
			"review_title": "A Night Routine Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product as a free sample.   My mom and I have been using this product for a few weeks now and I absolutely love it! I have been applying it at night and I wake up with zero wrinkles near my eyes which is something I’ve been struggling with. My mom has been using it for her 11 wrinkles on her forehead and they are visibly reduced. I like that this product doesn’t have much of a smell and it applies similar to arnica so a little goes a long way!"
		},
		{
			"review_title": "A must have - just WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I've been struggling with dark circles and puffiness around my eyes since I can recall it,  and this under-eye rejuvenator has truly been a game-changer. From the first application, I noticed an instant plumping effect, which made my eyes look more awake and refreshed. The formula is incredibly hydrating and keeps my skin moisturized for a full day.   Overall, this product has become an essential part of my skincare routine. It's like a little miracle for tired eyes, and I can't recommend it enough."
		},
		{
			"review_title": "absolutely love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "i reallllly love the way this product feels. it’s super thick and smooth but it after you rub it in you literally cannot feel it. i’ve also put makeup overtop of it and it did not affect my makeup at all."
		},
		{
			"review_title": "You have to try it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I've been using it for a week and I feel the skin under my eyes is less dark. I will try it to see if it reduces wrinkles. If so, it's really a good product at a reasonable price!"
		},
		{
			"review_title": "Awesome stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Buttery soft and silky smooth texture!  Love this stuff for that reason and also I have dark under eye circles as well as wrinkles.  This stuff after a few weeks of use has drastically reduced those trouble spots for me.  Think I’ll buy it again when I run out😊."
		},
		{
			"review_title": "A good hydrating eye cream!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "The texture of this cream is really unique, almost like a silicone feeling. But it’s very hydrating and fills in the lines underneath the eyes really well!"
		},
		{
			"review_title": "I love how well this goes on my skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I started using this product a few weeks ago and I can already say I love how it’s working with my skin!! I would say this product is definitely worth the price. It is a great size and a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using this product for the past couple of days and I have seen some noticeable improvements in my eye area. Less baggy and pigmented. Amazing product"
		},
		{
			"review_title": "Cooling effect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I like this brand when it comes to skincare … i love how it has a cooling effect when applied under my eyes ….it does work i applied it at night and at morning i can see my dark circles has reduced a little bit .. not a lot but noticeable difference….consistency is creamy well absorbed…Overall i am happy with the product .. 😍"
		},
		{
			"review_title": "Interesting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The is a unique product. I've never seen an under mask that isn't the patches. It looks like a gel but it's actually quite thick. It was giving me overnight face mask type vibes but it soaks in pretty quick. Regardless, my eyes felt nice and hydrated after. It does provide a slight cooling sensation."
		},
		{
			"review_title": "Great quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Elemis always delivers top quality products and this did not disappoint. I feel like with continued use this product could make. Difference, since I noticed a little bit of difference in the few times I used it."
		},
		{
			"review_title": "Game-changer in my skincare routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "The ELEMIS Pro-Collagen Eye Revive Mask is a game-changer for my under-eye area. The cooling effect and quick-drying gel texture are very refreshing. I had given up hope as this is one of my biggest insecurities. I have tried so many products and was never happy with the results. Within a few days of using this mask my dark circles and harsh lines have already improved. I keep doing double takes in the mirror. My under-eyes look plumper and less tired. After trying countless products, this one has given me hope and results FINALLYYYYY!!!! I will definitely be buying and adding this eye mask to my skincare routine!"
		},
		{
			"review_title": "Need this in my routine to feel like a woman",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "After using this product under my eyes, they are more awoken and moisturized. Has a cooling effect and it also works well with makeup."
		},
		{
			"review_title": "Best for dry eye area!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been applying this product for few days and It helps me with my dark circles. I also have dry eye area and it made my skin so soft and made it look so healthy. The puffy eye is also slowing down. It is highly recommended if you have dry and puffy eye area! Make sure to apply it before you go to sleep for getter result!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great overnight mask to do a few times a week. It made my under eyes look less puffy and bright. Made me look so much younger and like I actually got some sleep!"
		},
		{
			"review_title": "This is a new product I will be buying more of !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "If you have dry eyes after you have moisturized your face, I would recommend this. It lightweight and doesn’t have a strong smell it smells fresh. I would say that does help with dark circles"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "That price tag is not for the faint of heart 😅 But man does it really do what it says! My eyes feel SO hydrated, and this wears so nicely under makeup. I can not fathom spending that much money on an eye product, BUT if it is within your budget, I highly recommend"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Just tried it first time tonight! My eyes feel amazingly refreshed and slightly cool. I'm actually shocked. I suffer from dry eye and thin skin around my eyes so they are very easily irritated, not to mention prone to wrinkles. I'm so excited to continue with this eye mask. I'm even considering  to use as a refresher when my eyes start getting tired. Hoping to wake up with less puffiness tomorrow and great results after using it for a bit. I'll also add that I'm a lover of all elemis products, especially the Pro-collagen line. Thank you, thank you! #influenster #elemis"
		},
		{
			"review_title": "Zero scent, zero stickiness, %100 hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "This Elemis eye mask is completely scent-free. It leave no stickiness or irritation around the eye area and does not burn. My skin felt immediately hydrated and healthier. I also loved it on the top of my hands!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Really helped the puffiness underneath my eyes. I love this brand it works great!"
		},
		{
			"review_title": "MAGICAL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received this product for free from influenster and Elemis in exchange for my honest review. Let me start by saying that this is now a staple in my nighttime routine. After two weeks my under eyes were as smooth as a babies bottom and dark circles were gone. The texture is thick and soothing. Even though the product itself is thick it's soothing and not heavy."
		},
		{
			"review_title": "My new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "5 stars all the way and I love this product even more than that! Thank you Influenster for the complimentary product. I love how creamy and hydrating it feels on my skin. It helped improve my puffy eyes along with dark circles. I’ve used it for 2 months now and finally saw the results!"
		},
		{
			"review_title": "Texture is amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Elemis eye mask doesn't disappoint when it comes to diminishing fine lines and wrinkles. Its rich, gel-like texture glides on effortlessly, providing a surge of deep hydration that instantly revitalizes and plumps my under-eye area. After use, my skin feels wonderfully soft, smooth, and supple, without any greasy or sticky residue—exactly what I look for in skincare products."
		},
		{
			"review_title": "no irritation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The formula does not irritate my skin at all nor does it irritate my eyes, which is a huge win! Extremely refreshing and cool upon application. Not sticky and does not cake. I actually apply it all over my face!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I’m really enjoying the cooling gel like texture. My eye area seems smoother and brighter.  I will continuing using this product."
		},
		{
			"review_title": "Luxurious eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve tried ELEMIS, pro collagen eye revive mask and I love it. It is so thick and luxurious. It claims to brighten, rejuvenate, and hydrate and I believe it does all three. When you put it on, it makes your skin so soft. It moisturizes anhydrase the skin around your eyes. It totally helped reduce the lines around my eyes. I would recommend this product."
		},
		{
			"review_title": "Must have hydrating anti-wrinkle eye mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Super moisturizing eye mask! This mask was cooling and went on smoothly to my eye area! It had a great consistency and kept me hydrated for more than 24 hours! It wasn’t greasy but rather a creamy texture! A great addition to any face routine to keep your eye area refreshed, hydrated, and wrinkle free!"
		},
		{
			"review_title": "Amazing eye mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing eye mask! A little goes a long way. The product is thick gel consistency, but absorbs well. I use it at nighttime mostly. I have worn it during the day kept my face hydrated on cold days. I do not wear foundation regularly so I had no pilling issues. I also have used the product on my forehead and under my eyes while on a plane ride. It kept my under eye hydrated on a 5 hour flight to LAX. I will definitely buy once I run out."
		},
		{
			"review_title": "Opulent Eye Mask Revival",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After indulging in the Elemis Pro-Collagen Revive Mask for just over a month, I can honestly say I’m impressed with this luxurious, yet effective eye mask. While I was fortunate enough to receive this product for free, all of my thoughts are my own and unbiased.   The effectiveness of this cream in diminishing fine lines and wrinkles is noteworthy. Its rich, gel-like texture is a dream to apply, imparting a sensation of deep hydration that seems to instantly plump and rejuvenate my under-eye area. It left my skin feeling smooth and supple, neither greasy nor sticky, which I always appreciate in my skincare.   Remarkably, a small dab of this potent formula is all it took to achieve visible results, ensuring this lavish treatment will grace my skincare routine for many moons to come. It's fragrance-free, which is a huge plus for me, and I've experienced no irritation or watery eyes, just beautifully hydrated and rejuvenated skin.   For those willing and able to invest in their skincare, this mask is a must-have for anyone looking to invest in a high-quality, luxurious eye treatment that delivers on its promises. It's perfect for those seeking to pamper their under-eye area with some extra TLC and are willing to spend a bit for remarkable results. I highly recommend this wonderful eye mask for its transformative effects and gentle, effective formula."
		},
		{
			"review_title": "Glides on light and smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I like this Elemis Pro-Collagen Eye Revive Mask at 15ml it's a nice size and quantity for a skin care product. It comes in a pretty jar with easy to open and close lid. It doesn't have a scent. It is extremely light and just glides on. I have used this both  before and after makeup, I was pleasantly pleased how well it worked either way. It's not a heavy cream it's very light but not watery. A very small amount goes a long way. I can definitely see my fine lines fade when I apply it and it don't cake up with other moisturizing products or my makeup ( I definitely love that ). I'm not sure about dark circles because I really don't suffer from them, but I do have a couple age spots and it really doesn't make a difference on them. I definitely wouldn't call this a (mask) it's a cream not a mask, it goes on like a cream as well so not sure why they call it a mask. For me a HUGE plus is not caking with other products or makeup. I have sensitive skin and I didn't have any problems using this for weeks straight."
		},
		{
			"review_title": "Not a fan, pills.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Such great reviews so I went for it as I rely heavily on reviews.  NO!  Of course it says it is a mask and has to be used as such.  Reviews said it was also great for daytime under makeup, but that is impossible as it dries and pills a great deal.  Have seen no improvement.  Others said do not used for dry skin?!  If it is so moisturizing, why not??  I was using Sunday Riley and was not sure I would like it because it shines, but I do like it and will stick to my plan to always use eye treatment from a pump or tube."
		},
		{
			"review_title": "Fantastic nighttime eye cream.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Had to leave a non-incentivized review because I absolutely love this eye cream. I purchased this during a sale but would absolutely pay full price for it. It’s a robust gel with a silky feel that is hydrating and great as a night time. I’m at the age where I’m willing to spend more on eye creams to stave off wrinkles and this one has earned a spot in my lineup."
		},
		{
			"review_title": "Staple in my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have been using this eye mask for about a month now and I can definitely see a significant improvement in firmness, brightness and texture. This mask is a gel like texture that absorbs into my eye area well,  packaging is the signature brand style, feels luxurious. A little pricey but worth it in my opinion."
		},
		{
			"review_title": "Will definitely reach for this again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am so thankful to influencer for letting me try this product. Send is amazing very light very clean smelling. Feels like a very light gel goes on. Slight gel form drives to more powder form feel. Love at night time also goes on easy under make up as well. I did not really notice a difference in my under eye, darkness or circles, but it did help a little with the puffiness to even the texture out a little bit for make up use not expecting a miracle at 45. But this will help until I can afford a facelift later in life.  Awesome brand face cleaning line. Price point is actually pretty good because this bottle will last you a very, very very long time. I am glad to have this as a additive in my lineup of cleansers and make up products."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Thanks to Influenster I got to try this product free. It’s amazingly moisturizing, lightweight, with a very light pleasant scent. Great addition to my skincare routine."
		},
		{
			"review_title": "Not recommended for dry skin.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "This is an interesting product. The texture is in between a gel and a cream almost like a lip balm, but a little softer. I have oily skin and combination under eyes eyes. Some products give me Milia, but this one didn’t.  I wouldn’t call this hydrating. It did sink in but I didn’t feel like my under eye was moisturized. I also noticed it burns a tiny bit if you don’t wait a little bit after washing your face.  this iMac hydrating. I am also glad that this didn’t make me more o"
		},
		{
			"review_title": "Elemis very hydrating mask",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Application of this mask is easy and feels very soft. Elemis line is hit or miss for me as my skin can be super oil slick. The gel has a nice clean scent, nothing too much. Thank you Influenster, and Elemis for the free item to try in return for my honest review. I really haven’t noticed a change in lines around my eye area, but it is definitely very hydrating."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received the eye mask in exchange for my honest review. The eye mask has a gel texture and feels very spreadable. I loved putting it on as it felt refreshing. I’ve been using it for a few weeks now and I feel like there is more plumpness in that area and it’s looking much less sunken. The product absorbs super quickly and is super easy to use. I haven’t tried too many other products from Elemis, but this eye mask has really made me a believer in their brand and I’m excited to try more!"
		},
		{
			"review_title": "Great Addition to my Skincare Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Initially I thought this was going to be too heavy to add to my under eye area. It's light and quick absorbing. I was able to apply my facial moisturizer right on top without looking greasy all over. My eyes definitely look less tired"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am SO picky when it comes to skincare. but i absolutely love this eye mask. i put it in the fridge and it feels so nice when i put it on at night. it's on the pricier side but i'd say it's worth it"
		},
		{
			"review_title": "Goodbye finelines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this eye mask! It has a gel-like consistency that feels light and absorbs quickly into the skin. I noticed a significant improvement in the firmness and brightness of my under eyes after only a few nights of using this product in my nightly routine. I would highly recommend this product to anyone who wants to reduce the appearance of tired eyes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I've been using this every night for about 3 weeks now, and I can't say I've noticed any earth-shattering results. I normally use a different brand, that is much cheaper, and don't see that this did much more. I do like how it feels, but for the price, will stick with what I currently use."
		},
		{
			"review_title": "Great brightening eye cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "My under eyes are pretty sunken and can be dark at times. This eye cream really helped brighten them up a bit, and the changes were pretty noticeable after just a few nights of use! I don't usually use eye creams as part of my nightly routine, but I'm definitely going to continue using this one, it really makes my under eyes look great in the morning."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I love this eye mask. It feels so good on my skin and made my eyes look so smooth and bright. I use it at least 5 nights a week. I highly recommend adding this to your routine"
		},
		{
			"review_title": "Elemis Pro collagen Revive eye mask",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Elemis Pro-Collagen Brightening Eye Revive Mask with Hyaluronic Acid is a luxurious product that effectively targets tired and puffy eyes. The inclusion of hyaluronic acid provides intense hydration, while the brightening properties help to reduce dark circles. The mask feels refreshing upon application and leaves the delicate eye area looking rejuvenated. Overall, it's a great addition to your skincare routine for a more awake and youthful appearance."
		},
		{
			"review_title": "Eye bags be gone!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After using this product, I have noticed my under eye, skin looking brighter and tighter. It has a gel like consistency and absorbs into my skin nicely, it doesn’t leave it looking or feeling greasy and it has no smell. In all I would recommend this product to my friends and will continue to use it also."
		},
		{
			"review_title": "A great eye cream staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This really helped my eye area! It took away my fine lines! I used it 3 times a week! I left on my eyes overnight! You can also wear it under your makeup! I definitely will add this to my skincare routine!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Oily skin",
			"review_text": "After using this product for about 3 weeks I've noticed good results. I sometimes wake up with bags, dark circles under my eye. Applied the serum under my eyes and they were literally gone within 5 minutes. Truly wished I would've gotten a before and after picture but I didn't."
		},
		{
			"review_title": "It works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the Elemis Pro-Collagen Eye Revive Mask for free in exchange for my honest review. Elemis is my absolute favorite! I have used other Pro-Collagen products, and a current user of their world famous cleansing balm. This mask is gel texture, a tad sticky, but you’ll sleep with it, so it didn’t bother me. I felt plumpness & fewer fine lines after one use, and saw major improvement with regular application (for over 2 weeks). This mask is a bit spendy, but that gel spreads well so it goes a long way.  Looking at the hero ingredients - hyaluronic acid for hydration, watermelon snow algae for wrinkles and hydration, bush clover as a stress-buster for tired eyes, and allntoin calms & revitalizes. It definitrly approachess all eye concerns of mine. I highly recommend this gel mask if you are looking for a healthy, plump eye area."
		},
		{
			"review_title": "Elemis Has Made Me A Believer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "For my honest review, Influenster and Elemis provide me a jar of the Pro-collagen Eye Revive Mask. I'm 45 years old and I hardly get any sleep due to my 4 year old son with autism. My eyes had dark circle, very dry, and fine lines started to appear. This eye mask has made a believer out of me! In just 3 weeks of use, my eyes look rejuvenate, my dark circles have brighten, my undereye is hydrate and l look so good now! The mask has a very cooling feeling once applied and it's very moisturizing. I am amazed at what this product has done for my eyes and I will be implementing this in my routine forever now! It's pricey but worth every penny! I will recommend this to others and I will be purchasing this product once I'm done with the jar I have now! I love you Elemis and thank you for choosing me to sample this wonderful eye mask!"
		},
		{
			"review_title": "A new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received the Elemis Pro-Collagen Brightening Eye Revive Mask with Hyaluronic Acid for free, in exchange my honest review.    I instantly fell in love with this eye mask. It makes my under eye smooth and soft.  It also helps brighten my dark circles.  I keep it in the fridge. I love the cooling effect."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received Elemis Pro-collagen eye revive mask for free in exchange for my honest review. I like how moisturizing this eye mask is. A little dab is plenty to do both eyes. I wish this came in a pump dispenser because even if i’m careful, i always feel like i’m using too much. I have been using it everyday since receiving it and I will say that my skin around my eyes look less fatigued and maybe more awake. I have fair skin and it always looks like I have dark circles. I didn’t think this eye mask did anything to improve the dark circles. I would also say that it maybe helped a little with my crows feet that are starting to form. I wouldn’t recommend this eye mask based on my results for the price point. I think there are better options that cost less."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love the cooling gel texture of this eye mask. The gel feels good on the skin and it does moisturize but not as much as I’d like my nighttime eye cream to be. I haven’t noticed any significant changes so far other than my under eye skin feeling soft. Hopefully by the time I finish the entire container I’ll see better results!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I really like this product. It seems to help lighten the skin around my eyes and eyelids. It’s hard to tell a huge difference, but after using it for a few weeks every night it does seem to help a little."
		},
		{
			"review_title": "No results noticed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I like the gel type consistency, almost like an aquaphor ointment and absorbs quickly. No harsh smell, but did have some issues with burning or tingling where applied and I don't have a history of sensitivity with any other product I've used on my face or around eyes. Between that and not noticing any results I don't think this is something I'd purchase for myself or keep as a part of my skincare routine."
		},
		{
			"review_title": "Hydration Bomb!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this for over two weeks and have really enjoyed it. The texture, the gel-like consistency, and occlusive feeling makes the skin around my eyes feel very hydrated and soft. It has a slight cooling sensation, which I enjoy! I will definitely keep using this!"
		},
		{
			"review_title": "Okay but not as moist as I expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am not a fan of this product, just feel this eye mask is not as moist as my other eye cream. Since it is overnight mask, I think it can also be consider as eye cream, and feel my eye area little bit dry next morning compared to my eye cream, probably it is because it is gel. After 2 weeks trying, I still don’t see difference tho."
		},
		{
			"review_title": "Very cooling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Using this product every evening for several weeks, and it did plump the skin and leave it soft."
		},
		{
			"review_title": "Not for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This product is just okay. I felt like the skin around my eyes was still quite dry even after using this product consistently. Also, for someone with sensitive skin, I had some troubles with this product really burning upon application. For the price, I think there are much better options."
		},
		{
			"review_title": "Not too bad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I have combination skin and after the first few nights I did notice a slight difference. Not enough to write home about but enough to go hmm might keep doing this 🤣 I loved the feel of my skin after using it. Felt really refreshed and soft."
		},
		{
			"review_title": "Amazing Texture!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This eye cream is probably the best I ever tried. Like all Elmis products, it has amazing texture & ingredients. This has a gel-like consistency that feels so cool & smooth on the skin. It also gives nice hydration which plumps the eyes and allow makeup to go on smoothly. This eye mask is definitely amazing, but I also think their Moisturizer can produce the same results, hence the reason I gave it 4 stars. I don't have many under eye issues currently, so I can not speak for big results."
		},
		{
			"review_title": "Works lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This eye mask works great and my eyes looks better. I truly  notice the difference. Its easy to apply and has a subtle smell. I like that it's texture is like lotion."
		},
		{
			"review_title": "Great mask for damaged skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "After trying it for a few nights. Results were great. My skin felt smooth and balanced after using it I have a very bad under eye bags and this seems to improve my skin"
		},
		{
			"review_title": "Absolutely the best eye mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received pro collagen Elemis as a free product for review , my skin type is fair with freckles , some fine lines and combo oily to dry skin. The  elemis  mask felt extremely cool and  and soft to the touch. on my skin . I’ve had some  bags under my eyes recently  and after about a week of application-i have noticed them starting to disaapear .  I think that the Elemis product is wonderful and I don’t want to run out . The skin underneath my eyes which is sensitive is actually are actually so much better and the fine lines  have started  to disaapate  . I look forward to continuing using this product and you have Elemis fan for life."
		},
		{
			"review_title": "Super nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "The eye mask has a very cooling effect, and has a nice gel like texture. After a week of using it, puffiness and dark circles under eyes has significantly improved. The skin also seems more tender and the wrinkles are less visible. Have been using it twice every day."
		},
		{
			"review_title": "Very hydrating and light weight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this eye mask the past couple of weeks. The texture is dreamy, it’s like an insanely hydrating gel. Your skin just drinks it up. It’s light weight and not at all greasy feeling. There is no fragrance.  It leaves under eye area so hydrated in the morning. It plumps out the fine lines under eyes. I feel like eye make up goes on smoother the morning after.  The size is great, a little goes a long way."
		},
		{
			"review_title": "must have in your skincare.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "after using this product for a couple of days i started to see great results. it refreshes the skin around my eyes and helps eliminate wrinkles."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "I've been using this for a few weeks now & I love it! It has a bouncy texture that plumps & blurs lines. I will definitely repurchase. I recieved this complimentary from influenster in exchange for an honest review."
		},
		{
			"review_title": "A must try eye product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I really like this eye cream. I love the texture of the cream and how it goes on so smooth. this cream definitely makes my under eye lines look smoother."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Melts into skin; doesn’t pill with makeup; hides and softens fine lines; keeps undereyes hydrated."
		},
		{
			"review_title": "A must-try & must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I love the cooling effect this eye mask gives! It feels so soothing! My eyes look extremely tired all the time, and I have fine lines around the corner of my eyes. This has a cooling, bouncy gel texture that feels so refreshing on the skin. It's very light, and it absorbs quickly into the skin, and it instantly moisturizes. This leaves my eyes looking bright and smooth. This contains antioxidant-rich bush clover, flash filler hyaluronic acid, and wrinkle-reducing watermelon snow algae. This really plumps my under-eye area. I am very satisfied with the results, so I will continue to use this in my skincare routine."
		},
		{
			"review_title": "Hydrating and effective",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is a really nice quality mask! The jar is bigger than I expected and you can get a lot of uses out of it. I have very dark circles normally so I am always looking for products to help my under eyes. After a couple weeks of using this every night, I’ve noticed a slight difference in my under eyes, and haven’t had to go as heavy with my makeup as I usually do. The mask also feels very hydrating when I put it on so I can tell it’s helping. For the price of the product though I think I expected a bit more in terms of results, but I expect the results will vary for other skin types and ages. For reference I have oily skin and I’m in my 20s. I received this product for free in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "great amazing product. It leaves my skin great after wearing throughout the night."
		}
	]
}