{
    "product_id": "960",
    "name": "Forget The Filler Overnight Lip Plumping Mask",
    "brand": "LAWLESS",
    "categories": "Makeup, Lip, Lip Balms & Treatments",
    "price": 30.0,
    "about": "What it is: An overnight lip-plumping, line-smoothing treatment that supports natural collagen production for lips that look bigger and better with continued use...Formulation Type: Lip Balm & Treatment..Benefits: Hydrating, Plumping..Highlighted Ingredients:.- MAXI-LIPu2122: Scientifically and clinically shown to visibly increase lip volume by 40 percent..- Shea Butter: Hydrates and soothes the lips..- Hyaluronic Acid: Makes lips feel pillowy soft...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: All of the visibly smoothing, plumping, and hydrating effects you love from FORGET THE FILLER Plumping Gloss, but with 50% MORE MaxiLipTM and 1200% MORE Shea Butter. We added a proprietary blend of 8 different molecular weights of hyaluronic acid and ceramides to nourish and condition the lips...Clinical Results: Based on an independent consumer perception panel (blind testing):.-100% agree that lips feel smoother when using both the Forget The Filler Lip Plumper and the Forget The Filler Overnight Plumping Mask.-97% agree lips appear smoother in the morning after using the lip mask overnight.-95% agree lips look and feel smoother...",
    "ingredients": "-MAXI-LIPu2122: Scientifically and clinically shown to visibly increase lip volume by 40 percent..-Shea Butter: Hydrates and soothes the lips. .-Hyaluronic Acid: Makes lips feel pillowy soft...Polybutene, Polyglyceryl-2 Tetraisostearate, Hydrogenated Styrene/Methylstyrene/Indene Copolymer, Synthetic Beeswax, Isostearyl Isostearate, Synthetic Fluorphlogopite, Stearalkonium Bentonite, Caprylic/Capric Triglyceride, Glycerin, Water, Ethylhexyl Palmitate, Calcium Sodium Borosilicate, Fragrance, Octyldodecanol, Silica Dimethyl Silylate, Menthoxypropanediol, Capsicum Frutescens Fruit Extract, Zingiber Officinale (Ginger) Root Extract Butyrospermum Parkii (Shea) Butter, Silica, Helianthus Annuus (Sunflower) Seed Oil, Tocopheryl Nicotinate, Tribehenin, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Canina Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Sorbitan Isostearate Tocopheryl Acetate, Tin Oxide, Palmitoyl Tripeptide-1, Phenoxyethanol, Lactic Acid. May Contain: Peut contenir : Titanium Dioxide (CI 77891), Red 30 Lake (CI 73360), Iron Oxides (CI 77491, CI 77492, CI 77499).",
    "how_to_use": "Suggested Usage:.-Apply generously onto clean, dry lips before bed for a deep treatment or use as a prep step before applying makeup",
    "num_reviews": 1058,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/lawless-forget-filler-overnight-lip-plumping-mask-P480326?skuId=2785657&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2785657-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Sweet Daisy",
            "shade_descriptor": "cool pearlized candy pink with a yummy sugar flavor",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2785657-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Sweet Dreams",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549418-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cherry Vanilla",
            "shade_descriptor": "a sheer cherry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2592459-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Birthday Cake",
            "shade_descriptor": "sheer vanilla",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2620979-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Juicy Watermelon",
            "shade_descriptor": "sheer watermelon",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2678464-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "My favourite overnight lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is my favourite lip mask. While you get less of it compared to other overnight masks in this price range I find this one is the most effective. Iu2019ve gone through one and will 100% purchase again."
        },
        {
            "review_title": "Barely noticeable and drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This stuff is definitely drying on the lips. I have to add a layer of something else over it to keep it from drying my lips out. I would say when I do that my lips are a little plumper in the morning, but they also peel more. Perhaps this is due to some exfoliating by this product? I'll try to use it up but I wouldn't buy it again, it doesn't make enough difference to justify the price."
        },
        {
            "review_title": "Loveeee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love love loveeee! I love the cooling feeling it gives. Itu2019s thick so it feels luxurious.but as a big lip girl,  I wish it came with more product for the price."
        },
        {
            "review_title": "It genuinely works - going to repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My go to the night before a special event. I have medium ish lips but this gives them an extra something the next day or so, which I never really get with other lip plumpers. It tingles a bit but not in a bad or painful way like most others."
        },
        {
            "review_title": "A must have for plump looking lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This is the best lip mask. With repeated use, my lips look more full. They feel better, they never get dry, this is worth the splurge."
        },
        {
            "review_title": "A staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing for dry, chapped lips from daily dog walks in Canadian winter! + smells sooo good."
        },
        {
            "review_title": "Hard pass, leaves dried skin on lips in morning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Thick mask. Unable to drink water at night after application as it smears all over water bottles and cups, easily removed from lips. Does not seem to soak into skin. Leaves a flakey layer of dried skin in the morning, even with reapplication."
        },
        {
            "review_title": "Not the best lip mask",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I think this is a good product but not worth the price. i wanted something because i was tired of my laneige lip mask but this does not even come close"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Not sure if it plumps but itu2019s definitely one of my fav lip masks/balms I have."
        },
        {
            "review_title": "Works As Advertised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I woke up and could visibly see my lips looked plump and full and smooth, this product worked for me exactly as advertised, I was actually shocked and that's why I'm leaving the review. Love love love."
        },
        {
            "review_title": "My favorite lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "Keeping my lips hydrated and coated has been an obsession of mine for a very long time. As a result, bare lips are a huge no no both during the day and at night. Ugh, I can only imagine how much lip product I have eaten over the years, but I scarily digress. But for that very reason, I have switched to clean products just to keep my overactive mind at bay.  I was using the ever popular Laneige lip mask, but really wasn't all that impressed with it considering its cost. This overnight plumping mask, mind you, is small and I initially questioned how much product I was actually getting for the price, but my first pot is still going strong and it's been two months maybe (?!)  I actually ended up ordering a second one because I like it so much. Specifically, it gives a slight tingle which I love and feels more luxurious on the lips than other lip masks and balms. If I don't toss and turn too much during the night, I usually still have some on even when I wake up.  I use this in conjunction with the Dr. Gross lipware pro device. Both of which I purchased with my own money and currently use."
        },
        {
            "review_title": "The Best Lip Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the best lip moisturizer I've used and I've used quite a few.  I haven't noticed any plumping yet, but feel confident that I will."
        },
        {
            "review_title": "A little disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It feels good on my lips throughout the night but it did t really plump my lips or keep them hydrated."
        },
        {
            "review_title": "Difficile de prendre le produit",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore le produit par contre il est difficile de l appliquer quand nous avons une manucure avec des ongles longs!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This lip mask is so good it will leave your lips with this cool sensation itu2019s amazing"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Texture feels great, love the shimmer and the tingle, but the chemical candy scent is awful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love putting this on at night - or any time. It feels fantastic. Very hydrating, smooth and just good."
        },
        {
            "review_title": "Yes! Splurge! Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "This lip mask is amazing. I am so happy I purchased this. I have since bought it in three different colors. I love them all. Plumping and hydration has made this my favorite go to."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for three months! Iu2019m now about to purchase my second jar and all I can say is this is one of the best lip masks Iu2019ve experienced I do notice a slight plumping effect. Best mask ever!!!u2019"
        },
        {
            "review_title": "Stop expecting filler results from Gloss people",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE this gloss, more than any other product out there. Its long lasting with hydration, tingles in a good way and not sticky. I saw a lot of reviews expecting extreme plumping and I have to be honest u2013 the OG lip pluming glosses just were giving everyone an allergic reaction and marketing it as plumping. It does plump your lips very lightly, I do see a slight difference in the hydration of my lips but it isn't going to increase your lip size overnight. Maybe the marketing needs to be more clear about it but if people weren't expecting a transformation from this product it would be 5 stars across the board. Don't care, will die on the hill that this gloss is fantastic and the only product I have ever scraped the pot clean and owned multiple of."
        },
        {
            "review_title": "Have had full, hydrated lips for over a year!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Medium skin tone, Normal skin",
            "review_text": "I don't write reviews often and this may even be m first Sephora review but it is well deserved. This product is a game changer and I will continue to restock if it keeps giving the same results. Every year when winter hit, my lips would get dry and flaky, and nothing was ever a long term fix... until I found this product. I used to have to exfoliate, moisturize, and seriously up my hydration for at least two weeks to recover.  I tried this lip mask and my lips not only recovered, but I have not had dryness since. Its been over a year and I'm halfway through my second pot. I also used to experience loss of fullness if I had a poor hydration day and my lips would be thinner than usual the next morning. Now I don't experience that either.   I think its worth a try at the very least!"
        },
        {
            "review_title": "Feels so good.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been searching for a non tacky overnight lip mask. So many are too gooey. This formula tingles when you put it on and does not catch cat hair or fuzz. As far as lip plumping, Iu2019m not seeing those results. Iu2019d buy it again just for the non tacky and Lucious feel on the lips. Itu2019s very hydrating and our winters will put it to the test."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this clean alternative to other plumping masks! I wear it every night before bed and wake up with dewy plump lips. There is a slight tingle but I find it refreshing! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Sweet Daisy - cool pearlized candy pink with a yummy sugar flavor",
            "review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "Would not reorder not living up to my expectations."
        },
        {
            "review_title": "Better than most",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m really happy with the Lawless Lip Plumper! While itu2019s not a miracle worker, it definitely gives my lips a noticeable boost without the harsh burning sensation that some other lip plumpers cause. The formula feels hydrating, and I love the subtle tingleu2014itu2019s comfortable enough for everyday wear. The effect isnu2019t super dramatic, but itu2019s perfect for a natural, fuller look. Plus, the gloss finish is beautiful and long-lasting. All in all, Iu2019m satisfied with this product and would recommend it to anyone looking for a gentle, effective lip plumper."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Smells amazing and feels nice on the lips, didnu2019t notice any plumping though"
        },
        {
            "review_title": "Decent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Nice but unfortunately nothing particularly special about it. It does have a nice cooling feel to it. But I can get something a third of the price with same results.  Hope this helps!! :)"
        },
        {
            "review_title": "BEST LIP MOISTURIZER EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Normal skin",
            "review_text": "I have lips that are dry all the time, so I have tried just about everything out there from cheap luxury. Most products just made the problem worse and only a couple truly moisturized. Still though, they weren't enough to keep my lips moist unless I was applying constantly. This Lawless Mask is the only lip product that has actually helped and kept my lips moist. I put a thin coating on at night and wake up with beautiful soft lips. And yes, the plumping not only feels good but does make a difference also. I LOVE this product and recommend it to everyone! I'm getting a few more of them to keep everywhere so Iu2019m never without the best lip mask Iu2019ve ever tried!"
        },
        {
            "review_title": "Don't buy for sleeping!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "The app wouldn't allow one star. This mask is awful to sleep in.  It burns and it has glitter in it.  Definitely not a sleeping mask"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Son as I put this on, I felt moisturized. Did not feel like the product was sitting on my lips and I have Dry textured lips. I would buy again"
        },
        {
            "review_title": "Cute lip plumper/mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It is smaller/more expensive than my laneige lip mask but honestly Iu2019d buy this again. 1) I absolutely love the color and sparkle 2) it actually moisturizes my lips and stays on 3) it plumps my lips!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Super hydrating without being sticky, scent is a bit reminiscent of childhood lip smackers"
        },
        {
            "review_title": "Love this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this night mask! It really gives a plumping effect though I have full lips already it just enhances them more. It stays put all night and has a light-tingling feeling."
        },
        {
            "review_title": "I use every other night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Definitely feel the plumping once you put it on. Works well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the best overnight mask Iu2019ve ever used, way better than the laneige one!"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Juste parfait le lendemain je me ru00e9veille avec les lu00e8vres super douce !"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m throwing away all my other night time lip masks. This is the best product Iu2019ve tried in a while! I love the feeling, smell, and the way it helps my lips stay soft and not dried out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Birthday Cake - sheer vanilla",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Ohh, I like this a lot! I don't know about plumping, but it stays on all night, every night and my lips are certainly benefitting from the improved moisture/emollience (is that a word?). I also live the smell, kind of a minty-vanilla."
        },
        {
            "review_title": "Horrible smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Beautiful formula (I love cherry vanilla) and the sparkle is gorgeous. Unfortunately, I could not get past the smell. I had to return because it was that disgusting."
        },
        {
            "review_title": "Tastes like chemicals",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using Laneige mask for a while, which I love, but has endocrine disrupting ingredients, so I ordered this as Lawless promotes being u201ccleanu201d.  Iu2019ve tried other lip plumbers in the past and understand they have a tingle effect, but this stuff is like that on steroids.  Itu2019s not only tingly but has a weird chemical flavor.  I could not wipe it off fast enough.  Upon further review of the ingredient list, I  on the box, I see that his masque also has the same endocrine disruptors that I had found in other brands.  Iu2019ve  enjoyed some of lawless other products but this  one is a miss for me unfortunately."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Did absolutely nothing. No real value. Smell is yummy though."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I use this every night. Itu2019s very hydrating. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE! My favorite lip mask! I love the cooling effect."
        },
        {
            "review_title": "Needs no improvement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Flawless product by Lawless.  Provides much needed softness to dry lips.  Will purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "love love love this! so much better than the laneige one"
        },
        {
            "review_title": "Good product but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After using this product for the last week i definitely enjoy it. It does actually have a plumping effect as it claims. It lasts the whole night when i apply it before bed and a significant amount of time when applied during the day. 4/5 stars because itu2019s not enough product for the price."
        },
        {
            "review_title": "Hydrates, not sure on Plumping",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really like this lip mask and use it as part of my night routine. Sometimes I use it as well before putting on makeup. I find it softens my lips but not sure how long it really lasts as I do mostly put it on before bed. As for the plumping effect, thereu2019s a very light sensation and I feel like it wears off quickly. So wouldu2019nt say it really meets that claim. But itu2019s still a great lip balm and hydrates well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I've bought this six times and use it nightly. I don't think it works for long or especially well as a plumper, as I find the plumping effect wears off shortly after waking up and I begin to talk or eat. However, this still gets 5 stars because It's incredibly hydrating, it doesn't make your lips feel oily, and it stays put. I used to struggle with keeping my lips hydrated, they were so dry all the time, but when I began using this they changed overnight. It's become part of my nightly routine. I highly recommend."
        },
        {
            "review_title": "1 in 100 lip plumper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Out of every plumping product Iu2019ve ever used, this by far standed out. Itu2019s actually plumping.. giving a naturally plump look. It doesnu2019t burn or hurt your lips at night but gives a tingly sensation"
        },
        {
            "review_title": "New nightly cream to my regimen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have been using this for over two weeks now my lips fill so soft. I have line around my mouth and I will say it does soften them also.   Lips look and fill wonderful. Bought in a different color.   I has made a difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Works well, and unlike a lot of plumpers I've used, it leaves my lips in better shape than before I used it. I use it all the time. And the flavors are delicious! No burning or discomfort, just a gentle cooling sensation immediately upon application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "",
            "review_text": "I take it everywhere with me <3 lips so soft... my favorite product"
        },
        {
            "review_title": "Sadly changed the formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have loved this and bought it multiple times times. However they have changed the formula and now instead of being hard (so it lasted forever and had no mess) itu2019s soft! ud83dude2d I got it all over my finger when I went to use it because I was expecting the usual texture. It is hard to get a good amount now and will never last as long. I was perfect before now it feels different, messy, and over cooling. Disappointed"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Juicy Watermelon - sheer watermelon",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the texture and sensation of this on my lips, but the plum and moisture don't always last through the night."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s an okay lip mask. More moisturizing than it is plumping but I donu2019t think itu2019s worth the price, the Laneige lip sleeping mask is better imo. I also didnu2019t like the scent of this flavor, smelled like cherry cough syrup."
        },
        {
            "review_title": "A life saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was expecting a very thick occlusive formula that sits on top of your lips and doesnu2019t actually hydrateu2026 but this formula actually hydrates and will transform cracked dry lips overnight! Itu2019s the only thing that saved my lips when I was out with the stomach flu for a week and couldnu2019t even keep down water lol"
        },
        {
            "review_title": "Effective but expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This overnight lip mask is very hydrating to lips and smells amazing. Overall it made my lips very smooth and the product has just a tint of color. However, this is almost the same price as the Laneige overnight mask and is a fraction of the size. I wish this was bigger for the price you pay."
        },
        {
            "review_title": "SHOOK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly SHOOK at how long this lasted on my lips. Minimal plumping & extremely hydrating. I have used many lip oils, masks, glosses etc & I am so surprised at the formula of this. I lick my lips alotttt & most masks do not have a long wear time & are noticeably gone within a short period of time. This mask was on my lips for HOURS with eating & drinking. Once the product has worn down from my lips, my lips are still soft & hydrated."
        },
        {
            "review_title": "My absolute favourite lip balm!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Combination skin",
            "review_text": "I have gone through two of these already, and have three in my collection as we speak! I have tried Sweet Dreams, Cherry Vanilla, and Birthday Cake and I love them all - you can't go wrong with any of the flavours! They all have a cooling sensation regardless of the flavour you choose, which is a must for me in a lip balm. I will say that in my opinion they are not plumping whatsoever, but I do find them to be moisturizing and soothing. I don't go anywhere without this!"
        },
        {
            "review_title": "A disaster to my lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t know how it works for other people but I got an immediate severe reaction after using it, took me 2 weeks to recoveru2026."
        },
        {
            "review_title": "Fantastic.  Plumping over long term use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this.  When I use it regularly, it seriously plumps my lips over time.  I use at night.  Discovered this accidentally when I ran out of Arronu2019s rose balm which is also amazing, but $50!  This is a good value and I love the hint of color (watermelon)."
        },
        {
            "review_title": "Dry lips be gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This lip mask leaves your lips feeling so hydrated and smooth. Take it from a constantly dry lip girl when I say you need this product l."
        },
        {
            "review_title": "Bought the hype, not the results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Impulse buy, purchased with Forget The Filler Lip Plumper Line Smoothing Gloss in hopes to give my aging lips some additional support. been using for 3 weeks w/o any perceived difference. I feel I get more improvement with other products like Buxom."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Expected more for the price point feels like a cheap lip mask . I ended up returning it :("
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The marketing is a bit misleading. I barely noticed any difference in my lips if the purpose was too plump them. My lip plumper did a better job than this mask. After consistent use, I realized itu2019s ovepriced for what it was. You can have better options than this."
        },
        {
            "review_title": "Plumps BUTu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I want to rate this a 5 but sadly thereu2019s an ingredient in this product, which causes my mouth to break out. The product plumps BEAUTIFULLY; however, I canu2019t co-sign on a product that gives me a rash."
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used to swear by the Bite beauty agave lip mask until they disappeared. This is the only one that has come close that for me as far as the texture and level of hydration. This is my new go to."
        },
        {
            "review_title": "Great before bed or for daytime",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this for a couple of weeks and have noticed my lips being less dry and I can go longer between reapplication. I love the smell and slight tingle but haven't noticed much of a plumping effect. I also like the glossy but not sticky finish."
        },
        {
            "review_title": "Best mask for dry, chapped lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have a deviated septum, which often causes me to mouth-breathe at nightu2026 which leads to horrible dry mouth and badly chapped lips in the morning! Iu2019ve tried every kind of lip mask and balm I can find, and this one has been the best by far!   Itu2019s hydrating and moisturizing, it doesnu2019t burn my lips or cause breakouts around my mouth, it smells and tastes good, and my lips feel and look nice in the morning. I definitely wish it cost less, but thatu2019s my only complaint!"
        },
        {
            "review_title": "Mediocre",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a nice mask. Itu2019s hydrating and makes my lips feel moisturized when it wears off. There is a tingly sensation that I simply cannot stand. My daughter hid it from me and I donu2019t feel at all compelled to find it so I could honestly do without this product."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have tried other plumpers but this one seems to work the best for me.  You will feel a buzz after putting it on your lips but it eventually fades.  Have noticed my lips seem to be a bit fuller than before."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this brand and it doesnu2019t burn. And it helps leave lips looking more plump."
        },
        {
            "review_title": "LOVE IT!!!! ud83eude77ud83eude77ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "ud83eude77Purchasing for the 2nd time! Love to use this in lieu of lip gloss! Got rid of discoloration on my lips from sun damage / spray tans. Have been using consistently for about a  year now. ud83dudc9eud83dudc9e"
        },
        {
            "review_title": "Everyone needs to try this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have repurchased this product 8 times (watermelon and birthday cake) literally canu2019t go to sleep w/o applying it Iu2019ve also tried the cherry vanilla however Iu2019m more of a fan of the other two. Leaves my lips feeling & looking plump plump on the"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Disappointing, overpriced, doesn't do anything, barely moisturizing. Smell is nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love this makes my pout so pretty..juicy and full"
        },
        {
            "review_title": "Meh-",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I was disappointed in this lip balm. I love the flavor/scent (cherry) but I have yet to find a lip balm that stays on your lips for more than 20 minutes."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Normally I love trying new products and tend to not repeat buy unless something is amazing. Iu2019m on my 10th Lip Plumping Mask and canu2019t imagine considering something different, unless Lawless comes out with a new version :)neversion of this."
        },
        {
            "review_title": "Watermelon",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Juicy watermelon smells like watermelon,  its a bit tingly but not like the two-faced lip plumper, not sure what its supposed aside of plumping, but it feels good on the lips. Moist and hydrated,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product delivers. My lip lines are disappearing before my eyes, and my lips are soft."
        },
        {
            "review_title": "Fantastic addition esp for travelers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Big fan of the Lawless glosses and this is a great product. I travel a lot and this is a perfect size and great for sleeping in as well as quick moisturizing during the day on the plane, at work, etc. not too goopy and has a nice fresh"
        },
        {
            "review_title": "New Top Shelf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "5/5 Incredible. I get the right amount of hydration overnight, and I awaken with more plump lips (smoothed out lip lines and noticeable, moderate volume increase). I enjoy the feel on my lips as it is nice and smooth, not too waxy, not too slippery. It stays on my lips throughout the night and doesn't collect a bunch of hair (I have pets), which is important. It also has a cooling effect, and I feel the plumping is more than both the balm and the gloss, so it's my favorite formula of the three products. I wish this formula was either in a tube like Summer Fridays or in the chapstick tube like the balm. That would make it an all in one product for me and earn a place in my purse. Regardless, I'll be repurchasing this lip mask and hoping Lawless expands their delivery systems/lip products."
        },
        {
            "review_title": "Does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is one of the best lip products Iu2019ve found. Itu2019s not sticky and itu2019s so smooth and feels nice on. The only thing isu2026 it doesnu2019t last!! It starts coming off after about 10 min. Prob going to return it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love. Wear this every night and wake up without any sign of chapped lips. I even put this above my Leneige night mask"
        },
        {
            "review_title": "not worth it imo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Wanted a creamy lip balm to replace my Laneige (quality slipped so much years ago I stopped buying.) This seemed like a promising alternative. The balm feels nice on the lips and is pleasant to apply, but that's about it. I find it wears off within an hour of application, haven't noticed any real immediate or long-term improvements (been using about a month). Not much plumping with single application either, I think most of the plumping comes from rubbing your lips to apply. I would have returned but felt I'd used too much product and had my fingers in it so I'm keeping and using up. Would not repurchase."
        },
        {
            "review_title": "I canu2019t ever be without this again.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I went into Sephora and decided to try the Lawless tinted lip balm and a lipliner. I got sent home with a duo sample of their day gloss and the night mask. I had no intention of buying either. I tried it the first night and as soon as I put it on, I was amazed. By the next morning I knew I had to buy it and quickly. It actually makes my lips feel good all night. Iu2019ve struggled for years just going from lip balm brand to next new lip balm brand. I am so grateful I tried this brand and found the items that work during the day (the tinted balm, the liner, and the gloss) and especially this night mask. I am so excited to put it on each night. I love the tingle but most of all I love how it feels so nourishing and hydrating and not just like a normal balm that sits on top of the lip. This feels like it penetrates and gets under the skin. I cannot ever be without this again."
        },
        {
            "review_title": "Great lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I tried this as a sample and now want to buy the regular size. Very moisturizing and noticed a nice fullness to my lips in the morning."
        },
        {
            "review_title": "Addicted",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m addicted to Lawless products now. It doesnu2019t really plump A LOT, but just ever so slightly but it totally makes my lips super smooth and fills in the lines. This lip mask is comfy on the lips & I love using it in the day as well!"
        },
        {
            "review_title": "The best lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I have used this for a few years now. I have tried other lip masks, off and on, but always come back to this one. It is the last step in my nightly routine. I like the slight tingle that tells me is is doing its magic. My lips are hydrated and soft every morning and it leaves no residue on my pillowcase or sheets"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cherry Vanilla - a sheer cherry",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is an okish product. I can definitely see a little plump effect on my lips after a week, but not the best as I expected"
        },
        {
            "review_title": "Pass!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Stick to the gloss. This did nothing.  It applies nicely but an hour later itu2019s like you put nothing on your lips. I will stick to the gloss."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a sample, and had my doubts, however, this stuff really works. I have always had thin lips, as I got older they became even thinner, and I refuse to get fillers. This product does not give me the fake Kard=Jenn lips, but a natural plump. I am ordering it now."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is nice but doesnu2019t give you the look of plumped lips like advertised and like all the content creators claim so I came on here to tell you the truth Too faced lip plumper is better plump but burns"
        },
        {
            "review_title": "Better than laneige",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Bought this on a whim during the sale and WOW it did not miss! Ive been using laneige one for years and it somehow stopped working for me so I tried this one. Noticed a difference the first morning I woke up with soft pillowy lips that STAYED hydrated for the rest of the day!!! Nee favorite!"
        },
        {
            "review_title": "YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Wonderful lip mask! Iu2019ve been using it for a week and have noticed a difference. I wake up and my lips feel great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Sweet Dreams",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Extremely plush on first application, but wears off quickly if worn during the day. The slight minty flavor is nice, not too plumping where I canu2019t kiss my kids. The color is pretty too, I wouldnu2019t repurchase but will use the rest of this one up."
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this product so much.  Switched to this from my fav laneige."
        },
        {
            "review_title": "very nice night balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have only tried the 'sweet dreams' version of this, so can't speak to the other colors.  Don't love applying with my fingers, but that's really the only negative.  Worked well for me as a night balm, really too thick for daytime use - and for reference I hate the Laneige sleeping mask.  Others have mentioned peeling and or drying but I have not had that experience.  Will be keeping this one stocked in my routine as a night balm. Love it!"
        },
        {
            "review_title": "Not Bad, But There's Better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "To be honest, my previous nightly routine of eye cream + Aquaphor on my lips was a a better, more hydrating mask.   Pros: - No weird tingling, burning, or allergic reaction.  - Easy to Apply - Smells Nice - Feels Nice on Lips  Cons: - Didn't moisturize - Woke up with even drier lips than normal"
        }
    ]
}