{
    "product_id": "849",
    "name": "Juicy Eden Perfume Duo Set",
    "brand": "KAYALI",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 136.0,
    "about": "Fragrance Family:Florals.Scent Type:Fruity Florals.Set Description:This irresistible collection of fruity floral fragrances features KAYALIu2019s bestselling Eden Juicy Apple | 01 as well as the latest gem in the Eden collection, the dazzling Eden Sparkling Lychee | 39. Wear them alone or pair them together for a bold and playful fragrance experience..About the Bottle:KAYALI's signature diamond-shaped bottles and opulent jeweled caps are inspired by traditional Middle Eastern oud bottles. The number indicates the rounds of formulations it took to achieve the perfect juice..About the Fragrance:KAYALI, which translates from Arabic to my imagination, features a collection of captivating fragrances, handcrafted in France using the most luxurious ingredients. KAYALI reflects limitless possibilities, personalities, and desires to celebrate and enhance oneu2019s infinite layers..This Set Contains:- 1.7 oz/ 50 mL Eden Juicy Apple | 01 Eau de Parfum",
    "ingredients": "Eden Juicy Apple | 01 Eau de Parfum:.Sd Alcohol 40-B/Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Linalool, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Bht, Citral, Citronellol, Geraniol, Hydroxycitronellal, Limonene, Benzyl Salicylate...Eden Sparkling Lychee | 39 Eau de Parfum:.Alcohol Denat., Fragrance/Parfum, Water/Aqua/Eau, Linalool, Hydroxycitronellal, Limonene, Benzyl Salicylate, Benzotriazolyl Dodecyl P-Cresol, Butylphthalimide, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Geraniol, Isopropylphthalimide, Citronellol, Citral, Eugenol, Red 33/Ci 17200, Yellow 5/Ci 19140. VOC: 70%.",
    "how_to_use": "Suggested Usage:.Monau2019s Fragrance Tips:.-Spritz perfume on your pulse pointsu2014inside of the wrists, behind the knees, the nape of the neck, and behind the earsu2014and clothes for a more powerful scent trail.  .-For even longer wear, be sure to moisturize with balm or lotion before spritzing on the body!  .-For a delicate diffusion, spray on your hair towel before drying your hair or directly onto your hairbrush before styling.",
    "num_reviews": 3,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/kayali-by-huda-juicy-eden-perfume-duo-set-P513473?skuId=2808525&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2808525-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "nice set, nice scent, but the atomizer is not.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought this set thinking it is such a good deal: I dunno about the US,  but in Canada, you are getting a free 40-something dollar travel size. Eden juicy apple is fresh, uplifting, very sweet, and as the name suggests, apple is the star of the show. Now, I took a star-off because it doesn't have that kayali's nice atomizer. I've noticed this in this year's re-release of silk santal as well. Are they getting rid of their fine atomizer? If that's the case, it's a shame, as it is one of the kayali's strong feature."
        },
        {
            "review_title": "Juicy scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "These are sweet scents. Both scents layered together are divine. I get many compliments. The Juicy Apple scent at first spray had a weird musky scent that turned me off about it, but after it dries down, it is much better."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "it's a nice deal and the scents pair well together. my husband LOVES the juicy apple more though. Perfect for a gift too!"
        }
    ]
}