{
	"product_id": "1074",
	"name": " Mini Daisy & Daisy Wild Gift Set ",
	"brand": "Marc Jacobs Fragrances",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 47.0,
	"about": "Set Description:Charmingly simple with a signature quality, this Daisy perfume duo makes the perfect gift. The Daisy Eau de Toilette is optimistic, sophisticated, and irresistibly feminine. The adventurous, bold, and feminine Daisy Wild Eau de Parfum exudes a fresh femininity reminiscent of a wildflower bouquet, inspiring us to reconnect with nature and embody our young, free-spirited selves..This Set Contains:- 0.13 oz/ 4 mL Daisy Eau de Toilette (mini size)",
	"ingredients": "Daisy Eau de Toilette:.Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Ethylhexyl Methoxycinnamate, Acrylates/Octylacrylamide Copolymer, Alpha-Isomethyl Ionone, Butyl Methoxydibenzoylmethane, Itronellol, Linalool, Hydroxycitronellal, Octocrylene, Hydrolyzed Jojoba Esters, Hexyl Cinnamal, Limonene, Methyl 2-Octynoate, Geraniol, Benzyl Benzoate, BHT, FD&amp;C Yellow No. 6 (CI15985), FD&amp;C Yellow No. 5 (CI 19140). ..Daisy Wild Eau de Parfum:.Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Linalool, Butyl Methoxydibenzoylmethane, Limonene, Hydroxycitronellal, Alpha-Isomethyl Ionone, Citronellol, Hexyl Cinnamal, Alcohol, Cinnamyl Alcohol, Geraniol, Farnesol, Citral, Tris(Tetramethylhydroxypiperidinol) Citrate, Benzyl Benzoate, Methyl 2-Octynoate, Amyl Cinnamal, Benzyl Alcohol, Eugenol, Isoeugenol, Yellow 5 (CI 19140), Green 3 (CI 42053), Red 4 (CI 14700).",
	"how_to_use": "Suggested Usage:.-Apply fragrance behind your ears and on your wrists, inner elbows, and chest.",
	"num_reviews": 36,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/marc-jacobs-fragrances-daisy-daisy-wild-mini-gift-set-P512644?skuId=2795292&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2795292-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "It smells so good and the packaging is really cute. It’s also great for a gift"
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love love this perfume but will say very small but obviously expected! But it smells amazing"
		},
		{
			"review_title": "BUY THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is literally the cutest set ever at such a good price. BUY IT!!!!!!!!! ❤️❤️❤️❤️❤️"
		},
		{
			"review_title": "I LOVE THIS PERFUME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "So i gave this to my mom for Christmas and she recently lost it so i gave it to her and she loved it cause it has an amazing scent and the size (you have to be aware about cause its small) so it’s a perfect travel size . I know i didn’t review good but it’s an outstanding productbut I ordered the small"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "superrrrrr cuteeee i literally love it, great stocking stuffer"
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It was a gift for my mother in-law, I wanted to see if she’d like me out not bc her fav color is green and she loved Daisy. Daisy wild was a bit too much for her but I loved them both! I wouldn’t recommend getting these samples because they are super small (I knew that and it was the intention for my purchase but you should just try it in store and get a better size not bad for the price at all just way more worth it if you go the other route."
		},
		{
			"review_title": "Must purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "notSure skin tone, Normal skin",
			"review_text": "These are very cute and aesthetically pleasing, they smell amazing so I only wear it for something special, will get the big one soon"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this perfume i wore it for my wedding."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was surprised that the bottles were extremely small."
		},
		{
			"review_title": "Great gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Such a good gift! Very cute, good sample sizes and love the packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received this from Influenster for free in exchange for my honest review. This is really nice, good stocking stuffer or good just for a small gift basket, they both smell very good if you like sweet and a little floral, last a long time too! Would definitely purchase"
		},
		{
			"review_title": "Must Try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Let’s acknowledge how cute is the packing and bottle. The light floral jasmine with a hit of sweetness is not overpowering. I don’t wear fragrances a lot but I do like that this is light enough to wear everyday."
		},
		{
			"review_title": "So cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "The design of the packaging is beautiful, I love the size they have, they look very cute, the first time I try the aroma of Wild and it has become my favorite, it is a perfect set to give away and try the aromas"
		},
		{
			"review_title": "Perfect gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This set is really cute and would make a great gift! Marc Jacobs is simply fantastic. Travel size and the perfumes last long time!"
		},
		{
			"review_title": "Not the worst, not the best",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I gave these 3 stars only because I enjoyed the Daisy fragrance more than the Daisy wild. The Daisy wild was too much of a bittery smell for me while the Daisy was light with a floral scent."
		},
		{
			"review_title": "Makes a great gift!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have always enjoyed Marc Jacob’s scents… these are both very feminine and light! This set is really cute and would make a great gift!"
		},
		{
			"review_title": "Nice set",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This is a nice set if you want to try out the daisy line of fragrances. I am a big fan of the orginal daisy scent it lasts a long time and it's not over powering. The daisy wild is to strong for me it does give me grandma vides."
		},
		{
			"review_title": "Sweet, floral scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Sweet, light, fruity floral scents that are long lasting and delicate. Super cute mini bottles that would make a great gift or stocking stuffer!"
		},
		{
			"review_title": "Cute bottles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this product in exchange for my honest review. First of all I have to say that the bottles are seriously so cute!! I really like the scent for both of these and will be purchasing a full size of the daisy wild! These are the perfect size if you wanna test it and see how you like it on your skin without the commitment of a larger bottle."
		},
		{
			"review_title": "Beautiful scents from Marc Jacobs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Beautiful scents alone or try them together! Marc Jacobs never misses!"
		},
		{
			"review_title": "Marc Jacobs fragrances the best fresh and perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "If you’re a fan of fresh, floral fragrances, this Marc Jacobs gift set is a perfect addition to your collection. The combination of the classic Daisy Eau de Toilette and the mini Daisy Wild is simply delightful. Both scents offer a soft, feminine, and playful vibe, with unique personalities that suit different moods or occasions.  The Daisy Eau de Toilette is light, clean, and charming, perfect for daily wear with its bright floral notes. The Daisy Wild Mini adds a slightly wilder twist, ideal for those who enjoy a slightly more daring yet still floral scent. Together, they make an excellent gift, whether for yourself or someone special.  The packaging is another standout feature. The colorful floral designs on the box are whimsical and festive, making it an ideal holiday gift. The mini size of Daisy Wild is also great for traveling or keeping in your bag for a quick refresh throughout the day.  Overall, if you’re looking for a versatile and beautiful fragrance set, this Marc Jacobs duo offers an elegant and playful experience that’s sure to please any floral fragrance lover!"
		},
		{
			"review_title": "The best scents that will last all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Umm where do I even begin? These two smell absolutely amazing. Me personally I feel a lot of perfumes tend to smell very grandmaish. These smell sexy and fresh! Also they last all day. I’m definitely getting in the full size."
		},
		{
			"review_title": "Cool perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "These perfumes are refreshing and hide in the summer. They are not very big and are convenient to take with you everywhere in your purse. This set is also suitable as a gift."
		},
		{
			"review_title": "Refreshing, Lively, Classy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I took one star off solely for the fact that the bottle for Daisy had opened during transit and was empty. Thankfully Daisy Wild was fully closed because I absolutely love it! My go to scent for years what Daisy Love, however recently it just hasn’t been hitting quite the same, I’m assuming due to a change in taste. Wild though, is just what I was looking for! A slightly sweet and refreshing floral that feels a bit more lively and young at heart, yet still classy. The note that stands out the most to me is Jasmine but slightly tamed. I often find it hard to find floral based perfumes that don’t smell too “grandma” like. Lol This one is definitely a win! Also, can we have a moment for these bottles? They are so stinking cute and would make great gifts!"
		},
		{
			"review_title": "Really great scents, awesome try-size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this set for free in exchange for a review. But I’ve actually had Marc Jacobs Daisy before and I really like it. Because I like Daisy, I’ve been curious about the other scents. When I saw this mini set available, I was excited to try it out. The design and size of the bottles are really cute. I took a picture of the two perfume bottles with the Gucci Velvet Matte Lipstick for scale. The amount of product you get really allows you to really get a sense of whether you like it or not. They aren’t little spray bottles, but instead they are capped plug in which you remove to pour a little of the product out.  I really like the smell of Daisy, like a smooth classic sweet floral vanilla-y scent. Daisy Wild is similar but slightly sweeter and has a brighter note to it. I prefer Daisy but I also do like Daisy Wild. I just saw that I could try layering the two, so I may try that sometime."
		},
		{
			"review_title": "A great stocking stuffer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Beautiful floral scent. Not too overpowering either! This would make for a great stocking stuffer. The flowers for the bottles are SUPER cute, but the design and size feels a bit too awkward and bulky for me to carry around in my purse. But maybe that’s just me. Great product nonetheless!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love this mini gift set! The floral scent lasts long and the amount of product seems like I will get a lot of use out of it. It’s a great travel size that I actually keep at my desk at work now. Perfect gift."
		},
		{
			"review_title": "Long lasting and great scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After testing these perfumes out they smells so fresh and clean I love the like spice they have to them on me like flowers at the Christmas dinner love it and small size fits in purse in the go or on a trip"
		},
		{
			"review_title": "Great to try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great gift set that allows for trial sizes of the scents if you wanna try it out. The wild scent is more floral and lighter while the daisy is more woodsier scent. Both great."
		},
		{
			"review_title": "Daisies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love the scent. My only complaint is the flower clover. Too bulky to put in my mini purse. But scent is amazing so still 5/5."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "The smell of both of these are so lovely and the little bottles are adorable. However, one of mine came completely opened and spilled all over. So, as adorable as the bottles are the caps should be a bit more secure."
		},
		{
			"review_title": "Beautiful Perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Marc Jacobs always appeals to me because of their fresh scents. Daisy Eau de Toilette is an optimistic, sophisticated and irresistibly feminine fragrance with a gorgeous packaging of large, proud white daisies. Daisy Wild Eau de Parfum is bolder but still feminine, giving me a fresh, floral bouquet. Most of their fragrances are youthful and perfect for any occasion because they have a great longevity. If you are looking for fresh scents that are naturally seductive, this is a must-try and the Daisy duo is the perfect gift for the upcoming holidays."
		},
		{
			"review_title": "Great stocking stuffer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I recently tried the Marc Jacobs Women’s 2 Piece Multiline Daisy Eau de Toilette and Daisy Wild Mini Holiday Gift Set, and I was charmed by its presentation and scents.   **Packaging and Size**   First off, the packaging is adorable. While the bottles are quite small, they’re perfect for gift-giving—think stocking stuffers or white elephant gifts for any perfume lover. The cute design makes them feel special, but due to their size, they serve better as samplers than practical travel options.   **Scent and Durability**   Now, onto the scents. Daisy, a classic favorite of mine, is a lovely powdery floral with citrus and fruity undertones. It’s versatile and perfect for spring and summer, though I noticed its durability wanes a bit if you’re on the go.   Daisy Wild was a delightful surprise for me. It leans more toward fruity notes while maintaining a floral essence. I appreciate that it lacks the powdery aspect, making it fresher and more vibrant. I found its scent to be quite durable, lasting through a busy day better than the original Daisy.  Overall, this set is a delightful gift option that offers a taste of two lovely fragrances, each with its own character. While they may not be the most practical for daily wear, their charm and scent make them a worthy addition to any fragrance collection."
		},
		{
			"review_title": "Smells delightful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this perfume for about a week. To me it smells like a light floral mixed with a woodsy scent. I received many compliments on it. I did notice that the scent last nearly all day. I absolutely love it."
		},
		{
			"review_title": "Smells fantastic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "These two beautiful bottles pack so much goodness in them. These sense smell absolutely fantastic and are perfect for a gift for the holidays. I’ve always loved any of the Daisy sent and believe me you will not be disappointed with either one of these. I had a coworker stop and ask me what I was wearing and told me I smelled fantastic"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Marc Jacobs gift set is amazing! Both fragrances have such a sweet, fresh scent! Super easy to wear every day—like, I can throw it on for work or just hanging out, and it always feels right. The bottles are adorable too, which is a bonus. If you’re into soft, pretty perfumes that aren’t too overpowering, you’ll love this one!"
		}
	]
}