{
	"product_id": "1697",
	"name": "Curl Defining Shampoo",
	"brand": "Verb",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 27.0,
	"about": "What it is:A curl shampoo that gently cleanses waves, curls, and coils..Hair Texture:Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Defines curls and reduces frizz.Highlighted Ingredients:- SunflowerCurl Complex: Helps nourish, detangle, and define curly hair..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, mineral oil, sulfates SLS & SLES, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:A new and improved formula, the Verb® Curl Shampoo gently cleanses waves, curls, and coils. Powered by a proprietary SunflowerCurl™ Complex, cold-pressed golden jojoba oil, and castor oil, this nourishing shampoo enhances manageability and definition..Fragrance Description:This shampoo has a gentle citrus scent with notes of oatmeal and pink grapefruit...Clinical Results:In a third-party testing lab when using the full Verb® Curl Collection:",
	"ingredients": "-SunflowerCurl Complex: Helps nourish, detangle, and define curly hair..-Castor Oil: Adds rich moisture to hair..-Jojoba Oil: Moisturizes hair and protects against dryness and breakage...Aqua/Water/Eau, Sodium Lauroyl Methyl Isethionate, Sorbitol, Lauryl Betaine, Glycol Distearate, Simmondsia Chinensis (Jojoba) Seed Oil, Ricinus Communis (Castor) Seed Oil, Hippophae Rhamnoides Fruit Oil, Helianthus Annuus (Sunflower) Oil, Helianthus Annuus Flower Extract, Helianthus Annuus (Sunflower) Seed Extract, Helianthus Annuus (Sunflower) Sprout Extract, Hydroxypropyltrimonium Hydrolyzed Corn Starch, Maltodextrin/VP Copolymer, Mannitol, PVP, Panthenol, PEG-150 Distearate, PEG-12 Dimethicone, PEG-12 Allyl Ether, Sorbeth-230 Tetraoleate, Silicone Quaternium-16/Glycidoxy Dimethicone Crosspolymer, Polyquaternium-7, Polyquaternium-10, Quaternium-80, Amodimethicone, Xanthan Gum, Glycerin, Ethylhexylglycerin, Parfum/Fragrance, Decyl Glucoside, Citric Acid, Isopropyl Alcohol, Stearamidopropyl Dimethylamine, Guar Hydroxypropyltrimonium Chloride, Cetrimonium Chloride, Trideceth-12, Undeceth-11, Undeceth-5, Sodium Chloride, Sorbitan Laurate, Sodium Citrate, Fumaric Acid, Propylene Glycol, Butylene Glycol, Sodium Acetate, Gluconolactone, Calcium Gluconate, Sodium Benzoate, Phenoxyethanol, Potassium Sorbate, Hydroxycitronellal, Limonene, Linalool.",
	"how_to_use": "Suggested Usage:.-Massage into wet hair, lather, and rinse well. .-Follow with Verb® Curl Conditioner (sold separately).",
	"num_reviews": 141,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/curl-defining-shampoo-P511608?skuId=2771822&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2771822-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "12 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2771822-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must have Curl defining Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I received the Verb Curl Defining Shampoo as a free sample from PINCHme. I was skeptical at first, but I loved it! This shampoo is so smooth and it provides moisture. I expected it to be heavyweight as a curl defining shampoo...this does not. It smells good, and feels great. It provided exactly what I needed."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Normal skin",
			"review_text": "I loved the old version of this line. The new reformatted line does nothing for my hair. My curls only last 12 hrs with this line. Very disappointed."
		},
		{
			"review_title": "Amazing cleanser for curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received the Verb Curl Defining Shampoo as a free sample from PINCHme. I loved it! This shampoo is so moisturizing. Most hydrating shampoos that I've used leave residue behind...this does not. It smells really good, but not overpowering. This shampoo pairs well with the matching conditioner."
		},
		{
			"review_title": "Great for curls!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Bought this for my daughter who has thick, curly hair. This is the first brand that advertises for curly hair that we’ve tried that actually works! Her curls have more definition and far less frizz. She loves hher hair now!hair now"
		},
		{
			"review_title": "great scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "My hair feels very clean and hydrated. my curls look a little looser than usual though. I do love the scent. Had a great lather which I appreciate. I did receive this by BzzAgent in exchange for my review."
		},
		{
			"review_title": "Love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This combo is soo good for my naturally curly hair. My hair gets very frizzy and loses curl and this shampoo brought life back"
		},
		{
			"review_title": "Life changing product - Must buy for curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am growing my hair since 1 year and I have always had issues with tangling and breakage. That made me so irritated and I used to get those urges to cut them short since I have curly hair. But this shampoo makes hair so smooth and manageable I love it. Make sure you brush your hair after shower and you’ll have clear defined curls. Definition recommend."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Here’s a sample review you could use for the Verb Curl Defining Shampoo, inspired by the image:  4 Stars  Bouncy Curls, Lovely Scent!  I recently tried the Verb Curl Defining Shampoo, and I’m pleasantly surprised! My curls felt softer and had more bounce after just one wash. The shampoo lathers nicely and has a delightful fragrance that isn’t too strong. While I wish it provided a bit more moisture, I still think it’s a great product for enhancing curls without weighing them down. Perfect for anyone looking for a gentle, curl-friendly shampoo."
		},
		{
			"review_title": "Must try hair product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love how this product revived my hair. Before the use of this product my hair was really dry and brittle and after one use with this it left my hair smooth and silky like. I love the fragrance it has to it. It lathers really well."
		},
		{
			"review_title": "Verb Love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the verb line.  But this shampoo I didn’t love.  Smells amazing. I feel like I did not get anything else from it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Easy to use, good texture, and smell. Decreases fizz from the curls and adds the shape, plus you can brush you hair with the curls rather than fight it."
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really like the consistency of the product and how it absorbs into my hair and it smells so good. My hair stayed moisturized for a while after and easy to detangle."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I just love this! I was skeptical at first, but it really makes my curls more defined and hydrated. A must in my routine now!"
		},
		{
			"review_title": "Fresh and Hydrated",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I really like the Verb curl defining shampoo. It cleans my hair without stripping it down and leaves it smelling fresh and hydrated. Thank you for sending it to try out."
		},
		{
			"review_title": "Curly girl shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The shampoo lathers nicely and is moisturizing for those cold upcoming day that my hair gets super dry and tangled. I love the creamy consistency and how the shampoo works well with my curls by nourishing them and providing bouncy voluminous body overall."
		},
		{
			"review_title": "I have to repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been testing the shampoo and conditioner the past week. Honestly it’s worth the price. It makes my hair feels silky which I love. I recommend for those who have wavy or curly hair."
		},
		{
			"review_title": "curl definer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have been using Verb curl shampoo for 2 weeks now, which is 6 washes, and I am happy to announce it made my curls bouncy with reduced frizz. Of course I did my hair routine of wrapping it in a micro fiber towel, application of a light mousse and minimum touching. My hair looks healthy, vibrant, and moisturized. It provided a decent curl definition and separation. The packaging is really nice, and the smell is light and fresh, slightly sweet, with a hint of herbs. It lathered nicely, and a little is more. I highly recommend it for curly pals."
		},
		{
			"review_title": "Curly hair must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been using Verb Curl Defining Shampoo for a couple weeks now and it’s also my first time trying the brand. The application is very smooth and the shampoo doesn’t make much bubbles as regular shampoos. It has a really good and light scent and I love it, leaves my hair clean and soft. Def recommended for people with curly hair!"
		},
		{
			"review_title": "formula change is not for the better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "For reference, I have fine hair with a mixture of 2c/3a waves and curls.  This shampoo dried out my hair and made it look frizzy. I also felt like it never really got my hair clean.  It left a film or residue on my hair that weighed it down a little. For all it's heaviness, it doesn't really provide any moisture. The scent is not great.  It's very powdery/soapy with a hint of citrus."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Verb Curl Defining Shampoo really gets the job done. It cleans without stripping, keeps my curls looking sharp and controlled, and doesn’t leave any heavy residue. Simple, effective, and my hair’s never looked better."
		},
		{
			"review_title": "Healthy, defined, and frizz-free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This shampoo has turned my frizzy, course hair into beautiful ringlets even after heat damage. I could not recommend this enough. My hair feels and looks healthy, defined, and frizz-free!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I liked this shampoo. The smell was great for me personally, it smells like oranges and very citrusy, which I really like! It left my hair feeling clean without it feeling super stripped and dry. I noticed less frizz but didn't notice much change in my curls."
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I got this product in exchange for an honest review. I’ve always loved the verb line of curly products so I was excited to try this. The scent is nice not over powering and makes my hair feel soft and ready for the conditioner."
		},
		{
			"review_title": "Smells Orangey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This shampoo has a fresh scent to it. It made my hair feel smooth and helped define my curls! It has a nice thick consistency. I used with verb conditioner as well"
		},
		{
			"review_title": "good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was given this product in exchange for an honest review. I did really like this shampoo. My hair is 3b and it left my curly feeling clean and hydrated. The scent is really nice too."
		},
		{
			"review_title": "Its alright.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Okay, so first off i'm going to mention that i really do not like the scent of this shampoo. BUT besides that, it did leave my hair feeling squeaky clean. Sometimes curl shampoos can make my hair feel like i have some sort of film on it. This one felt nice. Wouldn't purchase because of the smell but the shampoo is great!"
		},
		{
			"review_title": "The New and Improve Verb Curl Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Suppose you want a Natural Shampoo to Save your Curls From, Try Verb, the New and Improve Shampoo for your hair. My Hair feels, Soft, Hydrated, Clean, and Healthy after applying. The fragrances are a major reason why I choose Verb Products, but what truly matters most is that they provide excellent results. You will definitely see more Volume there and added Layers, and my hair had a Beautiful shine. It feels great on my hair and has a pleasant consistency. The products effectively address every hair issue imaginable. A Bonus was, That The Product is Gluten-Free and Environmentally Friendly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This was my first time using a curl shampoo even though I have curly hair. Overall I noticed my curls were more defined after using this product but my hair did feel slightly dry. There is a nice light scent to this product though."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked the results! It did exactly what it said it would. I noticed my frizz was reduced and my curls were very bouncy and soft after. The only thing that threw me off was the smell which didn’t stink, but isn’t for me."
		},
		{
			"review_title": "A curling shampoo that works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I’ve been using this for about 2 weeks and can’t say enough good things about it. I’ve had trouble getting curling shampoo to actual leave curls after my hair dries, but this one does the trick. Definitely recommend if you haven’t found a good curling shampoo yet"
		},
		{
			"review_title": "Something not for me…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The shampoo is great. I just didn’t enjoy the smell. I think if  the smell would’ve been better I would definitely buy! I would prefer it not having the orange scent and having an unscented shampoo instead."
		},
		{
			"review_title": "A great smelling shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "My hair feels super clean. I was using a different curly shampoo before this and this one doesn’t leave me feeling like I need to use a clarifying shampoo. I gave 4 stars because I used this with the conditioner and the curls were only okay. The scent didn’t seem like anything special when it first came out of the bottle, but it actually was. It left my hair smelling like peaches and my whole bathroom smelled good, too, even though it wasn’t a particularly strong scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Practically frizz free. I’m a night shower girl and sleep on wet hair. I don’t know how but when I sleep on my hair when it’s wet, my curls are more defined rather than when I take a daytime shower so it’s important that I find shampoos that work to prevent frizz throughout the night. I was gifted this shampoo and conditioner and asked to share my thoughts and I’d recommend this to curly girls who don’t mind a shampoo that doesn’t lather up TOO much, there is lather but not as much as say, an herbal essence shampoo. The smell is kind of citrus-y and it lasts on the hair. Overall a good shampoo"
		},
		{
			"review_title": "It’s okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I’m not sure about the smell of this. It’s a little weird. Not sure if I like it or not. It lathers up nicely. My hair looks really good after drying with these products. I’m not sure that I would buy it for the price though. It doesn’t really work any better than products I have that are more affordable and smell better and more product for the price."
		},
		{
			"review_title": "Made my hair feels soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I used this shampoo for a week to see if I noticed any difference in my hair compared to the previous shampoo I used. I definitely saw/felt a difference in my hair after the first use. My hair felt soft and my curls looked more defined. I like the smell of the shampoo as well. It’s not too overpowering but it has a nice almost citrus scent to it."
		},
		{
			"review_title": "Best curling shampoo and conditioner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Best shampoo and conditioner I have tried for my curls, it really defined them. I will say I really didn't like the citrus smell. But aside from that, it's really a good product, and would definitely recommend to friends and family."
		},
		{
			"review_title": "Perfect!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Wow!!! I love the way this product made my curls shine! I did a double cleanse with this and it made my 2b-3a hair so beautiful and bouncy. It has a very beautiful scent and honestly, I'm in love with this shampoo. It lathers nicely and it just everything I want in a shampoo."
		},
		{
			"review_title": "Nice light scent - hair feels soft",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "I've been using this shampoo for about two weeks now. I like that it cleanses my hair really well and has a nice light scent. My scalp and hair feel very clean afterward and it leaves my hair feeling soft and manageable. I usually only wash my hair twice a week but I noticed that with this shampoo my hair doesn't stay as fresh between washes as it does with other shampoos I've used in the past. It's still a good product overall and I would recommend it to my friend who have curly hair to try it out."
		},
		{
			"review_title": "Must haveeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "After using this product over the past few weeks my hair feels healthier and my curls are bouncier."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this shampoo for free in exchange for a honest review and I can say that I love it! The shampoo is light weight, smells great and left my curls feeling amazing! It actually helped with curly hair frizz so much, which surprised me! I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I really like this shampoo! It lathers nicely and smells SO good. The smell is citrusy and my hair actually holds onto the smell for a couple days. My hair also feels really clean after I use it. I will definitely purchase this again!"
		},
		{
			"review_title": "Incredibly happy with this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The description of this product is very accurate. It is great for curly hair. The shampoo and conditioner leave my hair feeling like silk. I had just gotten done swimming in a pool filled with chlorine and within seconds of using the conditioner, my hair was detangled. A little goes a long way! I try not to use too much product near the roots of my hair because my hair looks oily pretty fast. I also love the smell of the shampoo and conditioner. It’s not too strong, but just enough to give your hair a fresh scent. I will definitely buy another set when I’m out. I recommend this product to anyone with curly hair that feels dry or looks frizzy. You’ll notice a difference after the first use!"
		},
		{
			"review_title": "very hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this shampoo it left my hair feeling clean and light n so hydrated my curls were so light n bouncy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This shampoo has a light clean scent. The thickness of the shampoo absorbed into my hair nicely. My hair and scalp felt clean afterwards. It definitely hydrated my hair and left my curls nice and defined."
		},
		{
			"review_title": "Very smooth and silky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I thought it made my hair super soft and silky. The only thing is it has a slight citrus scent I'm not a huge fan of citrus but the texture of the shampoo and conditioner was great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "it's good. has a clean scent. leave my curls defined with the conditioner leaves my hears soft and hydrated. does not have much of a lather, which usually happens with most curl shampoos I've tried, but overall, I like it"
		},
		{
			"review_title": "Yay!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Nice smell, and works perfectly on my hair. Leaves it soft and smooth."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Verb Curl Shampoo & Conditioner Review  I recently tried the Verb Curl Shampoo, and it’s been a game-changer for my curls. The shampoo not only cleanses well, but it also defines and controls frizz, which is crucial for maintaining healthy curls. The formula is lightweight yet hydrating, leaving my hair feeling soft and manageable without weighing it down.  The shampoo has a gentle lather, and the scent is fresh but not overwhelming, which I really appreciated. After using it for a few weeks, my curls have more bounce and look much more defined. It works well for detangling as well, and I noticed significantly less frizz, which is always a win!  The matching conditioner complements the shampoo perfectly. It adds extra moisture to my curls, leaving them smooth and shiny. My hair feels much softer, and it doesn’t feel greasy or overly heavy, which I love since my curls need hydration but not too much product buildup.  Overall, this duo is a must-try if you’re looking to cleanse, define, and reduce frizz for all curl types. Plus, the price point is very reasonable considering how effective it is!  If you’d like to customize this review based on your experience with the product, feel free to let me know!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "Using this shampoo with the conditioner really helped my hair’s natural curl pattern. I gave it four stars because my hair felt a little heavy and greasy the morning after."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i’m really loved how this made my curls look! they looked super healthy and bouncy after one use, and smelled super good."
		},
		{
			"review_title": "Beach Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free from BzzAgent and the brand(s) in exchange for my honest review. I loved the color coding of the shampoo bottle, which was lighter than the conditioner bottle. The smell was refreshing and beach-like. After using this product, my curls were hydrated and full of life. It is a high-quality product that delivers stellar results! All my curly-haired girls will love this!"
		},
		{
			"review_title": "Awesome product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this product! Really helps define my curls, and the scent is incredible. I would for sure buy again after I run out and reccommend to my friends! I think this would also be good for straight/wavy hair, as it is super moisturizing and defining. I love the ingredients, and again the scent is soooo good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Absolutely love this product, I’ve only used it a few times but I see such great results. Only thing I’m not too big of a fan of is the smell of it but it’s definitely not awful! Will be adding to my future shopping list!"
		},
		{
			"review_title": "Verb is the word for curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells amazing, very fruity and fresh. I noticed my curls bouncing healthier and with a certain shine. Highly recommend as it is is gentle on curly hair as well as hydrating."
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I received this product in exchange for an honest review. This product is great. I love the smell and consistency. I have 3B curly hair and it left my curls feeling bouncy and hydrated!"
		},
		{
			"review_title": "Great for curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This shampoo is great. I got it for my husband since he has really curly hair. He has been using my straight hair one and it hasn’t gone him justice. He and I notice a difference using this and it smells great."
		},
		{
			"review_title": "Clean and healthy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love the bottle and product. After using it a couple times my hair feels clean and healthy and soft. Still don't see the frizz control effect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "The shampoo is moisturizing and leaves the hair feeling clean like a shampoo should. I like the way my curls look and feel after using."
		},
		{
			"review_title": "expensive but works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "First off the smell is pretty light not gonna set anyone off but some people are more sensitive so no guarantee. it lathers and cleans nicely. my biggest gripe is prices. 20 for shampoo and still needing to buy the 20 dollar conditioner is ridiculous maybe 20 25 for both they aren't even half the size of a big bottle of shampoo and conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "the smell is amazing. and my curls after my hair dries are amazing! I love this and I love that it's not super bubbly when I am lathering my hair"
		},
		{
			"review_title": "My hair has never been this soft!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This shampoo and conditioner has really given my hair the boost it needed. I’m 6 months postpartum and while I’m not dealing with much hair loss, my hair texture has been different for months! The oils in this Shampoo and Conditioner really transformed how my hair looks and feels!! Not to mention that I have naturally wavy hair and this as really accentuated my natural waves and curls. The smell reminds me of salon shampoo and conditioner and feels very luxurious without the heavy cost. I can’t wait to purchase more from this brand!"
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have used this product a few times now and I enjoy it. My curls are really nicely defined. The scent is super mild citrus which is great because I am sensitive to smells. It does not lather as much as I would normally prefer. If you have fine curly hair like I do this may not be the best option as it weighs down my hair a bit. I am definitely still going to use it, just not as my every day product."
		},
		{
			"review_title": "Exceeded my expectations",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This shampoo exceeded my expectations. As someone with naturally curly hair, I found that it not only left my curls soft and well-defined, but also provided a thorough cleanse for my scalp. After consistent use, I noticed a significant reduction in dandruff, and my scalp feels refreshed and balanced. The shampoo effectively removed build-up without stripping my hair of its natural moisture, leaving my curls looking healthy and manageable. Overall, it delivers on both hydration and scalp care, making it an excellent choice for those with curly hair seeking a nourishing and effective shampoo."
		},
		{
			"review_title": "Defining Curls Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I have used this shampoo and the accompanying conditioner three times now. I LOVE THEM! The shampoo smells so good and lathers up nicely despite having limited parabens and sulfates. The conditioner detangles well and is thick and hydrating."
		},
		{
			"review_title": "New shower favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "After just one use I could already see a massive difference in my hair. There’s less frizz and my curls actually hold their shape. After a week of using it’s like I go to the salon. There’s so much more shine to my hair and it’s become so much easier to style. The smell is amazing and stays in your hair for days keeping you feeling fresh longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "After using this product for the past week I’ve had much less frizz throughout my hair. It has also helped in defining my waves as I have a combination of wavy and curly hair. The scent is also really nice and lasts till the next use."
		},
		{
			"review_title": "A must have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This shampoo is now going to be a staple in my routine . It was so cleansing but still very moisturizing. I thoroughly enjoyed how this shampoo made my curls feel . They felt so rejuvenated and alive after ."
		},
		{
			"review_title": "Great for curly girlies!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Very luxurious shampoo with a scent that isn't overpowering. It makes me smell light and fresh after the shower and makes my curls defined with enough moisture to feel bouncy and not weighed down. Great product!"
		},
		{
			"review_title": "Curly hair girls!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I love this shampoo, there's not many negatives thing's to say about it, I do wish it lathered a bit more as I feel like I had to use quite a bit, but the smell is absolutely amazing and lasts for hours!! My hair didn't look any different after using it but the smell was great! I would highly recommend it for my curly hair girls!"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’ve used this product a few times and it’s been great so far. It smells amazing and left my hair feeling clean but not stripped"
		},
		{
			"review_title": "Left scalp clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The curl defining shampoo by Verb was like magic for my curly hair. My scalp felt super clean, and my hair moisturized and less frizzy. I love the scent it's a light citrus scent not overwhelming at all! From now on, I will be using this shampoo. I received this product in exchange for my honest review and will be recommending it to all my curly hair girlies!"
		},
		{
			"review_title": "I loved this curl shampoo from Verb!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The curl shampoo from Verb did a wonderful job to my hair. I like how it cleanse my hair without leaving any residue and I also like how it leave my hair so soft and reduce frizz. Moreover, the smell is phenomenal. This is my favorite shampoo from now on."
		},
		{
			"review_title": "now I do my routine with him",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "after 2 weeks I have been using it I love the shampoo😘Chanpooing Boucles, a sensitive shampoo that's gentle on your locks. Chanpooing Boucles is specially formulated to cater to your hair's unique needs. It's enriched with essential oils and natural ingredients, making it the ideal choice for those with sensitive scalps. So, why not give this sensitive shampoo a try? It's sure to leave your hair feeling clean, nourished, and oh-so-soft.🔥😻"
		},
		{
			"review_title": "LEAVES HAIR SUPER SOFT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "I tried the shampoo and conditioner this morning, and oh my god was it good 😂. It left my hair soft and silky, but not too soft, not too dry. I can tell I’m going to love using them. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This shampoo was great and left my hair feeling super soft and hydrating. I love that the smell was not overpowering and it left my curls looking great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I recently tried the Verb Curl Shampoo, and I’m really impressed with the results! As someone with wavy hair, I’m always on the lookout for products that enhance my natural texture, and this shampoo delivers. It has a lovely, light citrus scent that feels invigorating without being too strong.  The formula is gentle yet effective, thoroughly cleansing my hair without stripping away moisture. I noticed that my waves looked bouncier and more defined after using it, and my hair felt soft and manageable. I also appreciated that it didn’t leave any residue or greasiness, which is a big plus for my low-maintenance routine.  Overall, this shampoo is a fantastic addition to my hair care lineup. If you’re looking to enhance your waves and curls while keeping your hair clean and hydrated, I highly recommend giving it a try!"
		},
		{
			"review_title": "A mut have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received a sample of Verb Curl Defining Shampoo from Pinchme to try for free and my hair has never looked or felt better. It actually tames the frizz and leaves my hair soft, shiny and smooth. I would definitely recommend it."
		},
		{
			"review_title": "Great for my natural curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "I received this product as a free sample and I also have natural curly hair. I liked this product because it helped define my curls with less frizz"
		},
		{
			"review_title": "Definitely a buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This did wonders for my hair! I received this product as a free sample, smells pretty good and doesn't strip too much moisture from my hair. Helps keep my curls bouncy!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Received as part of a free sample from pinchme. Verb Curl Defining Shampoo just left my hair feeling dry compared to my regular shampoo, and I didn't notice any fiend to my curls, so much for curl defining."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have fine wavy hair and did notice some product build up and a crunchy feeling like it wasn't washed out. But if I rotate this shampoo with another shampoo the next time, it actually makes my hair look and feel better! Scent is citrusy and herbal! I got this free in exchange for honest reviews."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Verb Curl Shampoo gently cleanse and hydrate curls without weighing them down. Their nourishing formulas enhance curl definition, reduce frizz, and leave hair soft and bouncy. Ideal for maintaining healthy, well-defined curls."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "First the smell was really nice. After one use I could tell this product does a good job with detangling. After a couple of uses I notices that my curls were more defined. I have 4A to 4B type hair and I would recommend this product to others."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the shampoo. It didn't weight my hair down, smells super good, and cleaned my hair really well. There was no leftover residue and left my hair soft. It was lightweight and smoothed down my curls."
		},
		{
			"review_title": "Love this stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Very hydrating and moisturizing. This smells like oranges which is pleasant throughout the day and helps to lock in my curl pattern."
		},
		{
			"review_title": "Best shampoo for curls!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Honestly was really surprised at how well this worked! It not only defines curls but it also improves the health of your hair! Will definitely continue to purchase!"
		},
		{
			"review_title": "Quality Shampoo!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love haircare products that increase the overall hydration level of my hair. This product definitely does that!! So far, I do not have anything negative to say about this shampoo. I love the fact that it works well for all curl types including 4A hair. While washing my hair, I could immediately tell that I liked the product, because it was helping to smooth and detangle my hair. I received this product for free from PinchMe in exchange for my honest review."
		},
		{
			"review_title": "curls are sp soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've had this product for a couple of weeks now from Pinch and wanted to give it some time until I gave it a review. It's very good for curly hair! My niece has curly hair and her hair turned out so much better than her other stuff. It does smell like citrus/oranges but I don't mind because I like it. This is great, coming from a hairdresser!"
		},
		{
			"review_title": "Curl Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I received the Verb Curl Shampoo for free in exchange for my honest review. I love how defined and soft my curls are after. You can feel the difference after the first wash. This formula leaves my hair soft without that harsh stripping feel ing that other products do. I love it and will continue to use and buy it."
		},
		{
			"review_title": "ok shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received a free sample of this shampoo in exchange for my review.  I have been using this shampoo for a couple of weeks, and honestly don't notice much of a difference.  It has a nice smell and texture."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have wavy, frizzy hair that really needs a good shampoo and conditioner. I have never used VERB before but had heard good things. My hair is smooth and shiny after using this I am a fan and look forward to trying more VERB products. This shampoo and conditioner set has the most wonderful mild, creamy citrus smell. The shampoo takes a bit to lather up. but I found that it gave me enough suds and left my hair feeling very soft and conditioned. My hair loves it and I'm very happy with the results."
		},
		{
			"review_title": "Thick, rich, and lathers up well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I received a free sample of this shampoo from Pinch Me. I have been using it for 2 weeks. I like that it's very thick and rich and lathers up well. I can't tell any difference with my wavy and curly hair, but I will continue to use the rest of the bottle."
		},
		{
			"review_title": "Not for ethnic hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Good for cleaning but not made for kinky hair, sorry. Leaves hair dry and tangled."
		},
		{
			"review_title": "Made my hair fall out!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I have roughly 2c/3a hair and wanted to try a new curl shampoo, but for the last month of usage, my hair has been falling out like crazy!! I do not recommend this at all."
		},
		{
			"review_title": "Best for finer curly hair textures",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received a free sample of this shampoo and the conditioner. I have thick 4c natural hair and sadly it didn’t work the best for my hair, but my husband who has curly Caucasian hair it works great! Very moisturizing and kept his hair feeling so soft!"
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This product is absolutely amazing. I was so pleasantly surprised when trying it. I received it as a free sample, and couldn't be more pleased about the results. I have wavy / curly hair and the shampoo left it feeling full of life moisturized and shining. It didn't get tangled in my hair when I was washing it like some shampoos do with curly hair. I highly recommend you give this product a try."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The product  smelled great and left my hair looking and feeling wonderful  ! I would highly recommend! I recoeved product  as a free sample and have never been more greatful."
		},
		{
			"review_title": "A Journey from Straight to Curly Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I'm a big fan of this shampoo! First, it has a very pleasant scent. Second, it does what it promises to do. Third, it leaves your hair feeling amazing. Fourth, once opened, it's good for a year. A little bit about me: I grew up with stick straight hair that wouldn't hold a curl no matter what I did. Fast forward and now, at age 41, the texture of my hair is completely changing. I'm now learning my best how to properly handle curly hair. Having the boost from Verb's products has been immensely helpful and I completely recommend giving them a try!"
		},
		{
			"review_title": "A Must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
			"review_text": "I received Verb® Curl Shampoo + Conditioner as a sample to try and to give my opinion.  I simply loved this product.  It left my hair feeling healthier, I will definitely purchase this item in the future."
		},
		{
			"review_title": "A pleasant surprise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Wow! That’s how feel about the Verb Curl Defining Shampoo! I’m always hesitant to try new hair products just due to the fact that if my hair doesn’t respond well to the product, I’m stuck looking crazy all day! But this shampoo truly surprised me. My hair didn’t get matted up like it normally does with shampoos. My curls were hydrated and clean!"
		},
		{
			"review_title": "Must Try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I didn't know what to expect from this large orange and white bottle. I found this product to be the product I've been looking for. it leaves my hair silky fresh and without any keratin, soy hair isn't mysteriously straighter in some places than others. The scent isn't bad but is not super strong."
		},
		{
			"review_title": "Cleans your hair without stripping it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest opinion and so here's what I thought the curl aspect for me didn't really work out but it worked really well my daughter's hair and the same thing with the conditioner and I noticed that with the shampoo when you rinse it out your hair does not feel like stripped and dry and like squeaky I don't like that feeling in my hair and I do love that it has the castor oil I'm really trying to use more of the Castrol right now in all of my beauty routines and Skin Care. But I would definitely recommend this and I would buy it for my daughter it smelled really really good I liked the bottles a lot because I drop my bottles in the shower a lot and they break but this one was really nice and flexible like almost like a harder silicone but I did like the product and I liked that it worked quickly but that it kept working for the detangling"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for my honest review. I love the scent. I use this and the conditioner together for myself and my son and our hair feels amazing. Hydrated and less frizzy."
		},
		{
			"review_title": "So unique and charming",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This product is definitely different and unique. For being a mixed race person, my hair has been difficult. But now that I have used this lovely scented product, my hair is easier to deal with. I would surely buy this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "First, I received this product for free in exchange for my honest review. I really enjoyed this shampoo. The bottle it came in is flexible and easy to squeeze the shampoo out and it comes out in the right amount. It lathers really well. It left my hair clean and beautiful. I would recommend this to others. Lastly, it smells great!"
		},
		{
			"review_title": "Great Shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I recieved the Verb Curl Defining Shampoo from PINCHme for my honest opinion about it and I love it! My daughter and I both have wavey hair that frizzes and tangles very easily and we've had a hard time finding a Shampoo that works well for us. But this one works great! After using it for a little over a week I've noticed way less frizz and my hair is way easier to detangle. I've also noticed that my hair has way more curl to it and they're way more defined. I'll definitely continue to use this Shampoo and keep purchasing it. I've also been telling everyone about how great it is."
		},
		{
			"review_title": "Decent product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I like this product. It has a nice gentle scent (reminds me of Johnson and Johnson baby shampoo). My only complaint is I wish it had a bit better frizz control in humidity."
		},
		{
			"review_title": "My New Shampoo!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After using this product past few weeks I am pleased with the results. My hair looks and smells amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received this product for free and I was pleasantly surprised. The shampoo has a light lather with a nice scent.  It was an added plus that it made my wavy hair smoother and shinier. I prefer easy to apply products and this product fits the criteria. I am really loving the results so far!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have enjoyed using this shampoo. It creates a rich lather yet rinses cleanly. I don't necessarily like the floral frangrance but it is a light scent that doesn't overwhelm. I would recommend this product to someone with wavy hair."
		},
		{
			"review_title": "Perfect for enhancing waves",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "We received a free sample in exchange for an honest review. We really both liked this product, my daughter and I. We have wavy hair and we were skeptical at first that it would actually bring out our waves, but it did. It smells good and makes your hair feel good, so we will definitely purchase this in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The citrusy smell of this shampoo is amazing. It cleaned my curls perfectly, and made them soft and bouncy. I was really impressed! I highly recommend!"
		},
		{
			"review_title": "Good for the Curls!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I am always skeptical of trying new hair products once I have found something that works for me; however, I am glad that I took the time to try this out. I have a combination of wavy and curly hair that I have been actively trying to tame and take care of, as of late. It was a hydrating experience, and I feel I can definitely see an improvement in the quality of my hair."
		},
		{
			"review_title": "Super moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This curl shampoo smells soooo good! It smells like a citrus! Ontop of that I really enjoy using this! It cleans my scalp well and I feel as though my curls look great after I use it. My curls didn’t have as much frizz as I typically do when I use this but it also made my hair feel moisturized!"
		},
		{
			"review_title": "Good for wavy, fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "Overall, I really liked this shampoo. Very easy to get a good lather and a good consistency for spreading through the hair and scalp evenly. This may be too clarifying/stripping for hair that needs a gentler shampoo (or co-wash), but it was great for my fine, wavy hair.  I did not have any issues with frizz or dryness after using this shampoo and corresponding conditioner, but I also did not find the combo to help define my waves aside from reducing frizz. My hair does feel extremely soft with this combo, and I think a little styler product would make my waves more defined. Usually I prefer unscented products, but the scent in this product seemed nice and subtle. It reminded me of the kind of smell hair products might have in a high end salon. Very light citrus, floral, clean scent."
		},
		{
			"review_title": "A must have for my curls!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this shampoo!!! It suds up really well and makes your hair feel so soft and makes your curls look so pretty. The smell is amazing and I will definitely be recommending this to my fellow curly girls."
		},
		{
			"review_title": "Perfect tor wavy curly hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have been very impressed with the verb curl shampoo. I have wavy hair that is down past my waist. The shorter my hair is, the more curly my hair is, but the length weighs down my curls. This has a fresh, clean scent that is not overpowering. It lathers well considering it is sulfate free. I feel that this shampoo is a deep cleanse without drying out my hair. I do not notice any frizz or breakage after washing. It does not weigh down my hair or make it look greasy or oily. After using the shampoo and conditioner set, I feel that my hair is more manageable with fewer tangles and flyaways. My hair feels luxurious and thick. I feel that I can go between washes longer than the other shampoo I was using. I think this shampoo is at a relatively affordable price for quality. I will definitely repurchase a bottle as soon as this runs out. I highly recommend it, especially if you have curly or wavy hair. I received this product in exchange for an honest review."
		},
		{
			"review_title": "Nice shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I recently received a Full Size bottle of this from @pinchme in order to leave my review. I have thin, fine naturally wavy hair that frizzes very badly. This shampoo left my hair moisturized and feeling great. Would definitely recommend"
		},
		{
			"review_title": "good for buildup.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "To me this is a deep cleansing shampoo. I wash my hair daily and it is a bit stripping. leaves my hair a bit tangly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "The curls are back in town! I received this as a sample and absolutely loved it. My curls were suffering from heat damage so I need a good pick me up and this of course did what it was supposed to do!"
		},
		{
			"review_title": "Good shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This shampoo actually works  and I love it it smells really good great texture I left my hair feeling very soft bouncy healthy love it"
		},
		{
			"review_title": "A new shower staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This Verb Curl Defining Shampoo smells and performs amazing! This shampoo lathers amazingly and gets in every crevice of your scalp. It moisturizes and hydrates your hair and gets rid of any lingering buildup. After using this in my routine for the past few weeks, it has become a new staple! Thank you for this product, Verb!!"
		},
		{
			"review_title": "Curls look more defined",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I recently received a free bottle of Verb Curl Shampoo in exchange for my honest review, and I must say, I’m quite impressed. The shampoo has a pleasant, light scent and a rich, creamy texture that lathers beautifully without leaving my curls feeling stripped or dry. After a few uses, I noticed my curls looking more defined and feeling softer to the touch. It’s gentle yet effective at cleansing, removing buildup without compromising moisture. Plus, it’s free from harsh sulfates, which is a huge plus for curly hair. Overall, I’m very pleased with the results and would recommend it to anyone looking to enhance their natural curls."
		},
		{
			"review_title": "Best curl friendly shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love using Verb's Curl Defining Shampoo! It's hydrating, helps frizz (actually does!), and is extremely curl friendly. The Verb shampoo is for thin, thick and in-between hair types. The smell is subtle yet amazing! It lathers perfectly. Overall, I think it's the best curl enhancing shampoo!  I did receive this product in exchange for my honest opinion."
		},
		{
			"review_title": "Yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Did an amazing job cleaning my curly hair without stripping it of moisture. It did not sudds up very much but that's ok for me. It still left my hair feeling light and bouncy!!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this shampoo and conditioner. Made my hair soft smooth and my curls look great will definitely purchase and recommend to others"
		},
		{
			"review_title": "Great find",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Medium skin tone, Normal skin",
			"review_text": "I was given this product as a trial and fell in love. I have well water and this fixed the brassy film on my hair. My hair was is so hydrated."
		},
		{
			"review_title": "Great shampoo!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "This shampoo was great. It smells great and lathers well. My hair did not feel as brittle as it does with other shampoos. I used in combination with the conditioner and loved them both. My hair felt great."
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I really like this shampoo. It lathers and rinses well. And I love the scent. I didn't notice that much of a difference with my curls. But overall a great product."
		},
		{
			"review_title": "Great find!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The Verb Curl shampoo is a great find, I received this as part of a review and to my surprise it works wonders for my coily damaged hair. My hair is damaged from coloring, being out in the sun and genetics. This shampoos leaves my hair clean and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This product has changed up my hair in just a few uses. I was having issues with my last routine causing a reaction on my scalp and it cleared right up after I switched to the Verb. the smell is great, the formula is moisturing, I can detangle in the shower without losing too much hair and the curls are defined."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received the shampoo and conditioner. I have 3b/3c curls. This shampoo is great for my hair type because it's free of parabens and harmful sulfates. Using this my scalp felt clean. My hair felt softer after using the shampoo and conditioner."
		},
		{
			"review_title": "Best shampoo for curly hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received a free full size Verb shampoo and conditioner in exchange for my honest review. This shampoo and conditioner did wonders for my curls! Great curl definition and all but totally eliminated the frizz!! Score!! Also has a great scent and left my curls soft. Will definitely be a staple in my hair care routine."
		},
		{
			"review_title": "LOVED IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received this this product for free in exchange for a review - and i was PUMPED to get this set (also got the conditioner) they were great for my curly hair, and the shampoo seemed to help detangle from the start - still always need conditioner to work through the tangles that I often wrestle with for a while, but needed way less than usual!. Hair was soft, shiny and not frizzy after use and lasted for a few days!"
		},
		{
			"review_title": "Curls Curls Curls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "My hair was left extremely hydrated after using this shampoo & Conditioner system. My curls were easier to style and had more definition. Great for curly/wavy hair."
		},
		{
			"review_title": "Better waves",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Good to use with Verb Curl Conditioner for better waves. Really like the fresh, orange scent. It does help with frizz too."
		},
		{
			"review_title": "Hydrating Curl Shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a very hydrating curl shampoo that doesn't leave my curls frizzy.  It smells great."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "The first use made me fall in love with this shampoo! The scent is one of my favorites I’ve found and really smells like luxury! The only con is it’s a little thick, easier to use when you mix in your hands with a splash of water!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I fell in love with this product the first time I used it. I got a free bottle from pinchme."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This shampoo left my hair feeling soft and rejuvenated. I also enjoy the scent."
		}
	]
}