{
	"product_id": "1290",
	"name": "10% Azelaic Booster for Redness Relief ",
	"brand": "Paula's Choice",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 55.0,
	"about": "What it is: A potent azelaic-and-salicylic-acid cream that dramatically and visibly clarifies uneven skin tone, fades acne marks, and reduces the look of redness...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Redness, Uneven Texture, and Acne and Blemishes..Formulation: Lightweight Cream..Highlighted Ingredients:- Azelaic Acid 10%: Visibly clarifies uneven skin tone and fades dark spots and post-acne marks..- Salicylic Acid (BHA) 0.5%: Unclogs pores while smoothing the look of rough, bumpy texture..- Licorice Root Extract: Visibly soothes, brightens, and eases redness...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Powered by a potent blend of azelaic acid, salicylic acid (BHA) and visibly brightening botanicals, this multitasking formula combats the look of redness and soothes skin while fading the appearance of post-acne marks and dark spots. Ongoing use can visibly diminish bumps and blemishes.                        ",
	"ingredients": "-Azelaic Acid 10%: Visibly clarifies uneven skin tone and brightens dark spots..-Salicylic Acid (BHA) 0.5%: Unclogs pores while smoothing the look of rough, bumpy texture..-Licorice Root Extract: Visibly soothes, brightens, and eases redness...Water/Aqua/Eau, Azelaic Acid, C12-15 Alkyl Benzoate, Caprylic/Capric Triglyceride, Methyl Glucose Sesquistearate, Glycerine, Cetearyl Alcohol, Glyceryl Stearate, Dimethicone, Salicylic Acid, Adenosine, Glycyrrhiza Glabra (Licorice) Root Extract, Boerhavia Diffusa Root Extract, Allantoin, Bisabolol, Cyclopentasiloxane, Xanthan Gum, Sclerotium Gum, Propanediol, Butylene Glycol, Phenoxyethanol.",
	"how_to_use": "Suggested Usage:.-Apply once or twice daily, after cleansing, toning, and exfoliating..-Wear alone or mix with your favorite serum or nighttime moisturizer..-For daytime wear, always finish with SPF 30+....Recycling Instructions:.Recycle Paula's Choice products through TerraCycle.",
	"num_reviews": 134,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/paulas-choice-10-azelaic-acid-P510099?skuId=2744498&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2744498-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2744498-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "A must have if you have perioral dermatitis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This stuff is amazing for anyone who suffers from perioral dermatitis. I got diagnosed with it couple of months ago. I didn't have it before but now I am not able to have fluoride. Went with Fluoride free toothpaste. This product got rid of my scabs and lighten the scars. I am on prescription doxycycline and along with this product, and together you will be able to heal it faster if your skin approves. I used it day/night for week and half."
		},
		{
			"review_title": "Only thing that’s worked to clear my chin acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I bought this product as I had heard it was good for hormonal acne and wow it did its thing. I also suffer from some pretty bad chin acne due to my boyfriend’s beard and it has cleared all that up including the dark spots left over. Super light and not overly drying, it goes on nice and dries down quickly. Will definitely be repurchasing."
		},
		{
			"review_title": "Not impressed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dark skin tone, Combination skin",
			"review_text": "I have been struggling with acne for quite sometimes, I was told this would help fade my acne but so far nothing. I would not buy again."
		},
		{
			"review_title": "Don't need, skip this one",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I read how effective azelaic acid can be for fading spots and marks and I had high hopes for this one. I do think it's a little soothing but im almost done the whole thing and see no difference in past acne scars and brown sun spots. For the price I think I will go back to vit c"
		},
		{
			"review_title": "Now an absolute staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm 35 and finally acne isn't a big concern, but this is amazing for acne scars and redness!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I've almost fully used this and have found no positive change whatsoever. It has done nothing to reduce/control redness and I don't think it does anything to control breakouts."
		},
		{
			"review_title": "A must have if you have perioral dermatitis",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This stuff is amazing for anyone who suffers from perioral dermatitis. I got diagnosed with it couple of months ago. I didn't have it before but now I am not able to have fluoride. Went with Fluoride free toothpaste. This product got rid of my scabs and lighten the scars. I am on prescription doxycycline and along with this product, and together you will be able to heal it faster if your skin approves. I used it day/night for week and half."
		}
	]
}