{
	"product_id": "1749",
	"name": "Eye Want You Lengthening + Volumizing Clean Mascara",
	"brand": "Westman Atelier",
	"categories": "Makeup, Eye, Mascara",
	"price": 62.0,
	"about": "What it is:An endlessly buildable mascara that lengthens, defines, and volumizes for a natural-to-bold lash, with a clean, pigment-rich, and flake-free formula..Formulation Type:Volumizing, Curling.Highlighted Ingredients:- Carnuaba and Candelilla Wax Blend: Ultra-creamy texture for maximum build..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:Ultraclean, safe ingredients for the delicate eye area. A plant-based wax blend delivers nourishing length and volume without clumping, flaking, or transferring. Go natural to bold—in just a few swipes—with an hourglass-shaped brush crafted from plant-based filament to catch every last lash.",
	"ingredients": "WATER (AQUA) EUPHORBIA CERIFERA (CANDELILLA) WAX [EUPHORBIA CERIFERA CERA] BUTYROSPERMUM PARKII (SHEA) BUTTER [BUTYROSPERMUM PARKII BUTTER] POLYGLYCERYL-6 DISTEARATE DIMER DILINOLEYL DIMER DILINOLEATE COPERNICIA CERIFERA (CARNAUBA) WAX [COPERNICIA CERIFERA WAX] GLYCERIN POLYGLYCERYL-10 MYRISTATE CETYL ALCOHOL GLYCERYL CAPRYLATE LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE XANTHAN GUM ARGININE PHENETHYL ALCOHOL IRON OXIDES (CI 77499)....	...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Gucci Westman’s tip: ."One swipe is all I need for a natural look. It’s done, but not too done. I like to work the wand from side to side as I move toward the tips to catch every little lash. Then for an evening look, I’ll push the length and thickness with a few more layers."..-Hold the brush horizontally at the base of the lashes and use a slight side-to-side wiggling motion to build thickness and volume..-Washes off effortlessly with mild soap and water.",
	"num_reviews": 406,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/eye-want-you-lengthening-volumizing-clean-mascara-P508542?skuId=2699205&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2699205-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Clean Black",
			"shade_descriptor": "black",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2699205-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Le Brun Clean",
			"shade_descriptor": "brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2699213-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Clean Black - black",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Glossy separates well looks natural not clumpy at all"
		}
	]
}