{
	"product_id": "1361",
	"name": "Brow Sculpt Shape and Hold Gel with Lamination Effect",
	"brand": "REFY",
	"categories": "Makeup, Eye, Eyebrow",
	"price": 32.5,
	"about": "What it is:A brow wax-gel hybrid featuring a double-ended brush applicator that sculpts, shapes, and sets hairs in place to create the perfect brow..Highlighted Ingredients:- Tocopheryl Acetate: Provides antioxidants and moisturizes..Ingredient Callouts:Free of parabens and cruelty-free..What Else You Need to Know:The perfect balance between a wax and a gel, this unique formula is soft and easy to apply while keeping brow hairs firmly in place. The double-ended brush allows you to comb and shape your brows for a subtle everyday look, or brush and set for a fuller, prominent brow.",
	"ingredients": "-Tocopheryl Acetate: Provides antioxidants and moisturizes. ..Aqua, Acrylates Copolymer, Paraffin, Glycerin, Butylene Glycol, Cera Microcristallina, Stearic Acid, Dimethicone, Mineral Oil (paraffinum liquidum), Euphorbia Cerifera (candelilla) wax, Cetearyl Alcohol, Cetyl Alcohol, Phenoxyethanol, Copernicia Cerifera (Carnauba) Wax, Polysorbate 80, Triethanolamine,  Xanthan Gum, Tocopheryl Acetate, Hydroxypropylmethylcellulose , Disodium Edta.",
	"how_to_use": "Suggested Usage:.-Apply a small amount of product onto your brows..-Screw the applicator back in after use and lift up the lid of the packaging to reveal the comb and brush..-Use the comb to sculpt the brows into shape..-Gently press down with the brush to set hairs in place.",
	"num_reviews": 1314,
	"overall_rating": 3.5,
	"product_url": "https://www.sephora.com/ca/en/product/refy-beauty-brow-sculpt-P473120?skuId=2466191&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2466191-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.28 oz/ 8.5 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2466191-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "If I knew how to do half stars, this would be a 4.5 out of 5. Got this because Whitney Simmons recommended and I would totally repurchase. As a laminated brow lover this gives a great hold ! I have long days and can extend to gym time and the brows are intact. You have to use quite a bit and go against the hair growth to really lock the product in. I give it points off because it does dry white and flake."
		}
	]
}