{
    "product_id": "739",
    "name": "HYDRATE + PURIFY PORES Bestseller Minis Set",
    "brand": "innisfree",
    "categories": "Skincare, Value & Gift Sets",
    "price": 25.0,
    "about": "What it is:u00a0A set of three travel-friendly cult favorites to resurface, purify pores, and deeply hydrate wherever you go...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Pores, Dryness, and Uneven Texture..Highlighted Ingredients:- Green Tea Water and Encapsulated Hyaluronic Acid: Deliver higher levels of hydration than hyaluronic acid alone..- Green Tea Seed Oil, Squalane, and Ceramide: Hydrate and fortify skinu2019s moisture barrier..- Volcanic Clusters: Absorb excess sebum...Ingredient Callouts: These products cruelty-free...What Else You Need to Know: This set includes the Green Tea Seed Hyaluronic Serum and the Green Tea Seed Hyaluronic Cream that hydrate while nourishing your moisture barrier, plus a deluxe size of the bestselling Super Volcanic Clay Mask to purify pores, even on the go...This Set Contains:- 1 oz/ 30 mL Green Tea Seed Hyaluronic Serum.- 0.67 oz/ 20 mL Green Tea Seed Hyaluronic Cream.- 0.67 oz/ 20 mL Super Volcanic Pore Clay Mask..Clinical Results: Based on a 1-week clinical study on 30 women ages 23 to 48 using Green Tea Seed Hyaluronic Serum:.- 71% increase in hydration level immediately after use..Based on a 1-week clinical study on 31 women ages 20 to 49 using Green Tea Seed Hyaluronic Cream:.- 113% improved moisture barrier immediately after use..Based on a 1-day clinical study on 32 women ages 21 to 35 using Super Volcanic Pore Clay Mask:.- 100% showed visible improvements in pore size, skin texture, and smoothness after 1 use..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Green Tea Water and Encapsulated Hyaluronic Acid: Deliver higher levels of hydration than hyaluronic acid alone..-Green Tea Seed Oil, Squalane, and Ceramide: Hydrate and fortify skinu2019s moisture barrier..-Volcanic Clusters: Absorb excess sebum....Green Tea Seed Hyaluronic Serum:.Water/Aqua/Eau, Propanediol, Glycerin, 1,2-Hexanediol, Niacinamide, Betaine, Saccharide Isomerate, Camellia Sinensis Seed Oil, Xylitol, Cetearyl Olivate, Hydrogenated Lecithin, Butylene Glycol, Sorbitan Olivate, Lactobacillus Ferment Lysate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Squalane, Panthenol, Allantoin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Tromethamine, Ethylhexylglycerin, Ceratonia Siliqua (Carob) Gum, Sodium Metaphosphate, Camellia Sinensis Leaf Extract, Dipotassium Glycyrrhizate, Sodium Hyaluronate, Hyaluronic Acid, Dextrin, Theobroma Cacao (Cocoa) Extract, 3-O-Ethyl Ascorbic Acid, Sorbitan Isostearate, Sodium Citrate, Citric Acid, Glyceryl Oleate, Tocopherol, Lecithin, Sucrose, Lauryl Glucoside, Polyglyceryl-6 Laurate, Myristyl Glucoside, Xanthan Gum, Lactic Acid, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Sodium Acetylated Hyaluronate....Green Tea Seed Hyaluronic Cream:.Water/Aqua/Eau, Propanediol, Glycerin, Stearyl Dimethicone, Methyl Trimethicone, Pentaerythrityl Tetraethylhexanoate, Butylene Glycol Dicaprylate/Dicaprate, Glyceryl Polymethacrylate, 1,2-Hexanediol, Polymethylsilsesquioxane, Squalane, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyglyceryl-3 Methylglucose Distearate, Carbomer, Hydrogenated Lecithin, Cholesterol, Glyceryl Stearate, Tromethamine, Sodium Stearoyl Glutamate, Lactobacillus Ferment Lysate, Hyaluronic Acid, Panthenol, Allantoin, Sodium Metaphosphate, Camellia Sinensis Seed Oil, Cetearyl Alcohol, Xanthan Gum, Glyceryl Caprylate, Butylene Glycol, Ethylhexylglycerin, Sorbitan Isostearate, Sodium Hyaluronate, Camellia Sinensis Leaf Extract, Madecassoside, Lactic Acid, Dextrin, Theobroma Cacao (Cocoa) Extract, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Camellia Sinensis Seed Extract, Ceramide Np, Tocopherol, Phytosphingosine, Sodium Acetylated Hyaluronate....Super Volcanic Pore Clay Mask:.Water/Aqua/Eau, Butylene Glycol, Titanium Dioxide (CI 77891), Silica, Glycerin, Trehalose, Volcanic Ash, Caprylic/Capric Triglyceride, Polyvinyl Alcohol, Bentonite, Kaolin, Glyceryl Stearate, Cetearyl Alcohol, PVP, 1,2-Hexanediol, PEG-100 Stearate, Polysorbate 60, Palmitic Acid, Stearic Acid, Iron Oxides (CI 77499), Hydrogenated Vegetable Oil, Xanthan Gum, Juglans Regia (Walnut) Shell Powder, Sorbitan Stearate, Zea Mays (Corn) Starch, Polyacrylate-13, Polysorbate 20, Iron Oxides (CI 77492), Mannitol, Microcrystalline Cellulose, Sodium Metaphosphate, Lactic Acid, Lactic Acid/Glycolic Acid Copolymer, Polyisobutene, Iron Oxides (CI 77491), Menthoxypropanediol, Tetrasodium Pyrophosphate, Ethylhexylglycerin, Sorbitan Isostearate, Polyquaternium-10, Lecithin, Tocopherol....The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Super Volcanic Pore Clay Mask:.-Apply desired amount to your entire face or to specific areas of concern..-Leave on for 10 minutes or until dry..-Gently rinse by massaging in circular motions with lukewarm water..-Follow with Green Tea foam cleanser, toner, serum, and cream..-Use one to two times a week....Green Tea Hyaluronic Acid Serum:.-After cleansing and toner, smooth two to three pumps evenly onto your entire face and neck..-Gently pat in for better absorption..-Use morning and evening....Green Tea Hyaluronic Acid Cream:.-After applying serum, smooth a dime-size amount onto your face and neck..-Gently pat in for better absorption..-Use morning and evening.",
    "num_reviews": 4,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/innisfree-hydrate-purify-pores-bestseller-minis-set-P511465?skuId=2782332&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2782332-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The serum is lightweight, gives a beautiful glow, and provides intense hydrationu2014perfect for daily use. The cream complements it perfectly, locking in moisture without feeling greasy. Together, theyu2019re a dream duo for glowing, hydrated skin.  The Super Volcanic Pore Clay Mask is a must-have for deep cleansing. It makes my skin feel fresh and smooth without over-drying."
        },
        {
            "review_title": "love it! but the serum packaging is bothersome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "the cream is amazing, its super lightweight and doesnt leave a residue like most brands ive tried. The mask left my skin feeling amazing. The serum is also as good as the others BUT the only downside is that it is kind of hard to use because of the way the packaging is made, i can never seem to get the right amount out. it either pools out or barely leaves a drop!"
        },
        {
            "review_title": "Great products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love these products. Decided to try this set out before committing to these products and I definitely would repurchase them again. Especially the clay mask. I have somewhat sensitive skin and these work great for me and my skin. Very gentle and soothing"
        },
        {
            "review_title": "Parfait!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super quantitu00e9 pour essayer les produits! Ju2019ai une peau su00e8che et ju2019ai quelques boutons hormonaux et ju2019adore la cru00e8me hydratante! Elle hydrate, elle est riche et est parfaite sous le maquillage!"
        }
    ]
}