{
    "product_id": "1757",
    "name": "Youth Stacksu2122: Brighter Tomorrow Duo for Dullness",
    "brand": "Youth To The People",
    "categories": "Skincare, Value & Gift Sets",
    "price": 38.0,
    "about": "What it is:A travel-size duo featuring a brightening vitamin C serum and a deeply hydrating night mask for visibly glowing, energized, and even skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dullness, Uneven Texture, and Puffiness.Highlighted Ingredients:- Vitamin C: Brightens to reduce the look of hyperpigmentation and firm the look of skin..Ingredient Callouts:These products are vegan, cruelty-free, and come in recyclable packaging..What Else You Need to Know:This set includes the 15% Vitamin C + Caffeine Energy Serum which helps visibly reduce hyperpigmentation and morning puffiness while the Superberry Dream Mask helps replenish hydration and boost radiance overnight..This Set Contains:- 0.27 oz/ 8mL 15% Vitamin C + Caffeine Energy Serum",
    "ingredients": "-Vitamin C: Brightens to reduce the look of hyperpigmentation and firm the look of skin..-Superberry Blend: Antioxidant-rich, rare superberries hydrate and help combat free radicals..-Squalane and Hyaluronic Acid: Boost skin hydration without the risk of clogged pores...15% Vitamin C + Caffeine Energy Serum:.Water/Aqua/Eau, 3-O-Ethyl Ascorbic Acid (Vitamin C), Tetrahexyldecyl Ascorbate (Vitamin C), Propanediol, Glycerin, Pentylene Glycol, Sodium Citrate, Squalane, Triethyl Citrate, Gluconolactone, Citric Acid, Polyhydroxystearic Acid, Polyglyceryl-6 Polyricinoleate, Xanthan Gum, Sodium Hyaluronate, Caffeine, Magnesium Ascorbyl Phosphate (Vitamin C), Sodium Stearoyl Glutamate, Sodium Benzoate, Lauroyl Lysine, Passiflora Edulis (Passionfruit) Extract, Sclerotium Gum, Lecithin, Ilex Guayusa Leaf Extract, Ilex Paraguariensis (Yerba Mate) Leaf Extract, Pullulan, Mannitol, Hylocereus Undatus (Dragon) Fruit Extract, Zingiber Officinale (Ginger) Root Oil, Calcium Gluconate, Silica, Potassium Sorbate, Phenoxyethanol, Ergothioneine...Superberry Hydrate + Glow Dream Mask:.Water/Aqua/Eau, Glycerin, Helianthus Annuus (Sunflower) Seed Oil, Isopropyl Myristate, Glyceryl Stearate, Betaine, Cetyl Alcohol, Stearic Acid, Tetrahexyldecyl Ascorbate (Vitamin C), Opuntia Tuna (Prickly Pear) Flower/Stem Extract, Euterpe Oleracea (Au00e7au00ed) Fruit Extract, Lycium Barbarum (Goji) Fruit Extract, Aristotelia Chilensis (Maqui) Fruit Extract, Moringa Oleifera Leaf Extract, Glyceryl Stearate Citrate, Tocopheryl Acetate (Vitamin E), Glyceryl Laurate, Squalane, Carbomer, Hyaluronic Acid, Allantoin, Panthenol (Vitamin B5), Ethylhexylglycerin, Xanthan Gum, Phenoxyethanol, Riboflavin (Vitamin B2), Triethyl Citrate, Citrus Aurantium Dulcis Peel Oil, Gamma-Undecalactone, Gamma-Decalactone, Tocopherol, Limonene......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.15% Vitamin C + Caffeine Energy Serum:.-In the morning, apply two to three pumps to cleansed face and neck..-Follow with moisturizer. ..Superberry Hydrate + Glow Dream Mask: .-At night, apply an even layer to freshly cleansed skin..-Use alone or as the last step in your usual night routine..-Leave on overnight..-For best results, use nightly..-In the AM, follow with your regular cleansing routine...Recycling Instructions:.-Take the cap off and dispose into its proper container. .-You can check your local recycling authority's guidelines to make sure you use the correct one.-Wash the glass jar thoroughly in hot soapy water, rinse, then dry. .-Place in your recycling bin and voila, your glass jar can now be infinitely recycled.",
    "num_reviews": 26,
    "overall_rating": -1,
    "product_url": "https://www.sephora.com/ca/en/product/youth-to-the-people-youth-stacks-tm-brighter-tomorrow-duo-for-dullness-P502978?skuId=2623189&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2623189-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Mask was dried out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Face mask was dry when I opened the package. I will be returning this product."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this as a gift and the dream Mask was dried up, Iu2019m very sad since this is one of my favorite."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "I like the brand thats why i wanted to try the vitamine c + caffeine serum. Bought the sample size the regular bottle is expensive. Unfortunately i didnt see any change for me but didnt have any issues with both product."
        },
        {
            "review_title": "You canu2019t miss with this brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "If you are trying out this brand and or look for a good deal I recommend this set! Both work wonders and my skin has never felt better."
        },
        {
            "review_title": "My Morning Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received the sample size as a Birthday gift and have been purchasing it ever since then. My face was visibly brighter after using it every morning for about a week."
        },
        {
            "review_title": "I wanted to love it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love Youth to the people products especially their cleanser, so I had high hopes for this product. Unfortunately it was a disappointment, it made me breakout after every use :(it also made my face really red and irritated after each use. Will be returning"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The vitamin and caffeine serum pills off my face. Iu2019ll rub my face and it will come off in small balls"
        },
        {
            "review_title": "50/50",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "The serum makes my face look a lot more firm and bright but the mask feels uncomfortable on my face at night and gets stuck in my hair, the overall texture of the mask feels like a breakout."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This product made me completely break out and my mom used it and her eyes are completely puffy and red and they burn this is the only item I have purchased from this company not re-purchasing"
        },
        {
            "review_title": "Oily, packaging sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The mask jar came half-empty and hardened. After I rubbed it in my palms to warm it up, it still felt and smelled like play-doh. Very oily product"
        },
        {
            "review_title": "Default batch half empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Received this product as a gift, it is clearly from a default batch, half empty and texture and color is weird... have not touched it but I'm very disapointed since I tried out this product last summer and eanted to use it again this winter..."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the caffeine serum and would buy the full size"
        },
        {
            "review_title": "Came back for more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I first tried the serum as a sample and loved how to felt on my skin. I asked for this set as a bday gift so I could try the night mask as well. I have really enjoyed using both! The night mask isnu2019t greasy and really does moisturize my skin. The sserum brightens my skin"
        },
        {
            "review_title": "EXPIRED!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been using YTTP for a few years exclusively. I love both of these products, but I purchased 3 of these in a row and had to keep returning because they were all expired and dried out. Probably a bad batch but still frustrating since I travel nd now canu2019t swap this out again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t feel that the vitamin C serum did anything for my skin (granted this is only a mini size so may have made a difference with prolonged use). The moisturizer is decent but a bit too greasy for my skin."
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Vitamin C serum didnu2019t give any results and moisturize stunk once on my skin for too long ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I just bought this stuff today for the dark circles and under eye bags I had Iu2019ve applied it once and literally I canu2019t even see them anymore I am beyond happy and will definitely be purchasing again in the future!"
        },
        {
            "review_title": "A must have in my routine!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "After using this product for the last two months I've noticed the hydration and glow in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s really good! Made my skin glowy and healthy. However, the serum full size is too pricey for me. Wasnu2019t able to purchase the full size."
        },
        {
            "review_title": "Bought small before committing! Iu2019ve now committed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I originally bought this great u2018trial sizeu2019 group to test out the dream mask and fell in love with the vitamin C/caffeine energy serum!! I have now bought both in their full size options! The smell delicious and feel great on my skin, trying to balance new dryness as I age and so far Iu2019m loving YTTP options!"
        },
        {
            "review_title": "Don't bother",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I bought this mainly for the eye serum. The cream mask looks weird and yellow not sure if that what it's supposed to look like. Also the box it came was falling apart."
        },
        {
            "review_title": "Made my skin glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this because I wanted to try out the vitamin C serum. I ended up trying the cream too. Now I am obsessed! I have sensitive skin and hormonal acne. I introduced both to my routine slowly (once a week, then twice a week and so on). After each use my skin is visibly glowy, looks brighter, healthier and moisturized. Next time I will buy both in full size."
        },
        {
            "review_title": "Good if you just want to test them out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I bought this duo because I wanted to try the vitamin C serum. I think it made me break out, my skin didnu2019t really love it. The moisturizer is super thick, and great every once in a while when my skin was super dry and flaky from that cold winter weather. Great if youu2019re looking to try these products out!"
        },
        {
            "review_title": "NOPE ):",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t like this, this made my skin break out BAD. Both did! I had really high hopes for these two ):"
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I loved it at first, it left my skin brighter and I just loved the results but then I started to break out on my forehead really bad. So I stopped using it. Maybe it was my skin type. Sucks because I was really liking the results."
        },
        {
            "review_title": "Un bon duo pour essayer les produits",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Ju2019adore particuliu00e8rement la cru00e8me ! Je lu2019ai achetu00e9 en gros format puisque je lu2019a trouve super hydratante ! Je nu2019ai pas eu la peau su00e8che de tout lu2019hiver alors que du2019habitude cu2019est un problu00e8me pour moi. Je nu2019ai pas vu de diffu00e9rence avec le su00e9rum par contre."
        }
    ]
}