{
    "product_id": "1551",
    "name": "Dream Lip Oil for Moisturizing Sheer Coverage",
    "brand": "Summer Fridays",
    "categories": "Makeup, Lip, Lip Oil",
    "price": 35.0,
    "about": "What it is: A plush lip oil that glides on like a dream to deliver high-shine tint and intense hydration...Formulation Type: Lip Oil..Benefits: Hydrating..Highlighted Ingredients:.- Vegan Oil Complex: Delivers a surge of intense moisture for softer, more supple lips..- Vitamin E: Works to protect, nourish, and soften dryness-prone lips...Ingredient Callouts: It is cruelty-free...What Else You Need to Know: This lip oil has a nonsticky formula that nourishes lips with a blend of nine moisturizing oils for long-lasting softness and shine...",
    "ingredients": "-Vegan Oil Complex: Delivers a surge of intense moisture for softer, more supple lips..-Vitamin E: Works to protect, nourish, and soften dryness-prone lips....Hydrogenated Polyisobutene, Hydrogenated Poly(C6-14 Olefin), Octyldodecanol, Ethylene/Propylene/Styrene Copolymer, Ricinus Communis (Castor) Seed Oil, Rosa Canina Fruit Oil, Butyrospermum Parkii (Shea) Oil, Persea Gratissima (Avocado) Oil, Prunus Armeniaca (Apricot) Kernel Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Squalane, Vitis Vinifera (Grape) Seed Oil, Rubus Idaeus (Raspberry) Seed Oil, Cocoyl Hydrolyzed Collagen, Tocopheryl Acetate, Tocopherol, Siraitia Grosvenorii Fruit Extract, Menthoxypropanediol, Caprylyl Glycol, Butylene/Ethylene/Styrene Copolymer, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, May Contain/Peut Contenir (+/-) Iron Oxides (CI 77491), Iron Oxides (CI 77492), Red 7 Lake (CI 15850), Titanium Dioxide (CI 77891), Iron Oxides (CI 77499), Blue 1 Lake (CI 42090)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply to bare lips or layer over your favorite lip color or liner for added dimension.",
    "num_reviews": 1795,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/summer-fridays-dream-lip-oil-P509439?skuId=2744696&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2744696-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Blush Dreams",
            "shade_descriptor": "A nourishing touch of sheer blush, with buildable color",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2744696-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Pink Cloud",
            "shade_descriptor": "A nourishing touch of sheer soft pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2744704-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rosewood Nights",
            "shade_descriptor": "A nourishing touch of sheer rosy brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2744720-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Soft Mauve",
            "shade_descriptor": "A nourishing touch of cool mauve, with buildable color",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2744712-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bare Sand",
            "shade_descriptor": "a nourishing touch of sheer neutral sand",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2839165-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rose Bud",
            "shade_descriptor": "a nourishing touch of sheer cool pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2839181-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Midnight Berry",
            "shade_descriptor": "a nourishing touch of semi-sheer warm berry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2839199-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Warm Beige",
            "shade_descriptor": "a nourishing touch of sheer warm beige",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2839173-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love lippies but this one just didnu2019t stick out for me. It says it is a lip oil but it seems to be more of a mauve dark liquid lipstick. Letu2019s just say it is not my cup of tea"
        },
        {
            "review_title": "Must have lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Rose bud is my new favorite shade, a perfect shade of pink! I love the buttery formula and doe shaped applicator thatu2019s like both a lip gloss and a hydrating balm in one. This is my new go to lip product that I keep in my bag at all times!"
        },
        {
            "review_title": "Soothing and not sticky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful lip oils. I already loved them, but now there are more colors to choose from! Midnight berry is my fave, for a soft wash of berry color. Not sticky and really soothing! I love the large doe-foot applicators too."
        },
        {
            "review_title": "A must have in my routine ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how this feels on my lips, but it does leak a little bit ufffc"
        },
        {
            "review_title": "good formula, nice colours, but runs out quick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i love this formula so much, but i started running out after 2 months of using it even though i would only apply around 2 times a dayu2026 i find my other lip glosses which i apply more have lasted longer. because of that i wouldnu2019t purchase again personally"
        },
        {
            "review_title": "itu2019s okay!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "pretty good lip oil, but i prefer the summer fridays lip balm. this has a stunning color similar to the pink sugar shade! itu2019s a little bit sticky though and disappears in like 20 mins.. if you want to reapply this every 20 mins then this is for you."
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Run ... don't walk to buy the new lip oil shades.  My favorite is Bare Sand.  Love the easy to use doe applicator, glides across lips and leaves them soft, plump, hydrated with a touch of color.  Looks like my lips but better and pairs beautifully with a nude lip liner.  Love it"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely obsessed with this lip oil! I usually am not a lip oil girl but after trying the lip butter from summer fridays I decided to give it a try and wow one of my new favorites. Its just the perfect amount of lip oil sticky but not to sticky"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this lip oil! It's a lip oil so it is not as hydrating as the lip butter balm but it is still nice and I love the color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Literally obsessed with this. Great color, not sticky."
        },
        {
            "review_title": "A must have lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This lip oil is truly the best. It is so hydrating on my lips and is the most beautiful shade of pink. One of my daily necessities."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Midnight Berry - a nourishing touch of semi-sheer warm berry",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I'm truly obsessed with this lip oil. It's not sticky and comes in great color options that look natural... but better. I cannot recommend it enough!!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Obsessed with the colors, texture, and formula! Summer Fridays does lip products so well!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Obsessed with the colors, texture, and formula! Summer Fridays does lip products so well!"
        },
        {
            "review_title": "Sheen and gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The perfect sheen and gloss! Goes on with a smooth application and love that I can wear it alone or over a lipstick for extra shine. Always have one in my purse."
        },
        {
            "review_title": "Not worth it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "When I first used this product I loved the feel of the application and the smell of the product. Unfortunately it wears off very fast and after only having the product a couple weeks the tube is almost empty. I don't even use the product daily, so that is very disappointing for the price of the product. I won't be purchasing again."
        },
        {
            "review_title": "Il fait maintenant partie de mon combo lu00e8vres ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce produit est quand mu00eame bien selon moi ju2019ai choisi la mauvaise couleur il est tru00e8s pigmentu00e9 donc si vous voulez une huile avec pas beaucoup de couleurs, ne la prenez pas, mais le packaging est vraiment joli je recommande vraiment joli je recommande ufffc"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "When I found out that summer was coming out with new colors for their dream lip oil, I was extremely excited because this is one of my favorite formulas from them. The color is so nice and beautiful and I feel like it goes on so smoothly. Especially for this cold weather it has been helping the overall look and feel of my lips and itu2019s such an essential just to throw into your back."
        },
        {
            "review_title": "A must-have in my routine!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I have used this product for about a week or two and I am loving it so much. It has the perfect shade for me and is very nourishing. Would definitely repurchase!!"
        },
        {
            "review_title": "Not so great design",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love the color exactly what I was looking for , feels a little bit fresh on the lips wich is okay for me , the thing is it leak in the cap and around the border of the tube with time so there is a lot of product waste .. I've been buying this product again to see if there was a mistake with it but the second time I bought one , it was the same problem once again .."
        },
        {
            "review_title": "Great but not a lot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Love the color and formula. Feels soft and butter and leaves my lips feeling soft. only drawback is it's not a lot per bottle."
        },
        {
            "review_title": "Love the color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "The packaging has been fixed and it no longer leaks out of the cap! I love the feeling of the brush and the way it goes on my lips. It looks great and is easy to use!!"
        },
        {
            "review_title": "Light yet nourishing lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Obsessed with these new shades! Especially Bare Sand + Rose Bud because of how light and sheer they are. I love that the color is not too overpowering but there is a hint there. Throw on some lip liner and add this on top makes a quick and cute lip combo.   I prefer these lip oils because they feel light on the lips yet equally nourishing. Would def recommend!"
        },
        {
            "review_title": "Great but packaging needs fixed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Gorgeous lip product but one major issue Iu2019m finding is that the applicator is so large that it holds a ton of product on it and therefore deposits way too much product in my opinion. I have to use the back of the applicator as I find there is just enough without being too much. However this in turn leads to the tube becoming messy if I wipe off the product on the side. I donu2019t know, I want to love it but I really feel like the packaging really needs attention."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Loving these colors! Especially the rose bud ud83dude0d super hydrating and perfect for every day use"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The Dream Lip Oil is perfect for everyday wear. Iu2019m obsessed with the Rose Bud and Warm Beige shades- They offer just the right touch of color and shine without feeling sticky. Plus, it lasts longer on me than other lip oils. Love it!"
        },
        {
            "review_title": "New shades alert!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "These are great lip oils! I love wearing pink cloud with a lip liner because I enjoy a more ombru00e9 look to my lip liner with the sheer sheen in the middle. I do seem to go through the product pretty quickly. The applicator is also so large which I love! I am excited to try their new shades!"
        },
        {
            "review_title": "Most hydrating and luxurious lip oils!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is hands down the best lip oil I have ever tried! It goes on as a lip oil should. It is so hydrating and moisturizing! Doesnu2019t leave a sticky residue at all! The pigmentations are perfect alone or enhanced with a lip liner! So versatile and worth the buy"
        },
        {
            "review_title": "Soft and hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very comfy to wear without being too overpowering. One swipe per day is enough for me."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The perfect wash color! Feels great on the lips and isnu2019t tacky at all. Definitely leaves them feeling moisturized. Truly a must have for your lip oil collection!"
        },
        {
            "review_title": "Must!! New shade is beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This lip oil is fantastic! Itu2019s so smooth, not sticky, and leaves your lips looking shiny"
        },
        {
            "review_title": "New colors are gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lip oil is amazing and Bare Sand is my new favorite color, itu2019s perfect for daytime every day use! Sheer with a light pink tint, Iu2019m obsessed."
        },
        {
            "review_title": "My Go-To Lip Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Absolutely dreamy! Dream Lip Oil is perfect for everyday wear. I love the Rose Bud and Warm Beige shades. The right amount of color and shine!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Such a pretty color great product over  Just ran out fast and the cap got super dirty with stains"
        },
        {
            "review_title": "amazing lip oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i use this lip oil a lot, and jts amazing!! it makes my lips look really nice, and it feels really hydrating. i would definitely recommend."
        },
        {
            "review_title": "I love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This shade is super neutral and cute! I love the formula it is the same as the older shades. It is very light and perfect for paler skin tones."
        },
        {
            "review_title": "WAY better optionsu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is not worth 26$:.. Let me explain: I bought this and it only lasted aroundu2026 a week. Like **FIVE** uses until its finished. There are so many better options. The pros tho? Its good for darker and bigger and darker lips. Most colors give it a nice shine u2b50ufe0f"
        },
        {
            "review_title": "Good But Messy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this product it is so moisturizing and just a nice glow. But it doesnu2019t last very long and spilled a couple of times. Overall it is amazing"
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got this product like 5 days ago and I love it, but it was very empty I have not used it yet and it is so empty! But it works really well ud83cudf1fu2b50ufe0fud83cudf1f"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Obsessed! Love the subtle color and how it makes my lips feel hydrated and adds the perfect amount of sheen"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This lip oil is a dream. It is not as publicized as their lip balm, but it should be. It is super hydrating and the color is gorgeous! I love it."
        },
        {
            "review_title": "THE BEST LIP OIL!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This lip oil is actually an oil unlike a lot of other products that claim to be a lip oil but are more like a gloss. It give a natural pinky tone to my lips without looking heavy. A though it is prone to leaking I still love this product."
        },
        {
            "review_title": "yummy and looks so good on lips ud83dudc8b ud83dude0b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "this is what you have to get it is so good!!!!! I love it and can't wait to get more. lol I ate the whole container it tasted so good!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been loving this product recently. I will say it is more like a moisturizing gloss rather than a lip oil, but very worth it. It has a good amount of product in it but the price is a little high. Over all, I would definitley recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful on the lips. Not sticky. Smells good. Doesnu2019t last a super long time."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This product is awesome hydrates the lips while leaving a glossy finish"
        },
        {
            "review_title": "Amazing Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "So so amazing! Contrary to what others have said, it did hydrate my lips, and it looks amazing. It lasted me a while too!"
        },
        {
            "review_title": "Sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s oku2026 I didnu2019t love it though, the color specifically. Made my lips look grey ish?? And was also very sticky for a lip oil."
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received it for Christmas and Iu2019m using it daily. I love it, love the cooling sensation, love how natural the colour is. It doesnu2019t feel heavy and has a nice pigment."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "On of my favorite lip oils ever but the price is a tad high"
        },
        {
            "review_title": "Will always repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very moisturizing not that sticky, Iu2019ve had many lip oils that feel like lip gloss but this one is actually hydrating, love."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s okay not a good shade on me who is pale. Very watery donu2019t really recommend. Overall itu2019s okay."
        },
        {
            "review_title": "A must-have lip gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product almost every day for months I can say this is one of the best lip oils Iu2019ve ever tried! It looks and feels amazing on your lips! I am so obsessed and will be repurchasing again and again! I literally cannot go out without this product on anymore, thatu2019s how good it looks!"
        },
        {
            "review_title": "a must haveeee!!!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "i got it a week ago and so far this is probably the best lip product i have ever used. will definetely be repurchasing!!!!! love it smm"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this, and the finish and glossiness is amazing! 4 stars bc of how long it lasts, although it's very hydrating i have to constantly reapply."
        },
        {
            "review_title": "MESSY!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I waited until my product was all the way out to write this reviewu2026 I LOVE this lipping, BUT it was the messiest and stickiest thing Iu2019ve ever had. The bottle is made SO poorly! I felt like I lost half of the product from having to wipe it clean so often. It got in my purse, car, and all over my hands at times! I do love it, but not worth the mess or price. I will try this again if they fix the bottle!"
        },
        {
            "review_title": "a must have for your makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "omg this is the best lip oil I've ever tried!! it feels so lightweight and not sticky!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Honestly, it really doesnu2019t do anything to your lips. I 100% would say get any of the other Summer Fridays lip balms instead. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This product is not moisturizing at all. My lips felt drier having it on. Due to it being an oil, I could not layer it with a gloss. The color was also streaky and much less pigmented than expected."
        },
        {
            "review_title": "wish i didn't purchase it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "honestly the worst lip oil I've purchased. leaks everywhere and separates on your lips. It doesn't even leave your lips feeling moisturized in any way just oily and messy"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I recommend this product but whatsoever the packaging is not very good. It leaks a lot. The lip oil overall is a bit to buttery but I love the color."
        },
        {
            "review_title": "Super good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this lip oil is so good. It did run out really quick, but it was still so amazing. Itu2019s not sticky at all and is super hydrating. The color is really pretty too. I definitely recommend this product. ufffc"
        },
        {
            "review_title": "Love this!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Itu2019s sooooo good!! feels so good on your lips, defiantly worth the purchase!"
        },
        {
            "review_title": "Unfortunately can no longer use.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely loved this product when I first bought it. The color was perfect and the consistency was very nice. However, now when I apply it my lips become extremely red and chapped and it takes several days to heal."
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! It's easy to wear and the color is noticeable but subtle"
        },
        {
            "review_title": "half empty bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Summer Fridays, how are you charging $26 for a half empty bottle and mediocre product. This feels like a scam! DO NOT BUY and save your money!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "For its price, it runs out quickly. If you put too much it will leave ur mouth with the weird white gummy things. It hydrated my lips nicely. The colour is beautiful though"
        },
        {
            "review_title": "Great lip oil, Horrible bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love the formula and colour but the bottle is horrendous. The lip oil spills out even when closed tightly. Not safe to throw in your purse, it will make a mess."
        },
        {
            "review_title": "NOT worth the price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Expensive waste of money. Doesnu2019t last on lips. Itu2019s smooth on lips but just doesnu2019t last and then makes me want to keep adding more cause my lips dry out. There is NOT a lot of product for this price."
        },
        {
            "review_title": "Runs out quick, but pretty color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I bought this product because it was trending and I absolutely love the lip butters. After using it I started to realize that itu2019s not completely filled up and after only a few uses it looks kinda empty. Very pretty color."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t think itu2019s worth the money and it has a weird taste/ sent to it, not very moisturizing but okay color. More of a gloss in my opinion."
        },
        {
            "review_title": "Incredibly soft, but they need a new packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This lip oil is very soft, lightweight, and very pigmented, leaving my lips feeling very hydrated, with a very tiny tingle/ mint sensation. The only issue I have is the packaging, making the lip oil spill on the sides. Needs a better applicator because sometimes too much product is given at once."
        },
        {
            "review_title": "Leaking",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ugh I love this product so much but it leaks EVERYWHERE. It's so frustrating because the actual product is amazing but you can't really bring it anywhere"
        },
        {
            "review_title": "So pretty and very moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Literally my favorite lip oil ever and i have SO MANY!! If you are a person that loves gloss then come on get it now you will be obsessed!!! After like 2 days of use my lips literally felt like a cloud!!! Please buy it you wonu2019t regret it. Also even through the price i am obsessed!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is one of my favorite li oils. It smells so good. It looks so good on my lips."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It is a very good lip product at first. But then it melts and changes its texture. I also only had it for two weeks before it ran out with me only using it twice a day."
        },
        {
            "review_title": "Bad package",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "It was leaking out after the third application. Bad packaging"
        },
        {
            "review_title": "Pricey but so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this product Omg! Itu2019s so pretty and the applicator is soooo nice! It doesnu2019t really have a smell but when you put it on it taste a little minty! Which I love! This is worth the money in my opinion!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "makes my lip peel, the applicator fuzz came off and was in the lip oil. the tube is isnu2019t even half full. Nah, not worth it."
        },
        {
            "review_title": "pricey but good enough",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "the sheer brown color looks great on my dark skin and it has a soothing feel when you apply. it is very pricey though and you can find other products that are more moisturizing with a stronger color pay-off for less"
        },
        {
            "review_title": "A must have for your lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is such a Nice shade of color feels very mosturizing if I could it will be 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had this product for a little while and this color is the best in my opinion itu2019s pretty thick and taste and smells amazing definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really hydrating and I love the color, but it does not last at all. Also tingles??"
        },
        {
            "review_title": "One of my favorite lip products",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this shade so much! It looks amazing on your lips. It doesnu2019t really moisturize your lips as much but it doesnu2019t dry them out."
        },
        {
            "review_title": "Beautiful formula; very little product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This formula is beautiful and I love the shade; that's why I gave it 2 stars. The only thing, there just isn't a lot of product. (I reviewed/said the same about the Saie lip product as well). I don't know if it's this particular packaging with the large sponge but there just isn't enough product in the bottle.   Beautiful though. Please: Rethink this packaging."
        },
        {
            "review_title": "So smooth and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Please make a million more colours, itu2019s amazing! Love love love the way it feels on my lips."
        },
        {
            "review_title": "new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the color! I was looking for a good ingredient lip oil / lip gloss for a while, and this is the one. The color looks fairly natural, the scent isn't bad, the texture isn't sticky, and it just looks so pretty."
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful color, formula, and feels so good on the lips, but runs out extremely fast itu2019s actually unbelievable. I think I used it a total of 10 times before it ran out, thatu2019s insane."
        },
        {
            "review_title": "Great for everyday use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am really enjoying this lip oil. Itu2019s not sticky at all and feels so nice on my lips. The soft mauve is a my lips but better for my fair complexion. I would purchase again. I keep this one in my purse for everyday."
        },
        {
            "review_title": "Poor packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I would give this product 5 stars if it weren't for the fact that it leaks out. I keep this in my car and have noticed that because it is slightly tipped, gloss leaks out, it does not matter if it's close tightly or loose."
        },
        {
            "review_title": "Needs more product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lip oil works great but runs out really quickly so I wouldnu2019t recommend"
        },
        {
            "review_title": "Donu2019t recc",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Slips off my lips after 35 seconds and tastes badu2026. My elf lip oil has better color pay off and wear time. The SF lip balm is way better. Used it only a couple times and will likely toss."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lip product isnu2019t sticky because itu2019s not an actual lip oil. This is very soft, creamy and faint lipstick placed in a tube. The blush dreams color does show but itu2019s super light and the consistency of the product is also very light to the point that it just disappears and does not cling on or add nice shine like an actual lip oil. The colors are nice in theory, but itu2019s not performing well so itu2019s a pass."
        },
        {
            "review_title": "Low key a waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really wanna believe this product is good because of others reviews but itu2019s not. The formula is so liquidy and itu2019s as if the stopper doesnu2019t work at all!"
        },
        {
            "review_title": "My honest opinion on the summer Fridays lip oil",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Not my fav but it's actually good! Not worth 26$ though I prefer the butter balms over the lip oils! I'm still going to repurchase in different shades aswolken"
        },
        {
            "review_title": "Just buy the lip butter balm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s okayu2026 the price isnu2019t worth it based on how much product you get. Doesnu2019t last long. Just go and buy the lip butter balm."
        },
        {
            "review_title": "50/50 I like it but I don't",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I would not compare this to their lip butter balm.  This is a pretty good formula I just feel like it sits on top of my lips and doesn't hydrate much. I love the color and the smell. It runs out very quickly. The applicator is nice and big which I love. Overall I may be repurchasing just because of the pretty color and smell"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Pigment didnu2019t look natural to me, sticky texture. Just so-so. Going back to the rare beauty gloss!"
        },
        {
            "review_title": "A lip oil every girl should have!ud83dude0d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "This product is soooo amazingud83dude0d I loved how much moisture it brought to my lips. I also realized that there was kind of a plumping feeling after applying but maybe thatu2019s just meud83eudd37ud83cudffeu200du2640ufe0f One thing that kind of threw me off about this was how little product there was in such a chicly tube."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have this in every shade. Super smooth on lips. I have very dry flakey lips and and this actually moisturizes them versus making them worse in the long run. Only thing is I wish there was more in the bottle."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s such pretty colour and I love it but the amount of times it has leaked in my purse so gotten everywhere is crazy, great product but bad packaging"
        },
        {
            "review_title": "A purse mustu2019ve",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love my lip oil! The color is subtle , it taste good and its hydrating ! I bough it myself and would repurchase"
        },
        {
            "review_title": "Pink cloud, lip oil",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the way the product looks on my lips, and it is just such good formula!! But the lip oil does leak."
        },
        {
            "review_title": "Developed a disgusting smell!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Purchased after loving this lip oil in a different color. It began to develop a disgusting smell just after the return date! Will never purchase these oils again."
        },
        {
            "review_title": "Pretty color,sheer,not that moistrizing,messy,6/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this product. This lip oil is not super worth it for the price, but you may like it. It is pretty sheer, but is not that moisturizing. It feels like a cheap lip gloss, but looks great. I love lip products, but I thought I would like this better. It does not leak, but gets pretty messy in the lid and screw part. It also does not last too long on your lips, or in the bottle. I am 50/50 on this one.  I might not buy it again, but it is good for it's sheerness and pretty color."
        },
        {
            "review_title": "Allergy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Color was very nice, but unfortunately it gave me an allergic reaction so I returned it."
        },
        {
            "review_title": "Could do without",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved the texture and color of this lip oil but it wears off leaving no moisture after about 5-10  minutes. I really wanted to like it !"
        },
        {
            "review_title": "Lip oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is a great lip oil it is very moisturizing and thick but I wish it came in more colors like a darker purple or a light brown"
        },
        {
            "review_title": "Love! Butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "super beautiful color and soooo smooth and natural looking! Not sticky AT ALL. amazing product however it doesnu2019t last very long."
        },
        {
            "review_title": "Cute but",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Probably not worth $35. The product itself is nice, in fact I really like it. Itu2019s very moisturizing and the colour is super cute! However idk if they only fill it half way or what but I bought this a week ago and itu2019s half gone lol  thereu2019s only"
        },
        {
            "review_title": "Perfect formula, terrible packaging.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product - it goes on beautifully, the pigment is perfect, and is easy to layer all day without buildup. However, I'm so disappointed in the packaging. First, there is very little product in the tube - most of the space is taken up by the applicator. I also feel like the cap could be made smaller - I love the eco friendly packaging without plastic, but the large top adds unnecessary weight to the product. Second, excess product comes out of the tube every time I screw the top back on, which has ruined multiple things inside my purse. I have two shades of the oil and both of them do this. Because of this, I have started to put it on before I go out, then bring different lip products with me as to not get it all over everything in my bag. For the price, I would expect effective packaging and more product. I've never written a product review before but I would love if these issues could be changed moving forward. As of now, I'm not planning on repurchasing the lip oil because of these reasons, but I do LOVE the formula."
        },
        {
            "review_title": "Love at first application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Love this lip oil it will be one of my favourite products forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m honestly surprised this product doesnu2019t have a higher rating. I purchased two shades over the summer, and I absolutely love them! Itu2019s not sticky, has no strange scent, and doesnu2019t leak. If youu2019re after something that lasts 4+ hours, this isnu2019t itu2014I do reapply about every 3 hours. But for me, thatu2019s no issue. I canu2019t wait for more shades to come out!"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Love this so much!! Iu2019m absolutely obsessed but does not contain that much product. Like the first day I was already half way done through the product. But eather than that love this product and absolutely recommend"
        },
        {
            "review_title": "MEH smells awful overtime",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved it till it literally started to smell rancid, I have not had it that long and I had been using it lots but it just started smelling awful and now I have thrown it out because Iu2019m not sure what went wrong with it. I kept it in a cool place and"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Its a great product but the packaging is horrible - it leaks everywhere."
        },
        {
            "review_title": "LEAKS",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great formula and color , made my lips feel very hydrated and shiny. Lasts for a while too. BUT, the packaging is so bad, all of the product basically leaked out and is still continuing to this day. Started a couple days after buying purchase. purchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The product itself is great, it feels very light on the lips and the colour is beautiful, but the packaging is just horrible! Leaked everywhere:("
        },
        {
            "review_title": "The best lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This product was so good it made my loo up s feel so hydrated and smooth"
        },
        {
            "review_title": "Packaging is horrendous",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Formula is pretty good but the packaging is horrendous. I will not be repurchasing or recommending it to anyone due to packaging. The price tag is pretty hefty and literally half of the product is wasted due to it leaking. I keep cleaning it but it doesnu2019t seem to wanna stop leaking"
        },
        {
            "review_title": "Perfect Color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I bought this as a replacement for old lip gloss. it comes in a decent size bottle, and the wand is easy to pull out and apply to your lips. the lip gloss goes on smoothly and stays on until you eat or drink anything. it's a light color in soft mauve, and it goes well with my makeup."
        },
        {
            "review_title": "So Pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Absolutely loved this product! Summer Fridays is a really good brand!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Honestly I would recommend this to anyone. I have mine for a week and itu2019s already looking like I purchased an empty bottle. That $26 is not worth it."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is one of the best oils I have ever put on my lips, I am super picky with lip products because a lot of them dry my lips out but this doesnu2019t! Itu2019s so moisturizing and the color is beautiful!"
        },
        {
            "review_title": "Love itttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I js bought another!! Itu2019s so good and I recommend using it"
        },
        {
            "review_title": "Itu2019s not a must",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I like this product but I donu2019t find it overly moisturizing..I also wish it had a better scent. Itu2019s pretty but wears off so quickly."
        },
        {
            "review_title": "Burning sensation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It burns so bad! My lips are stinging and itu2019s uncomfortable. It doesnu2019t say anywhere that is a plumping lip product."
        },
        {
            "review_title": "Formula is so good but the packaging leaks!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the color and formula of this lip oil. It feels very smooth and not sticky at all on the lips. However, whenever I want to leave the house with it and I put it in a bag, it leaks out of the lid. The stopper does not fully dmseak it so the full want is covered in profuct and it comes out when closed, so you have to be very careful. I wish the packaging was less leaky because I love this product!stopper"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i love this lip oil it gives me such a nice glow, but i had one problem. my lips were super moisturizer and had no cuts, but whenever i put it on it burned my lips really bad.  completely sure. be the only one that"
        },
        {
            "review_title": "Absolutely amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This lip oil is incredible, after application my lips feel extremely hydrated, the pigment is amazing, the color is beautiful, 100% repurchasing!!"
        },
        {
            "review_title": "Best lip oil EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "My lips never looked and felt this good  For the low price of $26 it is definitely worth it  It glides on very smooth but still isnu2019t to watery  Definitely buy  I"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "it was one off my favorite lippies and i will use it everyday"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Beautiful colour, very nice on the lips. It lasts on the lips well. But you lose a lot of product in the container because it gets stuck."
        },
        {
            "review_title": "girlllll do it $$$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is so good!!!! It feels amazing! It lasts forever and is the prettiest color! I love it so much!!!! BUY BUY BUY IT!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "",
            "review_text": "Great product, nice design. It is recommended. Great product, nice design. It is recommended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "My absolute favorite lip oil. Rosewood nights is the perfect shade for brown skin beauties that want a brown lip with slight mauve tint."
        },
        {
            "review_title": "Cute color of pink, soft.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The applicator is really soft which in my opinion is amazing! I really love how silky and beautiful this shade of pink is. The only downside though in my opinion is that the formula is a little more medium weight than light weight. Besides that, the product is amazing."
        },
        {
            "review_title": "Plump & Shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I get a lot of compliments when I wear these oils, and was asked if I had my lips done when I first wore it. I have to say, they plump your lips without plumping your lips, this oil is super hydrating. It stays on pretty well but like any other gloss you do need to reapply which is fine,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I love this lip oil. Itu2019s not heavy or sticky, and itu2019s got a light feel. Itu2019s very nourishing and beautifully colored. It also is lightly scented and flavored like sugar cookies! I love this"
        },
        {
            "review_title": "must have in lip oil for lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "I have been letting my mom use this and she LOVES it she will not go anywhere with out it and she said when it runs out she will get more!"
        },
        {
            "review_title": "A must have lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this lip oil sooooo much it is definitely underrated everyone really always gets the lip balm nothing against the lip balm I highly recommend it but Iu2019m just saying more peaople need to get this I love it although definitely isnu2019t filled up all the way but I still lovvvvvve it!!! You literally have to buy it trust me! B"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Ten out of ten absolutely stunning the slight pink tint is gorgeous"
        },
        {
            "review_title": "Must-Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this lip oil! The color is awesome and the applicator is the best for usage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "this product is very good and it is tinted super moisturizing"
        },
        {
            "review_title": "Im obsessed!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I am obsessed with this product. Super smooth application, beautiful shine, not sticky at all! I recommend this product for everyday use. Iu2019m in loveee Iu2019m obsessed!  Tip: Be gentle with opening and closing product"
        },
        {
            "review_title": "Amazing formula, leaky container",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "An amazingly non-sticky, buttery, and moisturizing gloss with the cutest warm pink tone. I would give it 5 stars if it weren't for the leaking problem. Especially on hot days, the product just gets on everything in my purse or wherever I store it despite it being capped tight and upright. Such a waste of product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this so much, beautiful color, I definitely recommend this"
        },
        {
            "review_title": "All time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Oily skin",
            "review_text": "Beautiful color and lasts for a long time. Has a nice cooling effect when you first apply"
        },
        {
            "review_title": "Leaks, a LOT",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So I really like the color and texture, itu2019s pretty pigmented and itu2019s not sticky but the one thing about this product is that it leaks. I put it in my bag and it gets all over everything yet itu2019s not open. As you can see in the photo, I havenu2019t used it in a few days and it was not leaking last time I used it AND it was sitting upright yet it still manages to leak. So that doesnu2019t really let me bring it angehere which is kind of"
        },
        {
            "review_title": "best lip oil ever!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this lip oil is non sticky,leaves a hydrating layer and just looks beautiful on your lips i will repurchase this all the time"
        },
        {
            "review_title": "Very little product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Unfortunately there is very little product in the bottle. It looked like it just coated the sides with the applicator filling more space.  And the pink tint didnu2019t show up on my lips or cheek.  It didnu2019t give me an allergic reaction which was nice."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "",
            "review_text": "I like the formula and the color. The biggest con is the packaging. If the product isnu2019t stored upright it leaks all around the lip of the container. For how expensive this is, I expect the packaging to not waste product."
        },
        {
            "review_title": "They fixed the packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Bought my second bottle after my first bottle leaked everywhere. I wanted to give this product a second chance, and Iu2019m so glad I did! I think the original launch just had some bad batches because I do not experience any leaking or air pockets with this one. The formula is amazing as always!"
        },
        {
            "review_title": "A must have in my life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The formula is amazing and I loved using. It the past few weeks"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Product is great but the packaging sucks. It leaks a lot and also you waste a lot of product!!"
        },
        {
            "review_title": "Great formula but horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the formula but the packaging needs to be changed. It creates a weird vacuuming pressure inside the bottle that makes the product go to the top and leaks. Then because of the shape of the container. You miss out on at least a quarter of the product. 26$ is a lot to not have all of your product be used."
        },
        {
            "review_title": "Lovely lip oil !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing product but you get a lil bit of product for what you pay for but itu2019s understandable bc the wand is big itu2019s amazing formula tho!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "the formula is really nice and the oil is super pretty however i wouldnu2019t repurchase, nor would i recommend it to anyone. the packaging is awful. it leaks so much to the point that it has actually discoloured the applicator lid."
        },
        {
            "review_title": "Leaks everywhere!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really pretty color but the container has leaked everywhere!! It has become so sticky on the outside and has ruined the inside of my purse!"
        },
        {
            "review_title": "unexpectedly bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m not gonna be dramatic and say itu2019s horrible but I havenu2019t used it since the week I bought it. Mostly because it leaks literally everywhere and even if you clean it, the tube is perpetually sticky. Also as the other reviews have mentioned, itu2019s weirdly cooling and it just feels uncomfortable and watery on the lips. If I was getting a lip oil it would not be this one."
        },
        {
            "review_title": "Best lip oil ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this lip oil! Unlike others this formula is not sticky at all and feels very smooth. The color is not too intense either and is perfect for everyday wear! Leaves my lips feeling soft and hydrated. 10/10 recommend."
        },
        {
            "review_title": "Thick and goopy, skip this one",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This lip oil is not your standard lip oil. Itu2019s very thick and goopy. The color pay off is incredible, and it is a lot of product. A little goes a long way so this is a good bang for your buck. However, itu2019s super thick and a bit sticky. It comes off super easily and does not leave a tint or stain so you would have to reapply to get the color back. In my opinion itu2019s not worth it. There are definitely better products out there than this one. This is a skip for sure."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great product but $35 CAD for 0.15oz (which is equivalent to only 4mL) is criminal."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "honestly the oil itself is fine - the colour is nice and the consistency is easy to use. my main problem is the packaging - something about the bottle causes the oil to leak and collect on the rim so much that after only a few months of use the bottle is near empty. for the price that i'm paying, i would expect the user experience to be much better. so if you try in store you might think that this is a good lip oil but if you use it on the go it's really not practical. there's nicer lip oils out there that are more worth your money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "My daily go to for moisturized lip. Not too shiny. Nice neutral lip colors for a enhanced natural lip look."
        },
        {
            "review_title": "Not worth the money.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It was gone in like two uses.filled with air. It was hydrating though"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "itu2019s really nice when itu2019s on, but it doesnu2019t last at all and thereu2019s barely any product for the amount iu2019m paying for a lip oil i would want more product. iu2019ve only used it for a little while and i barely have any product left.any leftnot very pleased"
        },
        {
            "review_title": "Comes with hardly any product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Thought I got a dud until I came to the reviews. I actually love the product but it didnu2019t even last me a week. Actually insane for $26. I took the attached photos after having it for a few days. If it lasted longer this would be a staple product for me, but I canu2019t see how anyone could justify buying it as is. :("
        },
        {
            "review_title": "Thereu2019s better options",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product for a couple weeks, I can say itu2019s super good!! However for the price and the amount of product itu2019s not really worth it :(!! I think clarins is better if youu2019re looking for a long lasting product (only 4$ more)! Tbh I think the summer Fridays balm is better than this!"
        },
        {
            "review_title": "MUST HAVE LIPPIE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE THIS PRODUCT!! it has such a shine and it has such pretty colors. DO RECOMMEND!!"
        },
        {
            "review_title": "Not buying it again.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I like how it feels on the lips , it's hydrating. However, color doesn't stay on lips, wears off quickly and the product isn't a lot."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really enjoyed the look and feel of this product but Iu2019ve only used it approximately 8 times if that and the bottle is somehow almost emptyu2026 I wouldnu2019t recommend considering how expensive it is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "suprizingly moisturizing and actually shows the color! love it!"
        },
        {
            "review_title": "itu2019s expensive for the value",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The color was really pretty, however, the product doesnu2019t last long and I had to keep reapplying it. I ran out quickly. Although itu2019s really pretty and hydrating and only a little sticky. I wouldnu2019t purchase again"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "",
            "review_text": "I loved it at first, but I had it for two days and I don't know if my tube wasn't full to begin with but it was gone in just two days!"
        },
        {
            "review_title": "Nice, Butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I like the shade and it feels nice on my lips, but as soon as you put it on, the product lasts on your lips for a short while.  Iu2019d recommend this but want everyone to know that it doesnu2019t last long on your lips.  You have to reapply constantly.  I like the Elf Lip Oil a lot better.  It lasts longer and is less expensive."
        },
        {
            "review_title": "Moisturizing with a hint of color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Why didnu2019t I buy these lip oils sooner?! Theyu2019re absolutely amazing and I will now be purchasing in every single color available. Currently wearing it with endless cacao lip liner. Chefu2019s kiss!"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "pretty color but does not compare to the lip butter. Thin on lips and sits on there. No hydration whatsoever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Lightweight, beautiful and hydrating. Always keep this with me!"
        },
        {
            "review_title": "Waste of $$",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I do not recommend this product. The design of the product is wasteful. Iu2019ve barely used it and the gloss is gone because it gets stuck in the grooves of the container. Such a waste of money.  $."
        },
        {
            "review_title": "I wanted to love it u2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this but the product leaks everywhere. You cannot leave this product on its side or even just toss in your bag, as it needs to be upright. As others also mention, this product doesnu2019t last as long as I would have liked."
        },
        {
            "review_title": "so pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product so much! The packaging is so cute and the formula/pigment is amazing. I just wish it didnu2019t leak out of the cap."
        },
        {
            "review_title": "Need for glossy lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love this lipgloss. Itu2019s perfect because itu2019s not a harsh color and it looks natural. It gives my lips the perfect gloss look and leaves them hydrated. Love love love!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this so much but I wish it didnu2019t leak on the cap and get messy"
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "the packaging is adorable! not sure if its worth $26 though. theres not a ton of product in the bottle and it fades of your lips quickly. its a nice lip oil its just expensive if you dont mindmindspending$        $mind spending the momey its food"
        },
        {
            "review_title": "A big no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was excited but disappointed as soon as I tried it on.  Not hydrating at all, and slips right off."
        },
        {
            "review_title": "Best thing ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love this product sooooooo much!!!! You must get it! I got pink cloud and itu2019s my favorite lippie!!!"
        },
        {
            "review_title": "Would not purchase again!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Its a nice lip oil but not worth the price. soft and moisturizing however it doesn't last long so you have to reapply often. Also a lot of the product is lost because the applicator/wand or bottle (whatever its called) sucks. It gets all messy! I would skip this product!"
        },
        {
            "review_title": "Not my favorite purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I was so excited to purchase this product after a recommendation from a co-worker. After using about 3-4 times I feel like a lot of the product gets wasted around the part where the lip brush inserts and comes out."
        },
        {
            "review_title": "Good lip oil not enough product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Good lip oil but definitely not worth the money, you barely get any product for the price"
        },
        {
            "review_title": "Half the product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product great gift very preppy but it is deceiving.It comes with only half the amount of product the bottle shows, and after 3 uses it already started to run out. Please save your money and buy Nyx fat oil instead.Nyx fat oil instead"
        },
        {
            "review_title": "not great unless you want a plumper",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "no. i wanted to love this. but i thought it was going to be a regular lip oil but it apparently plumps too. the color is so pretty, but i'd recommend just getting their lip balm butter."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Eh, this product was fine, just fine. Doesnu2019t do much for your lips. But also I donu2019t really like the dark shade. The lighter pink one (Pink Cloud) would probably be better."
        },
        {
            "review_title": "YESud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dude01ud83dude01ud83dude01ud83dude01ud83dude01ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It has a little bit of a tint and I literally loveeee it"
        },
        {
            "review_title": "Nice but Doesnu2019t last long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like the hydrating and slippery feel of this lip oil with the sheer wash of color. However, Iu2019ve only had mine for about 3 months and havenu2019t used it very often (I rotate lip products every day) and the tube is almost empty. For the price, this should include a higher quantity of product and last longer."
        },
        {
            "review_title": "Good lip oil, horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The lip oil itself is nice and nourishing. My biggest issue is the packaging- no matter how careful I am, the product builds up on the cap and ultimately becomes messy every time I use it. Iu2019be cleaned it multiple times and leave it standing upright on my desk but it still becomes a mess :("
        },
        {
            "review_title": "Product doesn't come full",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have purchased this product and shade twice, and I love it. However, I am leaving a 3 star review because both times I have noticed that the bottle doesn't come full or even close to full. I only use this lip oil once a day and seem to go through it so fast. Make up is already expensive enough, much less when the product is deceiving."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "after a few uses.. the oil comes out of the tube. spilling out at the seam.. i wanted this to work ud83dude2d feels amazing. packaging is trash. explodes in my purse every time. cannot have it laying in there.. has to be upright at all times which is not practical."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I loved this product a lot. Left my lips feeling very soft."
        },
        {
            "review_title": "Feels amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This lip oil is beautiful, but most importantly feels like a dream. Absolutely zero stickiness. My only complaint is that it can get messy around the cap, so im careful to keep it upright in my purse. This is almost a perfect  product"
        },
        {
            "review_title": "Creamy and smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I've wanted to try these for awhile and I love the pink color on my lips. the applicator is very soft and lasts for awhile!"
        },
        {
            "review_title": "Great lip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love using summer Fridays, tried this lip oil and itu2019s amazing. Goes smooth, hydrates my lip and just enough color for me. This is my second purchase lip oil, and I want to buy more colors"
        },
        {
            "review_title": "This was ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "This product is good looking, whenever I am applying it on, it was makes my lip feel weird, and tingling. I hate the smell. I have used it for like 2 weeks and it is only half the bottle. There should be more product. I would not buy this again."
        },
        {
            "review_title": "Thin Consistency, Minimal Pigment & Shine",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Fell in love with the swatch on my hand at the store. It appeared very pigmented on my hand, but was very thin and not much pigment on my lips.Iu2019m also allergic to certain lippies, and after wearing This for a few hours and re-applying, I had an allergic reaction. So off the strength of that, I canu2019t use this. It definitely give a lip oil vibe, feels thin like an oil and does give off a slight glossy appearance but I prefer a thicker product, and this just wasnu2019t doing it for me"
        },
        {
            "review_title": "Leaking & barely any product!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "ran out after less than a month of use, and only used once a day through the week not even the weekends. also leaked all over my bag"
        },
        {
            "review_title": "HORRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Horrible product drys out lips has a little bit of a sandy texture to it it also has barely any product in the bottle. So expensive does not last on lips. If I could give it zero stars I would!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I I do like this lip, it has a slight touch of pink tint. No scent. Almost has a Refreshing feel on the lips and it does feel hydrating. Not a huge fan of the applicator. It does kind of tend to get a little messy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love it! Amazing color! Moisturizes my lips! Applicator is great!"
        },
        {
            "review_title": "Best lippie ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "100% worth your money sooo good must have!  Will be purchasing again!"
        },
        {
            "review_title": "love the shade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this shade is so pretty i love it and the applicator is nice too. the only thing is that itu2019s a little on the pricey side for the amount it has, and that when i apply it to my lips, it has this somewhat minty sensationu2026which is kinda refreshing but also a little awkward tbh lol."
        },
        {
            "review_title": "Great lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I love the color and how hydrated my lips feel after using. Itu2019s a great texture and doesnu2019t leave you feeling sticky. I love that it gives a light color without staining."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "barely any product but also it smells funky. i brought it because of how good the lip balm version was and assume it would live up to the hype. the colors r sheer too; canu2019t see anything but a sheer gloss."
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Absolutely love this product makes your lips shiny and hydrating the only problem is the packaging"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "AMAZING PRODUCT Nothing bad to say!!!!!!!!!!!!!!!!"
        },
        {
            "review_title": "it will makes your lips very shiny and colorful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "i have had this product for a couple months and itu2019s pretty good and the color is super pretty but the only thing i have to say is that it runs out very fast and is very oily"
        },
        {
            "review_title": "A must have for hydrated lips!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This lip oil is literally amazing! It is such a pretty color and feels very minty, not to mention the gorgeous packaging! I think everything about it is great, except for the priceu2026 $26 dollars for a lip oil is a bit expensive to me. I could by an elf lip oil for that much! But nevertheless I will keep buying this products, itu2019s really good!"
        },
        {
            "review_title": "Not on the same par as their lip balm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I bought this thinking it would be the summer version of their lip balm (less thick), but the quality is not on the same par. The packaging leaks and the oil is just fine. Not planning to repurchase."
        },
        {
            "review_title": "Love it so much!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this lip oil so much. It makes my lips look so soft and plump and I love the shine. It also tastes and smells so good. It doesnu2019t last very long after you apply it but it still hydrates your lips very well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love summer fridayu2019s products, so as soon as this dropped i grabbed them all lol! it does not say that this is a plumping lip oil, but it in fact is. I thought I was allergic at first due to the stinging, It was doing to my lips ufffcufffcufffcbut apparently itu2019s a plumper"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Summer Fridays is a good brand, but ingredients are super bad I use an app called Yuka it has a car on it. I scanned the barcode and most of the products from summer Friday are a 36 out of 100 which is really bad. I bought it because of the hype it had in the viral Ness of selling out and one day. But realized it wasnu2019t worth it. After a little bit, it started to smell horrible.ufffc  is really bad. I bought it because of the hype it had in the viral Ness of selling out and one day. But realized it wasnu2019t worth it. After a little bit, it started to smell horrible."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I didnu2019t like it at all. As much as I buy and use and love the balms, but I purchased this lip oil, it didnu2019t last long at all. It was disappointing because Iu2019m a summer Fridays fan."
        },
        {
            "review_title": "Granddaughter approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "My age13+ granddaughter, said I ABSOLUTELY had to get this for myself, Iu2019m glad I listened to her, love the color and shine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Its so soft & makes your lips so glossy. I love it."
        },
        {
            "review_title": "i would pass on this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "this lip oil runs out SO quick i barley used it and itu2019s almost gone, i think itu2019s because of the huge applicator. it wears off kinda fast too but other than that itu2019s a pretty color."
        },
        {
            "review_title": "Skip on this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love a summer Fridays product (use their creams/ lip balm) but I had to leave a review with how disappointed I was about this. After using it a couple times the bottle looks empty? There really isnu2019t much product in here, gets clumped up at the top and I get the tip to get product so not sure what to do with the excess product stuck at the top.. not worth"
        },
        {
            "review_title": "runs out quick",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have had this for maybe 2 weeks and itu2019s already empty. I donu2019t even use it every day, Iu2019ve maybe used it ten times. Itu2019s a good product but there is not enough of it to make it worth 26 dollars."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "It is a very good lip oil but it very expensive so only buy it if you really want it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love the color and it hydrated my lips so much I would but this again!"
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Super smooth, nice texture. It is super glossy. The colour matches my lips perfectly and there is surprisingly a lot of product in one bottle."
        },
        {
            "review_title": "UNDERATED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "UNDERATTEEDDDD SMOOTHED OUT MY LIPS INSTANTLY AND WASNT STICKY AT ALL"
        },
        {
            "review_title": "super cute and natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "pink cloud is great for the summer, not too heavy, and also a beautiful natural color. soft applicator and easy to apply!"
        },
        {
            "review_title": "Itu2019s alright, just not for me.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "It has a very good applier and is a very nice and cute product. The color is absolutely perfect but after a few minutes of applying it made my lips burn for quite a bit. So I find it upsetting that I might use every once in a while."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love this lip gloss, itu2019s one of my favorites! The tint/color is perfect and it makes my lips so shiny. I love the applicator and how big it is too. The only bad thing I would say about this is that the product runs out pretty quickly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i like product itu2019s self but the tube leaks so so bad i barley have any product left and iu2019ve used it maybe like 10 times. They need to fix the packaging and it would be a 10/10"
        },
        {
            "review_title": "Nice color, terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I guess this is on me for not reading the reviews, but it's still really disappointing. The color is great, the quality is good but the tube is so so bad. It leaks like crazy so much that it's only been a month and it feels like half the product wasn't used and just wasted. If that doesn't matter you, then amazing, but it really grinded my gears so I'm not purchasing again."
        },
        {
            "review_title": "Lip Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My current favorite lip oil! Super hydrating, not sticky at all. The formula is hydrating and light, rather than oily. Soft mauve is the perfect natural lip shade!"
        },
        {
            "review_title": "Great lip combo",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I like this product. Itu2019s a pretty color but it doesnu2019t workout for my skin color by itself I need a lip liner for it to looks nice. I was under the impression that It was a glossy thin lip oil but itu2019s more of a thin lipstick on me. Also when it dries my lips start cracking as well so put a I would recommend putting vvasaline or aquaphore on before."
        },
        {
            "review_title": "It should be my go-to lip oil.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I bought this product because I really liked the Summer Friday lip butter. However, I was disappointed with this one. It doesn't last on my lips for more than 5-10 minutes, so I won't be buying it again. I prefer the Lady Gaga's Haus Laboratories lip product, as it performs much better."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "",
            "review_text": "At first I loved this product & but then after about two weeks of having it it started leaking and would get over all my stuff u2026 I would recommend it if you are going to leave it at your vanity but to have in your purse to use itu2019s not worth it as it will start leaking"
        },
        {
            "review_title": "BEST FREAKING LIP OIL.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "i absolutely love this product oml. i am actually not a fan of summer fridayu2019s other products but this lip oil is so creamy and smooth and the colors oml. i need more colors #feedusplease"
        },
        {
            "review_title": "I love this so much u2764ufe0f ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I would die for this. I love it soooo much. The color looks very bright in the bottle but is very sheer once you use it, you can still see a slight tint. It is very soft and moisturizing. I will repurchased this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Dry skin",
            "review_text": "I wanted to love it all so badly - love the color and formula, hate the packaging. As someone who usually keeps my lip products in a purse/backpack on the days I'm using them, the packaging sucks. If it's not upright, the product leaks into the cap. It doesn't leak out and get on things but I feel like I've lost SO much product into the cap and on the inside where it screws down. It's all completely coated in the oil now. Just disappointing. If you're not able to just stand it up on a counter at all times, I'd pass on it. Hopefully they fix it."
        },
        {
            "review_title": "This has become apart of my everyday lip combo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Its the perfect everyday color and makes my lips feel so hydrated. If youu2019re looking for something to top off your lip combo or if you just want a little natural gloss this is perfect! Itu2019s not very sticky and the package hasnu2019t leaked for me."
        },
        {
            "review_title": "It's a must to have it in your skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using the product for a while it's made my lips like butter there so soft now. I like that it plumps your lips. I would recommend this if you want lips that feel like butter and want your lips to shine like the sun."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Instantly makes my lips feel amazing! Love the subtle color and the glossy plump look. LOVE. Only bad thing is I feel like I have to apply frequently but maybe thatu2019s just me"
        },
        {
            "review_title": "not that good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "it dryu2019s so fast, minty burning sensation, leaks A LOT and really does last that long on the lips"
        },
        {
            "review_title": "Great product but terrible packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I purchased this product about a month ago. The product itself is very creamy and smooth. However, the packaging is terrible. I placed it inside of my handbag and it leaked into the handbag and stained it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rosewood Nights - A nourishing touch of sheer rosy brown",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This product is so perfect! I love it so much and it just overall a good product"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "It was the best thing everrrrrrrrrrrrrrrrrrrrrrrrr"
        },
        {
            "review_title": "super hydrating, love the cooling feel!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "smooths out my lips so much!! beautiful pink color and glossy finish!! only problem i have with this is thats its a little sticky."
        },
        {
            "review_title": "So Pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The color is STUNNING. I love it so much and it leaves my lips feeling hydrated. Unsure about the overall quantity of it since I just got it recently, but itu2019s holding up pretty well."
        },
        {
            "review_title": "Nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Cute but easily makes a mess.im not sure if ill repurchase although i love the product itself"
        },
        {
            "review_title": "Stings a little but nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this the color is beautiful but it stings just a bit! It looks nice and the hydration last for a little over 2 hours. The gloss lasted for about 30 minutes!"
        },
        {
            "review_title": "best lip gloss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "i really recommend itu2019s amazing and looks soo pretty"
        },
        {
            "review_title": "A lot of lost product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So so messy! I did clean this a few times but got messy overtime. Recently noticed windowing and Iu2019m shocked since I have so many lip products! Not worth the money! Other lip products do the same thing! Would prefer a lip product to last longer and no mess. Product itself is really nice! Great colour and a s!"
        },
        {
            "review_title": "LOVE IT!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of my favorite lip oils take my word for it it's amazing!!!!!!!"
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is so hydrating and so pretty on the lips and last a while. After a few uses it started to leak so now I chat pack it in anything other then that this product is amazing."
        },
        {
            "review_title": "Perfect shade for everybody! Perfect gift for teen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love love love love!!! Never runs out! Dry lips WHO?! It never leaves my side!!! Taking it to my grave! Worth the money!!! Perfect gift for a teen girl!!!!!!!!!!!!! Dear moms, if you get your teen daughter this and the summer Fridays lip butter, she will cry of joy! She will love you so so so much!! She will love them so much!!"
        },
        {
            "review_title": "Feels amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Has no smell, tastes sweet though!! beautiful shine on the lips and its not sticky at all, applicator is a little messy so be careful. But I still highly recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "My new favorite lip oil! It goes on so smooth and it stays glossy"
        },
        {
            "review_title": "don't buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "honestly overrated and overhyped. it disappointed me. I wanted to love it but this product didn't say anything about plumping and I bought it and it was tingling and burned. I hated it. also it ran out within 1 week. also $26???? like I could buy a nice hydrating summer Fridays butter balm for cheaper."
        },
        {
            "review_title": "MESSY APPLICATOR",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Oily skin",
            "review_text": "Love summer friday's so wanted to try this lip oil. Works okay and keeps my lips moisturized for a little while but the butter balm works much better. The wand is also VERY MESSY, the product gets everywhere and just gets messier with each use. Will not purchase again."
        },
        {
            "review_title": "Would give 4 stars but seems purposely done",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Formula is good, high shine. Packaging is bad, you not much product for how much they charge for. The product is all gathered on the stopper area and you canu2019t get to it/dried up."
        },
        {
            "review_title": "Good but the price isnu2019t",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really in joyed this product I thought it was a great buy! But the only thing is that it kinda burns at the beginning but otherwise fine!!"
        },
        {
            "review_title": "Okay product, very bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is very gloppy and messy. The stopper does not seem to work very well, so there is a ton more product on the applicator than I want and the lid gets extremely messy. I like the formula but the packaging is very bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This feels and looks wonderful on my lips! I also found out that you can use the Summer Fridays as blush and lipstick they both look very pretty"
        },
        {
            "review_title": "Perfect for soft glam/everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "It is a beautiful color with a lux sheerness and a smooth finish. It's not too much, rather it is just enough to finish off a soft glam look or even for everyday wear."
        },
        {
            "review_title": "A good lip ( gloss )",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very nice lip ( gloss ) I feel this is more of a gloss than an oil. Still a great product. And the packaging is very pretty."
        },
        {
            "review_title": "I'll pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Not worth it. The packaging is messy, and the color is streaky. I also like a thicker formula than this lip oil."
        },
        {
            "review_title": "Really nice lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this lip oil because it feels really nice and moisturizing and is very beautiful. It has a little bit of a tingle when you put it on but it doesnu2019t really hurt and the applicator is really nice and I know people complain about it running out fast but product just gets around the top so if you just take a quick-tip and wipe it you will get that product!"
        },
        {
            "review_title": "not the worst lip oilu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly, a bit disappointing for Summer Fridays since their Butter Lip Balm is so good. Itu2019s not the worst one out there, but itu2019s not really as moisturizing and doesnu2019t really last that long. But, I do like the shade range they have going on here. I just wish they had also scented these, they would be sold out."
        },
        {
            "review_title": "Ok hear me out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "If you get the right color this is nice. The minty smell and taste isnu2019t bad. Goes away after 5-10 minutes. My two cons is that itu2019s way too slippery on the lips and the packaging is too big for the amount you get. Just big! Doesnu2019t fit in my lipstick organizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i love this lip oil!! itu2019s super hydrating and the tint is perfect!!u2764ufe0f"
        },
        {
            "review_title": "Buy yourself one! You wonu2019t regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lip oil is a beautiful sheer pink shade. Left my lips looking extremely glossy. The application is so smooth too! I love ALL Summer Fridays products!"
        },
        {
            "review_title": "ufffc gorgeous lipgloss ufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve had this product for about a month now itu2019s very hydrating a moisturizing. I will say itu2019s just like a normal lipgloss. Itu2019s not worth $26 but itu2019s a really great quality lipgloss and the packaging is gorgeous!ufffc"
        },
        {
            "review_title": "Love the product, hate how little you get",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the feeling of the product, the shades are SO pretty and feels very light and smooth on the lips. However, the amount of product you get is a major let down, after not even a month of not even moderate use, it was practically empty."
        },
        {
            "review_title": "Obsessed with color and feel:the size is whack",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "If this product was either bigger or less expensive my rating would change. I love the color, I love how this lip oil feels. But the size of the product for the price is pretty nuts."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "",
            "review_text": "I AM SO DISAPPOINTED IN YOU. I ADORE YOUR BUTTER BALMS OK. but this did NOT like up to the hype. iu2019ve used it TWICE and guess what, already HALF WAY gone. for 25 WHOLE DOLLARS. the butter balms have awesome scents, these have none, except a plastic left behind scent. itu2019s not moisturizing its like a top layer for my lips. and the pigments are just not it. DI BETTER u2018n"
        },
        {
            "review_title": "Just Ok. I recommend the butter balm.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is just ok. There is nothing wrong with this product but thereu2019s nothing that really stands out to me. It didnu2019t give my lips much of anything although the color is gorgeous I must say! I defidently recommend the butter balm rather than this product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "when i first used the product i loved it but after i started using it the packaging starting leaking and the lip oil started drying it very quickly"
        },
        {
            "review_title": "Love the color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I purchased the soft mauve and love the color and formula. Itu2019s so lightweight itu2019s not as moisturizing as the lip balm but itu2019s is somewhat moisturizing it didnu2019t dry out my lips.  ud83dudc8b"
        },
        {
            "review_title": "Best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Best lip product ever so basically my friend had this and I was so obsessed so I bought it itu2019s amazing i love plumping lip products but they always turn my lips super red and this isnu2019t supposed to be a plumping lip oil but it makes my lips very plump without the tingly effec. I also love this color sm itu2019s like the perfect pink and nude color Iu2019ve never been this influenced and I donu2019t usually write reviews. I love the packaging itu2019s so clean girl and aesthetic I really really recommend this product Iu2019m obsessed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "it's so good i just bought this and it's a perfect shade, made my lips look so hydrated and smooth i love it so so much."
        },
        {
            "review_title": "Good lip oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "After using this product the first time, I really loved the shine and how it felt on my lips. However, the bottle started leaking product around the top. I think for the price point a lot of product was wasted.  due to the packaging"
        },
        {
            "review_title": "Pink cloud",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "so pigmented and cute! Will definitely be buying this again!"
        },
        {
            "review_title": "Super good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "After using this thing I thought is would be sticky but it turned out not to. I would recommend this but I wish the price and the packing of the lip oil could be better to attract more customersud83dude0dud83dude0dud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "Ran out immediately feels like a lip gloss not oil. But does feel very cooling."
        },
        {
            "review_title": "Yes, you need this one too!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "10/10!! I have a ton of lip balms and lip masks but this one is IT!! Definitely my new favorite. The shade, the consistency, every component is so amazing."
        },
        {
            "review_title": "So little product in the container.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love this product so much but I have probably used it only 9 time and itu2019s already also empty."
        },
        {
            "review_title": "stick to butter balms",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love summer fridays butter balm so I thought I'd love this lip oil. I'll start with the positives, the color is pretty and the packaging looks nice. after you get over the packaging cuteness you realize how crappy it actually is. The product comes with barely anything in it. it looked like I received something that had been used several times and the little product you do get ends up all over the cap or stuck at the bottom because the wand doesnt reach all the way inside. The actual oil isn't an oil at all. it's like a thick goopy liquid lip balm with no scent. I see why sf would try to hop on the lip oil trend since it was everywhere but they should stick to the butter balms or take this back to the drawing board. and on top of all of that its not very moisturizing. I used it maybe 10 times and it's almost gone."
        },
        {
            "review_title": "BEST EVERRR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love this lip balm! I had just recently had a birthday and had this gifted to me and Iu2019m so happy with it! It applys like butter and looks so cute, the packaging if a little messy but easy to clean up. I definitely recommend."
        },
        {
            "review_title": "Beautiful texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love how this makes my lips feel. The color is so nice and it feels like silk on."
        },
        {
            "review_title": "The Best Color and LipGloss Feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I hate the feeling of lipgloss. This truly feels like an oil and its so soft and NOT uncomfortable. The color is so pretty as well! I have a Medium complexion with an olive undertone. LOOKS GORGE :)"
        },
        {
            "review_title": "Pretty but unpleasant",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice shine, and definitely a pretty sheer pink! It kind of stings a little - like a plumper would? It does last a while between applications, but the burning sensation isnu2019t it for me. I will use all of this but not buy another!"
        },
        {
            "review_title": "Bad packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The formula is hydrating and love the colors. However the tube is messy. A lot of the product ends up on the inside of the top and cleaning it off every time seems like a waste of product."
        },
        {
            "review_title": "Itu2019s mid ud83dude11",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "So I got this and once I tried it was very sticky and I donu2019t like sticky lip balms and oils I like mine to be more hydrating and this was kind of a waste of money to me other than that the color was very pretty and cute and also very pigment and I love summer Fridays but I will not be trying this ever again"
        },
        {
            "review_title": "Just okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Like the color and the feel of the oil but it's messy. Will not buy again."
        },
        {
            "review_title": "Messy but good formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "The product is very good. It instantly nourished my lips. The only problem is the packaging and applicator. Itu2019s sooo messy. The applicator picks up way too much product and the product cant go all the way back in the tube."
        },
        {
            "review_title": "Great, but not enough actual product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "So I loooooved this lip oil. It was moisturizing, looked great, and even smelled good. However, there is simply not enough product in the tube. Mine was almost empty after 2 weeks. Just not worth the price for such little product."
        },
        {
            "review_title": "I love rosewood nights lip oil ud83dudc8bud83dudc84",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am very fond of Summer Fridays products but I am especially in love with the lip oil. Rosewood nights is my favorite shade! I pair it with a rich chocolatey lip liner and it is the perfect easy summer lip combo. ud83dudc4dud83cudffeud83dudc4dud83cudffe"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Very cute and flattering on me. Love the blush it gives on my lips. Super soft and not sticky   Warning: it sort of stings"
        },
        {
            "review_title": "Last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Itu2019s okay but it runs our very fast Iu2019d prefer if you buy the tube it last longer and I love the formula!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Preforms not so much an oil as a gloss. Also not as hydrating as I expected. It's nice and lightweight, has a nice slip and not sticky. While it's a gorgeous color, it's not exactly my favorite."
        },
        {
            "review_title": "Pretty good ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product and I love their shade options. Very oily, but in a good way. not sticky at all. ufffc only thing that I donu2019t like is that there isnu2019t much product for that price I am paying."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Love this lip oil to hydrate and add a nice natural looking tint. Feels soft and supple while wearing! Will definitely repurchase!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "At first I was kinda scared to try it because everyone said it runs out fast and it leaks but Iu2019ve had no problem! It leaves a super pretty color and it feels so nice and luxurious. I love both this and the lip balms!"
        },
        {
            "review_title": "A goegeous lippie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is a gorgeous shade of this lip oil. And it isn't heavy or sticky. It is light but not too light making it feel nice on the lips."
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "i ended up returning this product, which i rarely do!! i was so excited to try, but it was disappointing. it wasnu2019t that shiny and the color looked really light and washed me out. youu2019d be better off getting the pink sugar summer fridays lip balm! itu2019s more hydrating and smells great."
        },
        {
            "review_title": "Not enough product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love the look of this lip oil. The color is gorgeous. However, there is so little product and itu2019s so expensive. I have wore this oil about 6 times and the bottle is already see through. Very disappointed because this would be one of my repurchases if it had more product."
        },
        {
            "review_title": "100% Worth It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Why is this product so good! Ok,so I bought this yesterday and I am already in love. This stuff works absolute miracles! It gives a nice sheer tint and is so soft."
        },
        {
            "review_title": "Overpriced, too hyped",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is overpriced for very little product. I bought pink cloud which has a pretty tint and it moisturizing on the lips but itu2019s not too thick where it stays. It doesnu2019t last very long and it has an odd taste. Itu2019s not worth it. Whoever thinks this is spectacular is just living with the hype nowadays."
        },
        {
            "review_title": "Love it but itu2019s messy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love the color and the way that this feels! The o oh down side to this is that I feel like it leaks so much ud83eudd72 the product gets all over the cap"
        },
        {
            "review_title": "!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "This is a good product I like it itu2019s not to colorful and itu2019s actually  pretty good I love the other summer Fridays products"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love the summer Fridays lip oil and butter balm! Pink cloud is my favorite shade of this lip oil! It leaves a shine and lasts long! It is expensive but it is great quality!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Let me just say, I love the formula of this: Itu2019s pigmented, moisturizing, and weightless on the lips. I was so bummed to find out that there is very little product in the tube."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The product itself is great! The packaging SUCKS. You end up losing most of the product in the cap because soooo much comes out every time you open it. Feels like a waste. Very messy after open aa few times. few times"
        },
        {
            "review_title": "Needs better packaging!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "So, this is a really nice product. Goes on smooth, has a pleasant fragrance, beautiful color and love the way it feels on my lips. But the packaging is horrible! The product leaks out of the tube, even just sitting up straight."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Itu2019s a great product and looks beautiful but every time you pull it out of the tube, so much is on the applicator so itu2019s hard to not use to much because if you use to much, it feels oily."
        },
        {
            "review_title": "Terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "These lip oils will gaslight youu2026 I prematurely bought 2 because the actual oil is nice on the lips. Not sticky and fairly moisturizing with not a terrible colour pay off. But if you dare let it lay on its side, the 2 ml that you actually get of this product will leak EVERYWHERE and go into the lid. Such a waste of product. Stained my purse."
        },
        {
            "review_title": "Skip better options out there",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought Soft Mauve and Blush Dreams when these first launched and I had high expectations for these bc I'm such a fan of the lip butter balms. The actual lip oil is okay, but did have a bit of a drying effect on my lips. The packaging is horrendous, these leak everywhere so not bag friendly. Not really worth the money with all the other lip oils out there."
        },
        {
            "review_title": "Say yes to this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it ! This is the best oil. This is so soft on the lips."
        },
        {
            "review_title": "10/10 recommend!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I LOVEEE this lip oil!!!!! Itu2019s so moisturizing and the color is so great!! My fav lip oil!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s amazing but the bottle doesnu2019t have a lot of product"
        },
        {
            "review_title": "Not worth the price point. Minimal amt of product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The formula itself is great, however it is not worth the money at all. You only get 4.5ml of product which is half the size of an average lip product for double the price. You will be done with this by the end of the first week even with minimal use, not worth the money of price point at all."
        },
        {
            "review_title": "A must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this so much! It is the perfect color and it is so amazing ud83eudd29 you should definitely get this."
        },
        {
            "review_title": "Do Not Buyu2014Waste of Money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Awful. Will not buy again. Itu2019s been SIX days and the tubeu2019s see-through. I barely use it. This is a waste of money."
        },
        {
            "review_title": "Great, buttt...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "love this product and it gave me a great look my the first time I put it on it had a tingle. It also runs out really fast and I don't even put a lot on at a time.."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This color particularly wasnu2019t my favorite on me. Itu2019s not anything special and was a thin formula. Also, just wasnu2019t my favorite just something about it I donu2019t like."
        },
        {
            "review_title": "Never going to buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Way to basic of a lip oil, matched my own lips too close in colour"
        },
        {
            "review_title": "VERY PRETTY!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Burn for me but is a very very pretty color and looks amazing on the lips. u2764ufe0f"
        },
        {
            "review_title": "An actual lip OIL",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I recently left a review for gisou lip oil saying that is the true definition of a lip oil. I believe this is the next thing close to defining a lip oil. It gives a beautiful tint and is buildable. It is thin and feels like an oil. Not a lip oil that claims to be an oil despite gel or gloss like consistency like others. This is not for you if you don't like an oily or buttery feel on your lips."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is great, itu2019s long lasting and very hydrating, but something Iu2019m not a huge fan of is the feeling on my lips, but I do know others that love the consistency."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Not bad though I prefer the Dior lip maximizer. It doesnu2019t last long on the lip and wears off pretty fast."
        },
        {
            "review_title": "Not hydrating, leaks EVERYWHERE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This lip oil isn't at all hydrating. I also HATE the packaging because the product leaks absolutely everywhere. Super disappointed because I love their butter balms, so I was excited for this but I will never repurchase this."
        },
        {
            "review_title": "Itu2019s okay. Nothing special.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the color but the oil is nothing special. Plus the packaging sucks. It gets all around the rim and makes application super messy. Overall, would NEVER buy again."
        },
        {
            "review_title": "Terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The product is great but the packaging is terrible. There is barely any product and I cant take it anywhere because it leaks so so much. Even when it is just sitting in my cabinet facing upwards there is still so much leaking. for $26 I feel like this is not okay."
        },
        {
            "review_title": "Summer Fridays Lip Oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair",
            "review_text": "After I first tried this, I loved it!! The color was perfect u2764ufe0f. Just one thing, I didn't realize at first that you only have to put a little bit on which kind of felt weird but afterwards, I got the hang of it and ended up loving it!!"
        },
        {
            "review_title": "Loveeeeee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I LO VE this product the only downside is that it runs out really fast because the applicators is huge but it smells good. It looks gorgeous lips. I love it."
        },
        {
            "review_title": "fav lip oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "im not usually a lip oil person, but i LOVE this one! i love the color it gives off and it lasts! it does seem to run out quick tho"
        },
        {
            "review_title": "Soft lips- feels divine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Delightful, moisturizing, hint of color.  Beautiful.  One star for quick fading of color, but moisturizing effect stays. Bottle is a bit bulky."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "this product is so pretty on the lips. it's super long lasting and hydrating. but the product runs out so quickly. i don't use it every day and i bought a new one after like a month"
        },
        {
            "review_title": "Chemicals",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This product rates a 45/100 on Yuka & contains titanium dioxide."
        },
        {
            "review_title": "I hate this get the lip balm",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got this lip oil a few days ago and used it 5 times its already half empty. Very thin evaporates off my lips and the hair off the applicator falls out. Smells good and tastes good, pretty but not worth the money."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Does not blend the color and I think the consistency Is very average for a product that price, itu2019s a 50/50"
        },
        {
            "review_title": "Cute while it lasts",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lip oil is very mid. While it feels great on the lips and hydrates, it does not stay for very long. I swear you blink and it is gone. It also comes with so little product I went through the majority of it in two weeks!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The packaging is not good. Most of the product leaks. Would not recommend it."
        },
        {
            "review_title": "gorgeous",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "iu2019ve been using this for a few weeks and love the way it feels on my lips it runs out a little faster than i thought"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't like how it goes on my lips, it leaves streaks, and after it my lips are drier"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "really bad the packaging get very oily because of this product i wouldnu2019t recommend"
        },
        {
            "review_title": "Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I love the color and texture of this lip oil!  Rosewood Nights is a deep cool berry shade that isnu2019t too bright. Itu2019s very cushiony and I find I donu2019t need that much to see the color. Still, I wouldnu2019t describe it as well-priced because as other reviewers have mentioned the container size is misleading and thereu2019s not that much product in there."
        },
        {
            "review_title": "Itu2019s good but not a must",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Oily skin",
            "review_text": "Runs out quickly feels thin and thick. Itu2019s hard to explain, but itu2019s not the best texture. I donu2019t really reach for it much so I mean get it if you want, but itu2019s not a must."
        },
        {
            "review_title": "Not Great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The color is nice, but the product doesnu2019t stay on your lips for more than 5 minutes. I keep having to reapply it constantly. Itu2019s not super moisturizing either."
        },
        {
            "review_title": "Skip this and just get the balm.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Itu2019s a nice color and formula, though I wish I had gotten the darkest one. not sticky. But I often forget that I have it, especially since I have the summer Fridays balm which I love so much.   this and"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The pigment is beautiful.  The oil is more like a gloss and pretty sticky.  The lid leaks though so not worth the money."
        },
        {
            "review_title": "Could live without",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Very pricey for how long it lasts, I would stick to elf or the regular summer fridays in the squeeze tube. The applicator takes out a lot of product and it did not last very long for me"
        },
        {
            "review_title": "Pretty color but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Bought this for the hype and immediately returned after trying it. Plenty of drugstore u201cdupesu201d that do it better! Save your coin"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Do not recommend. I bought this thinking it would feel like a gloss that was my bad but it tingled and not in a cooling way and it finished in a week and I BARELY used it. DONT BUY!"
        },
        {
            "review_title": "Not enough product for the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This lip oil felt nice on my lips. Non sticky and hydrating with just a hint of tint. Although I would not purchase this again because it only lasted me about 2 weeks. Very little product in the tube for $26."
        },
        {
            "review_title": "SOOOOOOO GOOD GET OT RNNNN I AM TELLING YOU",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I am telling you get itu2019s trust me itu2019s soooooo good I canu2019t even talk itu2019s so nice amazing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the product! Very creamy and moisturizing. That said, the packaging is terrible. Way too much product comes out on the wand and then leaks everywhere and makes the tube super sticky"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Soft Mauve - A nourishing touch of cool mauve, with buildable color",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The product is good. Moisturizing and provides a good tint to your lips. However, thereu2019s very little product in it and it doesnu2019t last on your lips for too long."
        },
        {
            "review_title": "Please fix the product design",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love the look and the experience of using this product. HOWEVER please fix your packaging because it leaks all the time and the bottle is basically empty after few uses. Plus it stains my bag"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this product, but thereu2019s not much of it in the container for the money that you pay.ufffc"
        },
        {
            "review_title": "Great but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "A friend gave this to me because she didnu2019t really like the texture, I like the texture but it runs out so fast! It does not last she dad it for like 1 months, didnu2019t use it every day it was barely filled personally not worth $30"
        },
        {
            "review_title": "A must have lip oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "after using this product for the past week I have to say I love it! It is so smooth on the lips and lasts a long time. my only complaint is that it does go by fast! I have both the lip butter balm and the lip oil and I love both! love this product!!!"
        },
        {
            "review_title": "The best lip oil ever",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "The Summer Friday's lip oil is amazing. It goes on very nicely and feel's nice when pu on. I would recommended it to anyone who likes lip oils and who wants a nice glow and a lit bit of color on their lips. But the only downside is that it can dry out pretty fast but other then that it is amazing."
        },
        {
            "review_title": "It's perfect for everyday wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I wasn't sure if I needed it since I already had a Lip Butter Balm, but I ended up buying it anyway. Surprisingly, I think I might prefer the Lip Oil over the Lip Butter balm. It's non-sticky, and incredibly hydrating, leaving my lips feeling soft and nourished, and the color is just lovely.  However, the packaging can be a bit messy with some leaking and too much product coming out at once. But here's a tip: if you let your lip balm sit vertically for a while, you can manage it."
        },
        {
            "review_title": "summer fridays lip oillllll",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "i love the color and formula! itu2019s so pretty and smells good"
        },
        {
            "review_title": "Perfect Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love! The color is very sheer, but it hydrates so well!!!! Unscented , sadly, but tastes slightly minty! Would recommend! I bought one, then gave many others to my family members who all LOVE it now!!  I got all my relitaves"
        },
        {
            "review_title": "Donu2019t buy it .. you wonu2019t get it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I havenu2019t received this product although I was charged for it .. worst experience everrr & the customer service wasnu2019t helpful at all"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Color is so pretty & refreshing cooling feeling I love it !"
        },
        {
            "review_title": "Shine Silky Mauve Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this product! My daughter showed me her beautiful Summer Friday Lip Moisturizer. I had to try the oil! This mama says Thank you all day everyday!  A bonus add your own Lip liner a"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It was okay due to the lasting power and texture. The texture feels whipped and not oily like other lip oils. Color pay off is quite great compared to other lip oils. Does not seem to last long on my lips."
        },
        {
            "review_title": "Smooth, very Sheer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very smooth and hydrating.  Very sheeru2026 I would like more pigment in the color."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Blush Dreams - A nourishing touch of sheer blush, with buildable color",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The color looks gorgeous and so pigmented, but the product leaked and ran out very quick after only a few uses. The formulation is also very thin and not thick like a lip oil should be. Did not meet expectations."
        },
        {
            "review_title": "Gave Me Dermatitis on Lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I rarely write negative reviews, but unfortunately, this did not work well for me AT ALL. It gave me dermatitis on my lips where I got small bumps, scaliness, inflammation, and my lips felt extremely dry and dehydrated. I stopped for a bit to recover from the symptoms then tried it again to see if it really came from this product or something else. The symptoms came back so I knew I had to return."
        },
        {
            "review_title": "My fav lip oil!!!! But...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product!!! my lips feel so hydrated and the color is AMAZINGGGGGGGGG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! My only complaint is that when i got it, the tube was half empty. i was going to return this and get a new one, but after reading reviews, i realized that they all come that way. Please fix this because i would love to buy again if its worth the price - which it would totally be if the bottle was full."
        },
        {
            "review_title": "In my routine NOW u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love those product it is super moisturizing  and when you put it on itu2019s so pretty and glossy and the packaging is so pretty u2764ufe0fud83cudf80"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this lip oil it isnu2019t chunky and the color is beautiful! ud83eudd29"
        },
        {
            "review_title": "A great everyday lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I do have to admit that the packaging itu2019s kinda messy but it doesnu2019t really bother me. I really like the formula and the fact that itu2019s more pigmented that a traditional lip oil."
        },
        {
            "review_title": "lovely product, one complaint",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the look and feel of this delightful pink lip oil. My only complaint is the sheer volume of product that comes out on the giant doe foot wand. I have full lips and still it applies too much product. It's easy for the top to get gooey because of how much product it pulls out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Cloud - A nourishing touch of sheer soft pink",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love the formula of this lip oil - super hydrating and lasts a while! super subtle pink colour and very glossy finish. Only thing is that it doesnu2019t have a scent which is disappointing."
        },
        {
            "review_title": "Summer Friday please fix this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product about 3-4 times the (very large looking) bottle is already half empty. For $26 I would expect more product. Also the stupid applicator is wayyyyyyy too big and brings out way too much product, which makes me have to scrape the applicator on the edge of the tube. Also I might mention that maybe half of the already small amount of lip oil you get ends up in the top of the cap and then leaks down and gets over everything in your bag or pocket or whatever youu2019re holding it. Summer Fridays please fix this. I love the lip oil itself but thereu2019s so little of it and so much ends up on the lid. Itu2019s the messiest lip product Iu2019ve ever had."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "I donu2019t  love this lip oil. First it 26 dollars it not worth it and it doesnu2019t even smell good (I wouldnu2019t recommend)"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I think this product is worth it. The formula is gray super moisturizing and the shade is perfect!!"
        }
    ]
}