{
	"product_id": "836",
	"name": "Wink Stamp Original Waterproof Wing Eyeliner Stamp & Pen",
	"brand": "Kaja",
	"categories": "Makeup, Eye, Eyeliner",
	"price": 39.5,
	"about": "What it is:A waterproof, long-lasting, double-sided vegan eyeliner stamp and felt-tip liquid pen that effortlessly creates the perfect winged eyeliner every time..Highlighted Ingredients:- Avocado Fruit Extract: Hydrates and intensely nourishes..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:This easy-glide, quick-dry precision liner stays put all day—no smudging, feathering, or running. The marker-like tip is beginner-friendly and delivers any look, from a fine line to a bold stroke. It applies smoothly without skipping or tugging for long-lasting, flawless wear.",
	"ingredients": "Wing Eyeliner Pen:.Aqua/Water, Styrene/Acrylates Copolymer, Propylene Glycol, Black 2 (Ci 77266), Alcohol, Pentylene Glycol, Styrene/Acrylates/Ammonium Methacrylate Copolymer, Beheneth-30, Butylene Glycol, Acrylates/Octylacrylamide Copolymer, Phenoxyethanol, 1,2-Hexanediol, Aminomethyl Propanol, C11-15 Pareth-7, Caprylyl Glycol, Sodium Laureth-12 Sulfate, Tetrasodium Edta, Ethylhexylglycerin, Potassium Sorbate, Persea Gratissima (Avocado) Fruit Extract, Camellia Sinensis (Green Tea) Leaf Extract, Camellia Sinensis (Black Tea) Leaf Extract...Wing Eyeliner Stamp:.Aqua/Water, Propylene Glycol, Black 2 (Ci 77266), Acrylates/Ethylhexyl Acrylate Copolymer, Styrene/Acrylates/Ammonium Methacrylate Copolymer, Alcohol, Pentylene Glycol, Beheneth-30, Butylene Glycol, Butylene Glycol, Acrylates/Octylacrylamide Copolymer, 1,2-Hexanediol, Phenoxyethanol, Laureth-21, Aminomethyl Propanol, C11-15 Pareth-7, Caprylyl Glycol, Sodium Laureth-12 Sulfate, Tetrasodium Edta, Ethylhexylglycerin, Potassium Sorbate, Persea Gratissima (Avocado) Fruit Extract, Camellia Sinensis (Green Tea) Leaf Extract, Camellia Sinensis (Black Tea) Leaf Extract.",
	"how_to_use": "Suggested Usage:.Stamp: .-Position the wing-shaped stamp at the outer edge of the eye and press down firmly—the wing should connect to the lower lash line, creating one continuous line...Liner: .-Shake well before use..-Use the ultra-fine felt tip eyeliner pen to draw along the lashes and connect the wing. .-Repeat on the other side.",
	"num_reviews": 2648,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/wink-stamp-wing-eyeliner-P449090?skuId=2251668&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2251668-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Original Ink Black",
			"shade_descriptor": "true jet black",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2251668-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Long Ink Black",
			"shade_descriptor": "true jet black",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2607497-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "perfect product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
			"review_text": "Makes applying eyeliner extremely easier. It's a need in my makeup routine."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This dried out so fast… and the stamp is such a chunky wing, not worth it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I absolutely love the formula of this eyeliner, but I wish I could buy it without the wing stamp. I feel bad tossing the stamp every time I purchase the liner, but it's pointless when you know how to draw a wing."
		},
		{
			"review_title": "Waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "￼ I parked purchased this product in April of last year and I didn’t even get to use it because it dried up not worth the price and doesn’t last. A complete waste of my money."
		},
		{
			"review_title": "TEARS and OIL don’t stand a chance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my HG. I pray Kaja keeps selling these because I will cease to exist. My bf and I had a fight in the middle of summer and I was in TEARS but THIS DID NOT MOVE! I also have oily lids and this STAYED ON"
		},
		{
			"review_title": "YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I always have trouble finding waterproof eyeliner that doesn’t make me look like a raccoon later. This is WATERPROOF!! My eyeliner doesn’t budge all night! I love it!"
		},
		{
			"review_title": "It’s harder than it looks",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I got this hoping to make a perfect wing. I’m not sure if I just have bad eye lids but I still can’t get it. I think it takes a lot of practice to get it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Long Ink Black - true jet black",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "It stays for like 10 minutes. Used it like 4 times and no given up."
		},
		{
			"review_title": "The stamp came completely dried out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "The stamp came completely dried out. I was really disappointed."
		},
		{
			"review_title": "Looks amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Absolutely amazing and looks amazing. Just make sure you check the bottom for the expired date. First one I bought was expired and the wing stamp was dried out. Luckily was able to exchange it for a non expired one  To ex"
		},
		{
			"review_title": "Sent dried/used product!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Actually liked this product the first time i purchased as the stamp shape was great. I don’t agree that it is waterproof as it smudges easily. This purchase I’m SO disappointed with. Was clearly sent a previously returned product as one side of the stamp barely had product and the other side was dry as a bone. The tube had scratched all over it. I can’t believe i tried to put this on my face. I’m disgusted"
		},
		{
			"review_title": "It’s aight",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I returned this one because I could not angle the wing stamp right. I purchased it thinking it would be no effort on my part."
		},
		{
			"review_title": "Absolutely a must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love I’m not the most steady handed but love a good wing this has been a game changer will buy again"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Doesn’t really increase the chance of my eyeliner being even compared to free hand. Bothers my sensitive eyes. Probably skip this one."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "the stamp is nice to make a guide for eyeliner, but the eyeliner formula itself is absolute crap. it's really hard to make it look even, and once it dries down it's so uncomfortable! the way i've been using this is just using the stamp, coloring it with my nyx felt tip liner, and filling in the rest with the same product. i wish the stamp alone was sold, because they're weirdly hard to find. this should also be overall like half the price."
		},
		{
			"review_title": "Not something I’ll be using again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Concept wise, amazing. Product wise, super disappointing. The ink is dry and smudgey, and just kind of rolled off my skin with one pass over with my finger. The stamp is a little inconsistent but nice when it works."
		},
		{
			"review_title": "Time saver!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This is so much better than spending all your time trying to match up wings. Once I stamp I still darken the stamped wing with the liner, just to keep everything dark and even. It also stays so well! I can rub on the wings with force at the end of the day and they don’t budge until I use a cleansing balm."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love how the stamp works! However the tip/stamp part did not last much, after a couple hours the tip/wing part smudged and faded- will try lining it with a longer lasting eyeliner."
		},
		{
			"review_title": "No, just no...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Well, it is not waterproof, and I find texture is kind of watery. It was not so easy to use stamp, so I just skipped it. I will not recommend it if you have oily or a combination skin; live in a foggy/rainy place or in hot weather where you sweat a lot. Probably, you need to find perfect weather and skin combination to use this eyeliner🙃 On the photo, you can see how the product looks after one hour."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love it but I had bought an expired one and my left wing doesn’t even work but over all I love it"
		},
		{
			"review_title": "Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Never wore eyeliner before this but this product makes it super easy to have that winged or cat eye look!"
		},
		{
			"review_title": "Truly is waterproof!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "The eyeliner truly is waterproof and it stayed on throughout a long night out with the girls! This without smudging at all! The hard tip of the eyeliner was the one thing I did not like since I al used to using an eyeliner with a soft tip, but personal preference! The stamp eyeliner will take a few tries but once getting used to it, it can definitely make the eyeliner process easier! Overall good eyeliners!"
		},
		{
			"review_title": "Nice eyeliner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I recommend this to people who have a really hard time doing the perfect flick. It will probably take some practice, but I believe even novices to makeup could learn to line this up correctly (but definitely get a different eyeliner). The stamp and eyeliner have a six month shelf life. I do appreciate that this brand is vegan and cruelty-free!"
		},
		{
			"review_title": "Not a bad option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried Wink stamp waterproof wing eyeliner and stamp and I was most definitely impressed. good, It doesn’t smudge, the formula is good, because it lasts the whole day. It takes time to get used to stamp, however it makes makeup done faster."
		},
		{
			"review_title": "Nice product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "To start with, the pencil size and grip is perfect. The color is jet black. It glided over the lash very smoothly. And didn't smudge at all and waterproof. Overall great eyeliner to purchase for any type of shape."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "If you've struggled with perfecting winged eyeliner, this double-ended stamp and liquid liner duo is a game-changer. It's so easy to use, and the smudge-proof, waterproof formula ensures your wings stay sharp all day long. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I loved this product! it was so easy to use and took less than a minute. It stayed on all night long. It looks better than everytime i’ve tried to do a wing liner. It glides on so easily and applies the right amount of product"
		},
		{
			"review_title": "Lasts all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This product was gifted in exchange for my honest review. This products have been time saving & honestly love the outcome it is a quick 2 step process, you wont struggle anymore with 2 different wing eyes the stamp has one for your left side eye & one for the right & all you have to do is connect with the eyeliner. It lasts all day but comes out easy with cleanser"
		},
		{
			"review_title": "A must have in my makeup routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I suck at creating a perfect stroke and wing so this does wonders for me. I love how it's easy to use and so functional. It's also smudge proof, waterproof and long lasting. I'm Simply in love with this idea of getting a perfect liner in seconds!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "",
			"review_text": "I love this waterproof original wing stamp by kaja! It is so easy to use even for beginners like me!! It is so pigmented which I love and stays on all day ! I highly recommend! Complimentary by kaja!!"
		},
		{
			"review_title": "Leave it dry and you’ll love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This eyeliner stamp makes it easier for me to do my eye makeup routine. Stamps, connect, fill, and leave it dry. It saves me time during my daily routine. It simplifies creating that perfect cat-eye corner. I’m impressed that this liner lasts throughout the day. The key tip is to allow it to dry properly to avoid any transferring and smudging issues. Overall, it's a handy tool for achieving flawless eye makeup."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "What a wonderful product that gives you the most perfect wing when you do your makeup. Very easy to use as directed. Stamp, then use the liner across and that’s all. Waterproof and smudge proof and last a long time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this Wink Stamp Original Waterproof Wing Eyeliner Stamp & Pen  by Kaja. This eyeliner comes with 2 parts, eyeliner and stamp. It basically gives you more choice to do different looks. Also this is a water pfoof eyeliner so you do not need to worry about smudges."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really like this product it is so easy to use, even if you have shaky hands. One the product is applied it does not smudge and it is very long lasting, the liner included is also great. I would recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I was complimentary gifted the Wing Stamp Waterproof wing stamp and it is amazing!  I can accentuate my almond shaped eyes with no issues. It doesn't smear or run it stays in place!  I'm officially a wing girl!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "This is by far the best eyeliner I have ever used. No other eyeliner goes on as smotthly and effortlessly as this. So, using an eyeliner that goes on smoothly without having to apply any pressure is wonderful! The marker is amazing. Most eyeliners are not like this. Highly recommended."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
			"review_text": "I received Wink Stamp Original Waterproof Wing Stamp + Eyeliner Pen in exchange for this post.  Made application so simple.  I love this look and recommend to my friends and family.  I get so many compliments"
		},
		{
			"review_title": "Complete duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love the Kaja Wink Stamp Waterproof Wing Stamp Eyeliner Pen! It's a game-changer for achieving the perfect winged eyeliner look. The stamp feature makes it so easy, even for someone like me who struggles with getting both wings symmetrical. The formula is long-lasting and doesn't smudge. It's become a staple in my makeup routine. I would highly recommend this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "",
			"review_text": "This is such a neat tool. It didn't perfectly give me the desired look but it definitely helped. I have hood eyes and did notice that it does transfer unfortunately. But this only happens during application when it's still wet. Once dried it stays on."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I liked this product a lot.  I have difficulty to do cat eyeliner and this helps a lot because has two sides. The stamp is great and the liquid eyeliner is great as well. It’s super black and waterproof."
		},
		{
			"review_title": "Must have eyeliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I love this eyestamp eye liner it’s easy for be a beginner in the eyeliner makeup. It gives you the perfect wing look and it’s super smooth to use. I think it a must have for eye makeup. You will have the best eye wing eyeliner."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The stamp is easy to use and pigmented and I really like that it has a left and right side since traditional stamps just have a generic stamp for both eyes. It has good pigment and as for the eyeliner pen it is thin and precise. It does not make a very sharp wing but I clean it up to my desired look. I won’t be skipping eyeliner when I have this stamp."
		},
		{
			"review_title": "Perfect wing on both sides",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a perfect eyeliner combination.  Easy to apply . The pen gives a perfect thin eyeliner and the stamp helps with the perfect wing on both sides.  The liner is smudge proof, waterproof , dries quickly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "It was easy to put, the wing tip was so easy and the nicest part is its water proof and smudge proof ,just what a work girl needs in her life.... This is my new go to for daily wear, who knew wing tips can look so good"
		},
		{
			"review_title": "So easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this stamp! It takes me about 2 minutes to do my eyeliner in the morning now and it’s perfect each time. It’s so easy to use and convenient. It also stays all day and doesn’t budge if I accidentally wipe it during the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This wing eyeliner helps me a lot to make it look perfect, generally it takes me a long time to do it but with this wing eyeliner I make it quick and easy and the best thing is that it fits me perfectly, I also like that it is long lasting.  I recommend it"
		},
		{
			"review_title": "Original liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Looking to create a natural and effortless wing liner.  Kajas double ended liner is a must.  It’s an easy and effortless liner just stamp on the wing and follow through with the fine tip liner to create a flawless natural wing.  It is beginner friendly and smudge proof that last all day long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Original Ink Black - true jet black",
			"review_buyer_description": "",
			"review_text": "This wing stamp is my favorite way to create the wing look because it is easy to do and it lasts all day. This is nice for people who don't know how to do the wing and they come put perfect everytime with a little practice."
		}
	]
}