{
	"product_id": "196",
	"name": "Dulce Perfume Oil",
	"brand": "By Rosie Jane",
	"categories": "Fragrance, Women, Perfume",
	"price": 61.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Vanilla, Chocolate, Hinoki Wood.Fragrance Description:This perfume oil  is like a decadent and rich dive into the world of vanilla. It is instantly recognizable and undeniably addictive. This scent has a blend of two kinds of vanilla, a touch of chocolate and seductive Hinoki wood. This fragrance is like sweet candy with a shot of whisky on the side..About the Fragrance:This fragrance is inspired by good times, innocence, and the sweeter things in life.",
	"ingredients": "Blended With Organic Fractionated Coconut Oil, Organic Caprylic / Capric Triglycerides, Dioctyl Adipate, Dipropylene Glycol, Vanillin, Methyl Hydrogenated Rosinate, Ethyl Vanillin, 4-Tert-Butylcyclohexyl Acetate, Octahydrocoumarin, Myroxylon Pereira (Balsam Peru) Oil, Ethyl Hydroxypyrone, Gamma-Nonalactone, Ethoxy-P-Cresol, Butyl Butyrolactate, Anisaldehyde, Ambrettolide, Iso E Super, Ethylene Brassylate, Benzyl Benzoate, Benzyl Cinnamate, Coumarin......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-These roller ball perfume oils are PURE fragrance oil. .-They are the most concentrated way to experience our fragrances. roll onto pulse points: inner wrists, behind ears, behind knees, and décolletage....We work hard, so you don’t have too!  ALL by Rosie Jane packaging is recyclable..How to be a cool human:.- Remove pump and sprayer from our bottles, rinse and throw into your home recycle bin..- Our boxes too!!.- You can return the sprayer and pumps back to By Rosie Jane and we will recycle them for you and also give you a little gift in return.",
	"num_reviews": 59,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/dulce-perfume-oil-P503069?skuId=2571271&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2571271-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": ".23 oz / 7mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2571271-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Almost scentless",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I loooove this perfume so much that I had to have the oil. I'm so, so disappointed. There's only a small hint of fragrance, and it fades within an hour. It smells more like Bath & Body Works Vanilla Bean Noel than Dulce. I was hoping for a concentrated version of my 2nd favorite scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Literally smells like vanilla cake, batter, and frosting! Absolutely love and it last long as well. If you love sweet vanilla scents, this is for you!"
		},
		{
			"review_title": "meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i bought into the hype and it left me disappointed. this perfume smells like nothing, you really have to put your nose up in there to smell anything. and the scent is very uninteresting it’s giving bath and body works. will be returning."
		},
		{
			"review_title": "Disappointed, sticking to the perfume",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited for this thinking it was gonna be a more Concentrated ￼version of the perfume since the perfume is one of my favorites! However you can barely smell this!!"
		},
		{
			"review_title": "My favourite vanilla perfume. Simply delicious.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I absolutely am in love with this long lasting heavenly fragrance. At first when I roll it on , I  get  a perfect balance of all the scent notes. But the drydown is different.  The vanilla definitely takes front stage with a hint of the chocolate.  The woodsy note and the musk are in the background but still noticeable. This is sweet but not cloying gourmand with slight warm undertones. My hubby and I could smell it on me 10 hrs after use. The silage is moderate."
		},
		{
			"review_title": "Don’t Bother",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I was looking so forward to smelling vanilla. Unfortunately I didn’t get any vanilla scent at all. Returned it."
		},
		{
			"review_title": "Bianco Latte dupe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Smells pretty much identical to Bianco Latte, so if you’re looking for a cheaper alternative this is a good option, the only thing is that this oil lasts 3-4 hours without reapplication where as Bianco latte lasts 10 hours +"
		},
		{
			"review_title": "Sweet creamy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Smells like sweetened condensed milk. Lovely fragrance that lasts a few hours, but it’s not very strong. It’s more like something that people would have to be close to you to smell. Still worth it though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Soft and sweet, settles into a skin scent with not much projection. Great for more intimate settings, like a date night."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "smells SO good and lasts a long time, one of my fav classic, staple vanilla scents"
		},
		{
			"review_title": "I wanted to love this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I saw so much hype around this perfume via social media, and i finally caved and blind bought it. It was more chocolatey powdery than i was hoping for, and the smell did not agree with my nose. I washed it off with soap, and the smell was still there, so it does have some longevity, at least, lol."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Very very sweet scent , I personally love sweet scents but I had 3 other people try it and they didn’t like it so I returned it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "The price keeps increasing which sucks since the product is so small but I love the smell so I keep buying"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Love the scent. Wanted to keep it. But the staying power is not good. Lasts about an hour and I kept re- applying  And for the price doesn't make sense unfortunately:("
		},
		{
			"review_title": "Warm, cozy vanilla and chocolate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This smells so good.  I wasn't expecting it to be so nice!  It smells like a mix of warm vanilla with a bit of cocoa powder.  It's not a chocolatey as Choco Musk or as spicy as Kummba Vanilla Bean, but it's sort of like if you mixed the two together and then made it a little smoother/mellower.  It is perfect for fall and winter and sweaters!  It lasts for several hours on my skin and has nice projection in personal space--so not like a room-filler, but a nice bubble around me."
		},
		{
			"review_title": "Warm and cozy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "My original review of Dulce (the spray) was just sort of meh. I found it powdery and sharp and it really didn’t do much for me. But since I had bought it and was too lazy to return it I started just incorporating it in with my  other fragrances.  In so doing I have found to my surprise that it has really grown on me and I actually now crave the smell of it. As soon as Sephora restocked the oil version I jumped at it.  In both I get warm, and woody, and powdery, a little vanilla, and even a little cinnamon. It reminds me of warm apple pie minus the apple note. It is unique, and cozy, and warm. On me it isn’t overly sweet. I can’t stop smelling myself when I wear it.  I’m hoping that between the oil and the spray version I will have it lasting all day. It is not an in your face scent but the lasting power isn't the worst."
		},
		{
			"review_title": "Dupe for the discontinued Kiehl’s vanilla perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Kiehl’s once sold a vanilla perfume oil that was my favorite vanilla on this planet. I have searched for a long time for an equivalent. Bought this online as a blind buy only to discover that this is it! PERFECT"
		},
		{
			"review_title": "a powdery chocolate vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "this has very quickly become my new favourite scent. it’s super inoffensive and just smells like a chocolate-vanilla swirl cone being eaten by a clean smelling, slightly powdery person."
		},
		{
			"review_title": "I wanted to love it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Ugh I’m torn - I wanted to love this scent, and got the travel spray as well .. I thought the oil would make the spray last longer. It DOES, but I really notice this underlying note that really reminds me of PlayDoh. I don’t  know if it’s the Hinoki wood or the chocolate note but it’s there for sure. Like that doughy"
		},
		{
			"review_title": "Smells wonderful, no staying power",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I adore the scent - a woodsy vanilla - but it has zero staying power for me! I couldn’t believe how little bang I got for the price :("
		},
		{
			"review_title": "Buy it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I had this perfume oil in the Sephora favorites for vanilla sampler, and this is beautiful. When you apply it on your skin, it leaves a slight sheen, but the scent is fragrant of being inside of a French bakery or walking in a candy shop with smooth chocolates, or caramel. My only complaint is that I wish the perfume oil came in a larger size."
		},
		{
			"review_title": "Not a fan.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It smells like a watered down vanilla even though this is an oil, the scent is just not there for me. It doesn't smell bad, it just is meh. Not something I would repurchase, and I have the perfume oil, the travel spray, the body wash and the body oil. And all of them are the same, Underwhelming."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Tried this with the Sephora favorites (vanilla edition) & loved it. I use a small amount, & it lasts for hours. It’s a subtle scent which is perfect for me because I have an allergy to strong perfumes."
		},
		{
			"review_title": "Smells like a candle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "It smells like a really good vanilla candle that I'd love to burn in my home. Definitely smells good, but I don't want to smell like a candle. It's definitely missing something to make it perfumey"
		},
		{
			"review_title": "Warm Woodsy Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, fairLight skin tone, Normal skin",
			"review_text": "I adore this scent. Warm vanilla with an earthy undertone from the wood scent.  Has decent lasting power! Just a little goes a long way."
		},
		{
			"review_title": "MY NEW FAVORITE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I can’t say enough how much I love this scent. I love the mix of vanilla and chocolate - it’s everything I could have hoped for with a name like ‘Dulce.’ The woods add a warm coziness that melts my heart. Perfect anytime, anywhere. I can’t wait to try other scents from this clean brand."
		},
		{
			"review_title": "Indulgent desserty warm vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I redeemed my vanilla perfume sampler voucher for this and I love it! I always get compliments whenever I wear this. And I love layering it with Eilish by Billie Eilish - the only way I wear it!"
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I usually don’t wear vanilla scents but it’s not too bad. It’s not too strong and doesn’t last as long as I would like. I only got it because I had a scent certificate"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love this perfume oil. It really does smell like a delicious homemade vanilla cream with a subtle wood note beneath. it's not smoky or overly strong. it's more of a light and personal scent."
		},
		{
			"review_title": "delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This is such a rich delicious vanilla with a light hinoki wood note.My new favorite for every day."
		},
		{
			"review_title": "Creamy & sweet vanilla that's easy to layer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I purchased this with my own money. This is a creamy, sweet vanilla without any hint of powder that is light enough to be a fragrance workhorse (everyday / daytime / layering, etc). It's not overpowering (if you want beast mode, look elsewhere), and I don't think it extended beyond arm's length in terms of sillage. Longevity is okay, lasts maybe 4-5 hours? For me, it's just right. It pairs super well with a lot of the gourmand scents I like to wear, either toning them down or adding a much-needed creaminess to basic fruity scents. I wish it came in a larger bottle, this is definitely full-bottle worthy for me."
		},
		{
			"review_title": "Warm sweet coziness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Being on my third bottle of the wonderful  “Rosie” by Rosie Jane, when I saw the new “Dulce”, (and being very much a gourmand person), I felt safe doing a blind buy. It did not disappoint! It’s amazing. Warm, sweet but soffittiate, blends well with almost any body spray or lotion you might wear, just stunning. Highly recommend!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This is my favorite vanilla scent! The honoki wood and musk notes support and complement the vanilla, but still let it take center stage. It's a sweet, warm scent that smells delicious without being too sugary. Like all the other by Rosie Jane perfume oils I've tried, this one lasts throughout the day."
		},
		{
			"review_title": "My favorite vanilla!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Smells AMAZING! I have been searching for the perfect vanilla that is warm and cozy but not overly sweet, and I finally found it here. I can't stop smelling myself.  I even wear it to bed sometimes just because it smells THAT good. Sometimes I layer it with Rosie Perfume Spray."
		},
		{
			"review_title": "Attention Fellow Vanilla Lovers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent!!! Vanilla is my favorite and this the best I’ve ever found. The perfume oil lasts all day but is not heavy or overpowering. I get compliments all the time!"
		},
		{
			"review_title": "smells just like vanilla ice cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i bought the sephora vanilla favorites set and fell in love with this scent. added this to my cart immediately! i get multiple compliments daily. if you’re a vanilla lover, i definitely recommend"
		},
		{
			"review_title": "My signature scent :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this scent! I have the oil and the perfume I like to layer them together. To me it smells like cinnamon and vanilla so beautiful and delicious!"
		},
		{
			"review_title": "Best Vanilla Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a beautiful vanilla scent! The fragrance lasts all day."
		},
		{
			"review_title": "Love Love Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I cannot stress enough how much I love this perfume oil. It makes me feel beautiful. So much so, I bought the body wash, spray perfume, and travel spray perfume. And the scent is so subtle, I love it"
		},
		{
			"review_title": "I absolutely love Dulce Oil and Dulce Fragrance.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I like that the entire line is clean, so you don’t have to worry about harmful chemicals. I like Dulce oil on its own and to use to layer with Dulce fragrance. This fragrance is a nice blend of vanilla, a touch of chocolate and hinoki woods. Absolutely delicious. It’s an easy reach for me daily as the fragrance is not offensive and envelopes you in a nice scent bubble."
		},
		{
			"review_title": "Dulce",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Best vanilla fragrance yet. Doesn’t smell cheap or like liked baked goods. Perfume oil lasts longer than spray. Wish they had a body lotion in this scent."
		},
		{
			"review_title": "Warm and beautiful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this scent!  Warm but clean smelling. Oil is long lasting too!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this as a sample in a Sephora favorites set and this easily became one of my favorite scents in the set. It’s a very warm and comforting scent and is ends up being one of my favorite oils to layer with! Will be buying again!"
		},
		{
			"review_title": "Better for layering than by itself",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
			"review_text": "If you like gourmand then this is for you. I just wasn't prepared for just how sweet this was.  It's not unpleasant, but reminded me more of your favorite candle than perfume. It is however, perfect for layering. I love layering it with clean and spicier fragrances to round them out a bit, and when I do that it settles in like a cozy sweater."
		},
		{
			"review_title": "Soft, Comforting and Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This scent is perfection. Soft and warm from the vanilla and chocolate. A bit woodsy from the hinoki. I own both the oil and spray. Oil goes on my wrists and neck, and spray goes on my clothes."
		},
		{
			"review_title": "soft scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loveeeee this scent. Unfortunately, it doesn't last as long as I would've preferred."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love this perfume oil. It smells like vanilla and cocoa butter on me, which I love. Only on some wears do I get the wood note but either way it's a warm and cozy scent."
		},
		{
			"review_title": "loveeee it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "this has been my fall/winter scent this year and I am completely obsessed with it! It has such a nostalgic smells of the late 90s and early 00s! It is sweet and youthful, but sophisticated as well. For anyone who likes sweet fragrances, this is THE fragrance to get."
		},
		{
			"review_title": "A must have Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this vanilla scent. Its sweet but not overwhelming. It lasted a really long time on my skin too. Hope they make a body oil soon."
		},
		{
			"review_title": "Needs a Reformulation",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "The smell gives a really artificial sugar cookie smell. I don't get any vanilla, I barely get any chocolate. It does have longevity but I'm not sure if that's a good thing when the smell is so artificial. The smell doesn't live up to the name Dulce which means sweet."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Smells liked caramel. It’s definitely for the gourmand girls who love a little sweet"
		},
		{
			"review_title": "Delicious addition to my perfume collection.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Delicious! This fragrance starts off as a sweet gourmand with notes of smooth vanilla and rich cocoa and then the woody and musky notes shine! I find it has great projection and lasts well. I even smelled it on me the next day!"
		},
		{
			"review_title": "smells like cheap bathroom refresher",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Was so excited to try this one and the best way I can describe the smell is it smells like cheap bathroom refresher plus the bottle leaks oil everywhere"
		},
		{
			"review_title": "Dulce Perfume Oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "My experience has been different from several of the reviews I’ve read. I really enjoy this perfume oil. I find it to be stronger, and a very sweet, doughy chocolate smell. It reminds me of chocolate babka bread baking. It pairs very well with an amber oil. This scent also lasts a long time, I can apply a little at night and still smell it on my arm the next morning."
		},
		{
			"review_title": "Barely detectable, others perform better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It’s a nice scent but very sheer. Smells like warm vanilla sugar, like a faint vanilla dough or like a doll I had when I was little. I think there was a vanilla scented cabbage patch kid that smelled like this. Unfortunately it just does not show up at all. All of the below fragrances perform better than this: - If you want a similar vanilla scent that you can actually smell, go for Kenzo “amour” (doughy vanilla), Philosophy “fresh cream warm cashmere,” or bath and body “warm vanilla sugar.”  - If you want a sweeter vanilla, go for 7 virtues “vanilla woods,” sol de Janeiro “cheirosa 40,” or Nest “Madagascar vanilla.” - If you want spicier/warmer go for Kayali Vanilla 28 or Margiela by the fireplace."
		},
		{
			"review_title": "Did not work on my skin.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I love Leila Lou, and thought the Dulce perfume oil would perform similarly on my skin. I was wrong. In the vial this was almost too sweet for my taste, but still pleasant. On my skin it was a very cheap, fake vanilla smell - like cupcake scented toys from the 90s without the warmth of nostalgia. I will pass my sample to someone else to enjoy."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I own lots of vanilla and gourmand perfumes but this one stands out to me and is my current favorite. It reminds me of an ice cream with the waffle cone. Not too cloyingly sweet or synthetic smelling, just a soft yummy scent that still manages to be skin-like. The hinoki wood note works really well to balance out the sweetness by adding some depth. Many perfumes disappear on me, but this one I got whiffs throughout the day.   The performance is long and steady without crazy projection."
		},
		{
			"review_title": "Favorite perfume oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is amazing, it is such a sweet fragrance without being overbearing. You really get that chocolate and wood and it mixes well. Personally I don’t consider this a vanilla heavy fragrance, that chocolate and wood come out a lot on me."
		},
		{
			"review_title": "Sweet gourmand vanilla!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This smells so good! It sort of reminds me of a cupcake candle but still smells enough like a perfume to wear. It does well being layered with other scents and the oil lasts at least 6 hours on me before fading to a nice skin scent. I really like this layered under the new Burberry Her elixer to make the strawberries smell creamier. If you like sweet vanilla scents, then you cannot go wrong with this one!"
		}
	]
}