{
    "product_id": "1180",
    "name": "Mini Fragrance Discovery Set",
    "brand": "NEST New York",
    "categories": "Fragrance, Value & Gift Sets",
    "price": 62.5,
    "about": "Set Description:.-Lychee Rose is an effervescent fruity-floral eau de parfum that is a vibrant combination of rose absolute and fresh lychee accentuated with the sparkling essence of pink champagne and a hint of raspberry..-Golden Nectar is a floral gourmand eau de parfum that blends the warmth of golden orchid and sueded amber with notes of creamy vanilla and velvety musk to create a seductive symphony for the senses..-Indigo is an exotic eau de parfum that is an exploration of the Mediterranean with notes of Italian lemon, orange bergamot, Moroccan tea, Kashmir wood, and wild figs from the South of France..-Wisteria Blue is an ethereal floral eau de parfum that was created by combining watery notes with the essence of French wisteria and the richness of Bulgarian rose and imperial jasmine..-Sunkissed Hibiscus is a radiant solar-floral eau de parfum that taps into the warmth of golden amber to capture the luminosity of the sun. Layers of classic white florals and frangipani, a tropical floral with a creamy coconut accord, complete this fragrance that absolutely wraps you in bliss..-Black Tulip is a seductive chypre eau de parfum that blends the sensuality of Japanese violet and Indonesian jasmine with the richness of patchouli and the freshness of pink peppercorn. Black amber plum and black cherry bring a dark-fruity accord to create a sultry fragrance..-Wild Poppy is a spirited fruity-floral eau de parfum that captures the evolution of a poppy flower from bud to blossom by blending Rose de Grasse and hints of Himalayan jasmine with the luscious aromas of pear, raspberry, and apricot...This Set Contains:.- 7 x 0.10 oz/ 3 mL Lychee Rose Eau De Parfum Mini Rollerball, Golden Nectar Eau De Parfum Mini Rollerball, Indigo Eau De Parfum Mini Rollerball, Wisteria Blue Eau De Parfum Mini Rollerball, Sunkissed Hibiscus Eau De Parfum Mini Rollerball, Black Tulip Eau De Parfum Mini Rollerball, Wild Poppy Eau De Parfum Mini Rollerball",
    "ingredients": "Lychee Rose Mini Rollerball: .Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Limonene, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, BHT,.Benzyl Alcohol, Benzyl Salicylate, Citral, Citronellol, Coumarin, Geraniol, Linalool...Golden Nectar Mini Rollerball: .Alcohol Denat., Fragrance (Parfum), Water (Aqua), Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Farnesol, Geraniol, Limonene, Linalool...Indigo Mini Rollerball: .Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Hexyl Cinnamal, Limonene, Linalool, Geraniol, Citronellol, Citral, Benzyl Alcohol, Coumarin...Wisteria Blue Mini Rollerball:.Alcohol Denat. Fragrance, Parfum, Water (Aqua), Benzyl Salicylate, Alpha-Isomethyl Ionone, Benzyl Alcohol, Benzyl Benzoate, Citral, Citronellol, Eugenol, Farnesol, Geraniol, Hexyl Cinnamal, HydroxyCitronellal, Limonene, Linalool...Sunkissed Hibiscus Mini Rollerball: .Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Ethylhexyl Methoxycinnamate, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate...Black Tulip Mini Rollerball: .Alcohol, Fragrance, Water (Aqua), Butyl Methoxydibenzoylmethane, Denatonium Benzoate, Ethylhexyl Salicylate, Alpha-Isomethyl Ionone, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Citral, Citronellol, Coumarin, Eugenol, Geraniol, Hydroxycitronellal, Limonene, Linalool...Wild Poppy Mini Rollerball: .Alcohol, Fragrance, Water (Aqua), Butyl Methoxydibenzoylmethane, Denatonium Benzoate, Ethylhexyl Salicylate, Alpha-Isomethyl Ionone, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Geraniol, Hydroxycitronellal, Limonene, Linalool.",
    "how_to_use": "",
    "num_reviews": 13,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/nest-mini-fragrance-discovery-set-P509942?skuId=2693851&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2693851-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love all of them, they smell amazing! I definitely recommend it if you like fruity and flowery smells"
        },
        {
            "review_title": "Do not buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "Not worth it at all. 3/6 smelled good. Was expecting so much more from nest."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Most of the scents are really nice, and there are a couple that I don't like. However, my Lychee Rose bottle arrived empty, which is disappointing since I purchased this to try the different scents."
        },
        {
            "review_title": "Better to buy in store to check for quality",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I do like the variety of fragrances, note that they are all mostly sweet smelling florals so if thatu2019s not your thing donu2019t go for the set.  Make sure to do a quality check of your bottles to make sure they are all full which mine were. But unfortunately my favourite fragrance lychee rose was discoloured to a yellow tint and it will need to be returned.  I attached a photo of my other lychee rose bottle for comparison as the colour should be clear."
        },
        {
            "review_title": "Wish these could have been better!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been searching for a new scent and recalled liking one or two of these in the past, since I like florals. The reason I give this three stars is because some of these scents were quite disagreeable, to the point where I left them on the u201cfreebiesu201d table at work, and it took days for them to get snatched up.  The other issue is that many smell quite similar with very saccharine tones."
        },
        {
            "review_title": "Very impressive first impression of the brand!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m really impressed with this discovery kit! The sample bottles are absolutely adorable and I found myself liking all of the fragrances in this kit. This kit centers around florals, so keep that in if you not a floral lover, but honestly I feel like there are ones that do florals in a way that people who donu2019t normally love florals would enjoy! Disclaimer the bottles are rollerballs, which I donu2019t normally love, but I actually wasnu2019t mad at for this kit as the design actually allowed me to get a pretty good amount of the fragrance on my skin. My personal favorites from this kit are Indigo, Wisteria Blue, and Sunkissed Hibiscus. Would highly recommend!"
        },
        {
            "review_title": "Fav brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely love these perfumes They all smell amazing. Iu2019ve received countless compliments on how great they smell.  The roller ball adds just enough scent so itu2019s not over powering to sensitive noses"
        },
        {
            "review_title": "Light but lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "All of the smells are so fresh, floral and soapy, absolutely worth it. Even the ones that are warm toned I didnu2019t think Iu2019d like still smell beautiful. Travel friendly a little can go a long way."
        },
        {
            "review_title": "I recommend buying it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought these fragrances for my mom's birthday and she loved them! Some of the fragrances are delicate while others are a little more noticeable although they all smell great!"
        },
        {
            "review_title": "Check for half-empty bottles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love almost every Nest fragranceu2014theyu2019re unique, yet still so versatile. Disappointed that the bottle of lychee rose arrived half-full, considering the price. Maybe buy in store so you can check that all your bottles are full"
        },
        {
            "review_title": "One of my absolute favorite sets!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I always buy these sets whenever a new one comes out, the size is perfect for trying out different scents. Each scent has its own vibe as well, and fits perfectly in my purse! My favorites would have to be Indigo, Black Tulip, and Wild Poppy!!"
        },
        {
            "review_title": "Perfect for fragrance novice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, fairLight skin tone, Dry skin",
            "review_text": "I love every single one of these! All are florals with varying sweetness. You also donu2019t need to apply very much u2014 the scent is long lasting and noticeable! Iu2019ve already gotten tons of compliments with these, the rose lychee and the indigo scents especially!!"
        },
        {
            "review_title": "100% winner ! I like every one. .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I absolutely love this set !!!!! I smelled each one and they all smell really good .  I really like the golden nectar, black tulip , indigo  and rose lychee, I like all of them but those are my faves .  This set has a little something for everyone.  Lots of floral but different types of floral , some dark , some sweet .  Iu2019m very glad I got this .  These will be great to mix and match with !"
        }
    ]
}