{
	"product_id": "229",
	"name": "Isle Glow Body Lotion Sunscreen SPF 45 with Sea Moss and Cocoa Seed Butter ",
	"brand": "CAY SKIN",
	"categories": "Skincare, Sunscreen, Body Sunscreen",
	"price": 51.5,
	"about": "What it is: A pearlescent and lightweight body sunscreen that visibly illuminates all skin tones with an island glow...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Formulation: Lightweight Cream..Highlighted Ingredients:.- Sea Moss: A nutrient-rich seaweed that hydrates, supports, and protects skin..- Hydrating Nectar: CAY SKIN’s exclusive, plant-based nectar that helps replenish moisture levels..- Cocoa Seed Butter: A powerful antioxidant that helps improve the look of skin texture and restore moisture...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This lightweight body SPF has a unique, glow-boosting nude pearl blend that applies seamlessly on all skin tones without leaving a white cast. It’s infused with nourishing ingredients like nutrient-rich sea moss and antioxidant-protective cocoa seed butter..",
	"ingredients": "-Sea Moss: A nutrient-rich seaweed that hydrates, supports, and protects skin..-Cocoa Seed Butter: CAY SKIN’s exclusive, plant-based nectar that helps replenish moisture levels..-Hydrating Nectar: A powerful antioxidant that helps improve the look of skin texture and restore moisture...Avobenzone (3%), Octisalate (5%), Octocrylene (10%), Inactive Ingredients:Water, C12-15 Alkyl Benzoate, Butyloctyl Salicylate, Sodium Potassium Aluminum Silicate, Diisopropyl Sebacate, Diisopropyl Adipate, Lauryl Lactate, Mica, Propanediol, Glyceryl Stearate, VP/Eicosene Copolymer, Chondrus Crispus Extract, Limonium Gerberi Extract, Ferulic Acid, Citrullus Lanatus (Watermelon) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Theobroma Cacao (Cocoa) Seed Butter, Glycerin, Caprylic/Capric Triglyceride, Cetyl Phosphate, Glyceryl Stearate Citrate, Silica, Ethylene Brassylate, Caprylyl Glycol, 1,2-Hexanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Aminomethyl Propanol, Sodium Lactate, Sodium PCA, Sodium Benzoate, Potassium Sorbate, Disodium EDTA, Chlorphenesin, Synthetic Fluorphlogopite, Tin Oxide, CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxides).",
	"how_to_use": "Suggested Usage:.-Pump product into hands and apply all over body 15 minutes before sun exposure..-Reapply at least every two hours or immediately after towel drying. .-Use a water-resistant sunscreen if swimming or sweating...Tip: Layer Isle Glow Body Lotion SPF 45 with CAY SKIN Isle Body Oil SPF 30 (sold separately) for an extra boost of shine and hydration...Recycling Instructions:.-This bottle is made of 30 percent post-consumer recycled plastic. .-Twist off pump and dispose (the pump is not yet recyclable—CAY SKIN is working on it)..-Clean out the bottle prior to placing in your home recycling bin along with the cap..-All of CAY SKIN’s secondary cartons are made from 100 percent FSC-certified paperboard. .-Place them in your home recycling bin.",
	"num_reviews": 65,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/cay-skin-isle-glow-body-lotion-spf-45-P505663?skuId=2664381&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2664381-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2664381-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Glowy skin must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "Glowy skin, check! Protected skin, check! The compliments were pouring in with this SPF lotion from Cay Skin! I love that my skin felt and looked so hydrated. The glow is top tier and this under your make up, girl! Add to cart and check out immediately! It’s definitely going to stay in heavy rotation for me"
		},
		{
			"review_title": "Not dark skin friendly",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "After applying two fingers worth of sunscreen. This left me looking extremely ghostly looking. The color is comes out as is a medium tan color but I figured it was a chemical sunscreen and that wouldn’t matter, well it does. Not sure if this is actually chemical due to how it performed but this is NOT dark skin friendly"
		}
	]
}