{
	"product_id": "916",
	"name": "Almond Delightful Body Balm",
	"brand": "L'Occitane",
	"categories": "Bath & Body, Body Moisturizers, Body Lotions & Body Oils",
	"price": 54.0,
	"about": "What it is:A nourishing body balm that melts like oil for ultra-soft, supple skin..Skin Type:Dry.Skincare Concerns:Dryness.Formulation:Balm.Highlighted Ingredients:- Sweet Almond Oil and Almond Butter: Nourishes and softens feel of skin..Ingredient Callouts:Free of parabens and phthalates. It is also vegan..What Else You Need to Know:Enriched with almond oil and almond butter, this rich moisturizer leaves skin looking soft and supple. Irresistible notes of warm vanilla and fresh almond come together for a moment of indulgence..Clinical Results:In a consumer test of 33 volunteers:",
	"ingredients": "-Sweet Almond Oil and Almond Butter: Nourishes and softens feel of skin.   .-Organic Shea Butter: Nourishes, moisturizes, and visibly softens skin.  ..Aqua/Water, Caprylic/Capric Triglyceride, Glycerin, Helianthus Annuus (Sunflower) Seed Oil, Cete Aryl Alcohol, Olus Oil/Vegetable Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Butyrospermum Parkii (Shea) Butter, C10-18 Triglycerides, Cetyl Palmitate, Hydrogenated Vegetable Oil, Cetearyl Glucoside, Carbomer, Caprylyl Glycol, Sodium Stearoyl Glutamate, Ethylhexylglycerin, Sodium Gluconate, Xanthan Gum, Tocopherol, Sodium Hydroxide, Parfum/Fragrance, Limonene, Linalool, Coumarin, Ci 77492/Iron Oxides.",
	"how_to_use": "Suggested Usage:.-Massage a small amount all over the body using circular motions.",
	"num_reviews": 35,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/almond-delightful-body-balm-P442735?skuId=2072106&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2072106-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz/ 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2072106-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Very rich so use this as a bedtime ritual. Too greasy for day use unless you have time to allow it to absorb into the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I've always loved L'Occitane's Amande scent. Growing up, my mother used the body wash, lotions, and oil; I loved how the scent would trail after her, intertwining with her Chanel No. 5. I was permitted to use her L'Occitane products on special occasions, which I coveted every milisecond of. They felt so luxurious; so hydrating that my skin would gleam after application, and the scent was unbelievably enchanting, deliciously fragrant. The aroma made me feel so elegant, so put together.     I'm pleased to learn that these products are exactly the same as I remember, and now that I am an adult with the budget for it, I will be treating myself to more of these Amande products. I may not actually be elegant and luxurious, but you would certainly think so if you smelled me."
		},
		{
			"review_title": "Pair these two products for the best combo ever!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love the smell of this product! I was weary that it might have an old person smell but nope. It’s sweet and soft so not too overpowering. But it does fade a bit in smell as time goes on, still noticeable but not as much. Also I HIGHLY suggest pairing it with KAY ALI’s ‘Yum Pistachio’ they work sooo well together!"
		},
		{
			"review_title": "Lovely , soft moisturizing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I ve been using this as a moisturizer for the summer , and it is so good. Just a gentle scent that is not overpowering. It really feels good, is the perfect moisturizing cream for this weather. It feels soft and easy to use and is a great pick. It finishes fast though. It is a nice light moisturizer for the spring weather."
		},
		{
			"review_title": "Oily mess",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Lovely scent and feels great going on. However, it’s incredibly greasy and doesn’t sink in. Tried to use it with cotton gloves as an overnight hand cream instead, but hands felt worse than they do with cetacean the next day."
		},
		{
			"review_title": "Changed formula. Smells like vitamins.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "changed formula. smells like vitamins that overpower any almond scent. almond is faint and overpowered by vitamin smell. I returned."
		},
		{
			"review_title": "End of Day Bliss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This body balm nourishes and moisturizes my dry wonder skin all with a delightful subtle almond scent that I can’t get enough of!  Add this to your post shower routine!"
		},
		{
			"review_title": "I Just LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I've always been obsessed with the warming shower gel. The smell is invigorated 🥰 reminds me of my baby dolls when I was little."
		},
		{
			"review_title": "5⭐️Body balm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I usually never put body cream on me but this one is really something!!!! I love the texture, its not too greasy or heavy, the hydration is 👌🏻 and I love the smellll."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I am obsessed with this body butter I no longer care about the price. It is worth every penny it is long lasting and smells yummy. I often use it with the body oil. A must have!!!￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I’ve been searching for a moisturizing, non-greasy, non-sticky, wonderful smelling body butter for years. Literal years. My search is finally over. I almost passed it up due to the price, but I’m so happy I didn’t. It’s wonderful!  It has a beautiful light scent and is incredibly moisturizing without being sticky or greasy. I’m absolutely in love."
		},
		{
			"review_title": "a little goes a long the way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Amazing this stuff works a little goes a long the way so worth it."
		},
		{
			"review_title": "Yummy smell, great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love L’Occitane and this product does not disappoint. Goes on smooth and doesn’t leave my skin feeling oily. And the smell is terrific! I have already purchased another tin."
		},
		{
			"review_title": "Love scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Well, I LOVE L’Occitane’s almond scent! I love the shower oil. I just got this hand cream! Expensive, yes. But- it is a total luxury to my hands and nose! Will repurchase."
		},
		{
			"review_title": "definitely delightful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Guys, please buy this entire collection. I struggle with redness, kp skin, cellulite, as well as severe dryness. This product is a life changer. I use their almond shower oil, body oil, milk concentrate, as well as this and ever since my skin has been amazing. I feel like the models in all lotion commercials."
		},
		{
			"review_title": "Underwhelming",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It was ok, it smelled ok, but for that price point I expect something wonderful, which it was not. Very underwhelming."
		},
		{
			"review_title": "IF YOU CAN AFFORD IT- GO FOR IT",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Makes me feel and smell like a million bucks, and my skin has NEVER been softer when accompanied by the shower oil as well- but, the size for $45 definitely didn’t meet my expectation."
		},
		{
			"review_title": "So very soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So very moisturizing. I use this after a shower and my skin is so soft; my husband went in for a hug and was like “wow you have the softest skin in the world” lol. A little bit goes a long way and it has lasting power. The scent is a rung over “subtle” as a description of strength, but certainly not overpowering. I only wish it came in a larger size. I will definitely repurchase this item."
		},
		{
			"review_title": "Great, but.....",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this whole line but this particular product I had issues with the size. Its not that big. The tin isn't that deep so you don't get alot of product compared to other body balms/butters. I feel like I'd finish this in a month. For that reason I am returning this. I can't justify the price for the quantity you get."
		},
		{
			"review_title": "my favorite lotion",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love the smell and moisturizing. I use all these almond products and get compliments often. My most favorite scent of almond"
		},
		{
			"review_title": "Very cozy scent. A wonderful moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I was pretty impressed right away! Nice, thick creamy formula that smells just like the shower oil soap. :) I didnt think the scent was overbearing at all. Very nice balance. It has great moisturizing power. I will definitely be purchasing again when I run out. A little does go a long way."
		},
		{
			"review_title": "NOT lightly scented ...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I really wanted to like this, and in terms of how it makes my (fairly dry) skin feel, it's great ... but the scent ... OOF. It's not that it's unpleasant, it's that it's STRONG and LINGERS. I wouldn't mind smelling like the mall for a few minutes post-shower, but it's a scent that remains for literally HOURS. If it was subtle like the shower oil, I'd give it five stars but the level of scent in this balm has me stretching to give it two."
		},
		{
			"review_title": "10/10 recommend if you get extra $$$",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "addicted to this light and lovely smell. actually leaves skin soft as a baby."
		},
		{
			"review_title": "A little goes a long way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was hesitant about the price, having never spent more than about $15 on a body moisturizer, but had been searching high and low for something that wouldn't leave me feeling sticky and was not heavily scented. Holy grail product! It takes me three months to go through a tin, using on my whole body about three times a week. Lovely light fragrance that doesn't compete with perfumes, sinks in immediately, not at all greasy, absolutely worth the price."
		},
		{
			"review_title": "Worth A Try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "For the price that you pay, I wish it came in a bigger size. However, it’s a great product! Extremely moisturizing and smells lovely. It definitely works great on my skin and would be great during the colder weather. This product would be great for anyone with dry skin."
		},
		{
			"review_title": "Lots of bang for your buck!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is an exceptional cream. It doesn't take much and it sinks right into the skin with no greasy feel. I normally don't write reviews - but this is so very worth every penny and good word that I can say about it. It lasts a long time and that makes it worth the money as well."
		},
		{
			"review_title": "Wanted to love it...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I read the reviews and really wanted to love this body balm.  The scent is lovely and very light. However, it took too long to absorb. Also, the next morning when I showered, it felt as though I still had a film of lotion on so I have to ask: is it really being absorbed overnight? I'll keep searching"
		},
		{
			"review_title": "best body butter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This body balm is the best thing ever! I used to slather on the Brazilian bum bum cream, but when I ran out, I decided to give something else a try. When I saw this in the almond line, I knew I had to have it. I use it after I shower and my legs are smooth for days! I take a little and warm it up in my hands before slathering it on. It smells amazing and glides on so smooth without leaving a Greasy feeling. It is on the pricey side for the amount of product you get, but I still think it is worth it."
		},
		{
			"review_title": "Rich but not too heavy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone",
			"review_text": "Love this. It’s thick and rich but not heavy and greasy. It soaks in and leaves my skin feeling very moisturized and with a pretty sheen, which is kind of surprising seeing as it doesn’t feel greasy. I adore the scent. If your skin is on the more normal side of dry, this would be a great winter moisturizer or foot lotion. Will purchase again."
		},
		{
			"review_title": "Really like this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "I use this balm on my hands every time I wash. It has a substantial feel but absorbs into my skin very well and leaves my hands soft and protected."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Luxurious, smooth body balm. Goes on easily. Delightful scent of almonds. Wish it came in a larger container. 1.4 oz won’t last a long time."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am so glad Sephora is finally carrying this.  I have been through 2 of the tins so far and love it so much I got my Mom it too.  It smells so nice and soothing.  I use it after I get out of the shower and apply it from head to toe.  It absorbs so nice into the skin and doesn't feel heavy or greasy.  It pairs great with the almond oil if you need extra hydration.  This is a great product for people who have dry skin.  I wish it came in a bigger size and even travel size."
		},
		{
			"review_title": "A DREAM!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "to me it is literally the supple skin oil in solid form - perfection!"
		},
		{
			"review_title": "Skin of my dreams.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Yes. YES!  I love the Almond line. I use the shower oil, I've used both the skin oil and the cream and this balm is my favourite of the 3. The balm is more moisturizing and softening than the cream and the oil, in my opinion. A little goes a long way! I warm it up in my hands and massage it in. Smells like the rest of the line (which is delicious). The tin doesn't bother me, seems kind of vintage to me."
		},
		{
			"review_title": "Awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this body balm. It’s thick, but not greasy and is very hydrating and makes my skin super soft. I do prefer to use this one when I get out of the shower and before I go to bed. It has the classic yummy, but not artificial almond smell, like the rest of the almond line, which I love. My only gripe is the the tin it comes in for the price is a little cheap feeling and looking. It could be much better. But, the product is the most important and it’s a great addition to their almond line."
		}
	]
}