{
	"product_id": "1027",
	"name": "Mini No.13 Nouvelle Vague Perfume Oil",
	"brand": "Maison Louis Marie",
	"categories": "Fragrance, Women, Rollerballs & Travel Size",
	"price": 22.0,
	"about": "Fragrance Family: Fresh..Scent Type: Fresh Solar..Key Notes: Coconut, Tuscan Fig, Amber..Fragrance Description: Nouvelle Vague transports you to spring on the Italian coast. It captures an uplifting citrus accord, a sheer floral bouquet, and coconut wrapped with Tuscan fig, agave, tonka, and golden woods. It was created for spring, daydreaming, and travel, and it feels chic, warm, and renewing...About the Fragrance: Maison Louis Marie is a luxury fragrance brand with a botanical tradition dating back to 1792. The brand draws inspiration from Marie's great-great grandfather, a renowned French botanist, to create accessible luxury perfumes, candles, and skincare that feature unique floral scents...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "Parfum/Fragrance, Carthamus Tinctorius (Safflower) Seed Oil, Hydroxycitronellol, Linalool, Coumarin, Alpha-Isomethyl Ionone, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Limonene, Citral....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage: .-Use roll-on perfume oil any time you desire. .-Apply to pulse points (neck, chest, and wrist), lightly rolling the ball on the skin to release the fragrance...Recycling Instructions: .-Bottle is 100% recyclable, just remove the rollerball and casing before disposal. .-Secondary packaging is 100% recyclable.",
	"num_reviews": 78,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/no-13-nouvelle-vague-mini-perfume-oil-P505944?skuId=2648699&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2648699-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.1 oz / 3 mL perfume oil",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2648699-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Fresh and clean scent.Not floral either not too strong just right.Its small but my favorite scent so far."
		},
		{
			"review_title": "TOO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I used this perfume oil after a relaxing shower & it helped me wind down for the night with its calming warm notes & deliciously decedent smell! It is worth it."
		},
		{
			"review_title": "Wasted my time and money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "I’m normally not a fresh scent enthusiast. But this smells like salmonella and rain… the bottle is also extremely small. Never again."
		},
		{
			"review_title": "fresh and light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "nice refreshing coconut scent compared to common coconut fragrances. works well with the jdior fragrance I use usually. someone told me this is what an office siren smells like 😄"
		},
		{
			"review_title": "A pleasant surprise!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The scent is light and lovely. It doesn't overpower or give me any headaches. It smells fresh and warm with a hint of muskiness. The amount you get is small, but I think it's worth purchasing at the sale price. It's a travel-friendly size."
		},
		{
			"review_title": "Smaller than I thought.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this fragrance so much!! I just didn’t realize how small it was. Other than that I am still satisfied!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Perfect for daily wear, like a crisp stripped shirt."
		},
		{
			"review_title": "Try this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This was a pleasant surprise. I got it on sale so I thought I would try. My new favorite perfume, planning on purchasing the full size! Sexy warm skin scent. Definitely recommend to men & women"
		},
		{
			"review_title": "Hubby loves this scent at bedtime. Margela-esque!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this! It smells like a coconut beach walk with salt & slight fruit mixed with Amber. Let it transform on your skin and let its magic work."
		},
		{
			"review_title": "Better than I expected!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Spontaneously bought this because the notes sounded nice. I like sweeter perfumes, and this one didn’t disappoint. There isn’t a particular note that comes out most - it is the perfect balance of clean, sweet, and floral. I do not smell coconut however."
		},
		{
			"review_title": "Smells AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After receiving this product as a sample, I knew I had to buy it!  if you want to smell clean, but like you just came from the beach, this is the perfect scent for you!  I get so many compliments when I wear this scent. It truly is an AMAZING smell."
		},
		{
			"review_title": "Coconut & Fig, where?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This was a NO for me. It smells like grass, but not in a good way. I definitely don't smell the coconut at all, so I guess my search for a summer scent continues..."
		},
		{
			"review_title": "A nice touch",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Love! A very clean smell. It’s something I put on right out the shower. It doesn’t last long so I use another perfume as well, but it’s a nice touch."
		},
		{
			"review_title": "My daily perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love everything about this perfume: the smell, size, easy application."
		},
		{
			"review_title": "Did not expect to like this so much.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "I don't love perfume. I rarely even like it. The majority smell like chemicals to me, I never truly get a sense of the notes they claim to smell like on the packages, and I also can't stand floral scents at all. They're just too overwhelming.   I only tried this because it was one of the last samples available when I ordered, and it's vegan-friendly.   I adore this scent. Before I even looked at the description, I smelled a soft, musky, feminine coconut water scent from the package as I opened my order. One of the notes is coconut water. I'm shocked that it actually smells like the description. This almost reminds me of Tokyomilk Dark Tainted Love (one of the only scents I've liked, and hard to find now) because it has a similarly subtle, yet sexy allure. It's not super sweet, but has a hint of gourmand.  Absolutely buying a full sized bottle, as well as a sampler of the other scents as soon as I finish the sample. I'm hooked."
		},
		{
			"review_title": "12/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "SO good, it smells very skin like with a slight gourmand vibe. It’s a sexy and subtle scent. This was a blind buy and it’s probably my new favorite, love it!"
		},
		{
			"review_title": "Such a sexy scent! Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Assuming that lasting power varies from person to person because I could still smell this oil on me a day and a half later so I’m not sure how it faded on others. Almost like it became stronger overtime. Love it"
		},
		{
			"review_title": "Great for Travel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I needed a fragrance for my trip to Florida and to fulfill my Beauty Challenge.  I didn't to give Nouvelle Vague (which means new wave in French) a try.  I was shocked when I opened it and saw how small it was.  It is an oil so it will last longer but it is so small as many have written.  The fragrance is lovely.  It isn't too strong. I am glad because some fragrances give me a headache and I tested it on my husband - he has allergic reactions to some fragrances this one works for both of us.  It is a keep but I am not sure I would purchase it again though.  It arrived with the two samples I requested within a couple of days."
		},
		{
			"review_title": "Less salty Beach Walk",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Smells like Beach Walk but not nearly as salty. Doesn't linger for very long though but it's alright for the price."
		},
		{
			"review_title": "addicting scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "The initial scent is very misleading because after about 10-15 min it smells amazing. It reminds me of a warmer version of beach walk from maison margiela but it gets lighter throughout the day and almost smells soapy."
		},
		{
			"review_title": "Cute",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It’s great on the go the scent is light and fruity but slightly earthy like a morning dew it depends if I’m in the mood"
		},
		{
			"review_title": "Smells amazing, but very tiny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This smells incredible. The coconut comes on strong at first but is very creamy and light. Then it fades into a beautiful mix of all the notes. It gives: rich woman at the beach. Perfect size to try it out!"
		},
		{
			"review_title": "my new scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Normal skin",
			"review_text": "I love love the scent! i purchased without even trying it. I read the reviews, I loved all the notes in the perfume. So I thought I'll just order a very small bottle and try it out. And I got it really quickly and I love it! It's my new perfume my new go-to! It has a beautiful powdery slightly coconut fresh scent. I will be going to Sephora and buying a bigger bottle!"
		},
		{
			"review_title": "Smell like dove soap",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I has some soap smell it’s not bad but ya similar to dove soap"
		},
		{
			"review_title": "It’s a must!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I personally prefer No. 13 Nouvelle Vague perfume oil over the spray after testing both the spray and the oil. The oil gives the fragrance a softer scent, that I enjoyed. The perfume oil is also very long lasting and a little goes a long way. I also loved the size of the product it's perfect for any type of purse, you can always have it with you."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a fantastic, light scent that is perfect for me during the spring and summer time"
		},
		{
			"review_title": "A perfume connoisseur’s dream ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Smells incredible. Perfume oil lasts a LONG time. Definitely pick up an authentic fig scent, which is hard to find! Will purchase the bigger bottle!"
		},
		{
			"review_title": "Wet bathing suit",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Starts of nice, reminds me of Beach Walk. But the dry down is just stinky wet bathing suit. Returned."
		},
		{
			"review_title": "Delicate Perfume Oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this for free for testing purposes by Influenster and Maison Louis Marie. The scent is light, so not overpowering for those sensitive to scents, and it lasts for a long time. The travel size perfume oil is perfect for on-the-go."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "As with all MLM perfumes it’s very long lasting. It’s a clean scent and not overpowering but it does smell a bit like playdoh. It also personally smells very pine-y. Smells good on others though."
		},
		{
			"review_title": "❤️it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Smells fresh and and I love it! Longevity not too bad, I can always reapply and I love MLM perfumed oil."
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Gorgeous scent. Warm, slightly sweet, slightly musky, and it does give me a beachy vibe. In my opinion, it's not offensive, it won't bother anyone around you, and it's classy. It kind of reminds me of a muskier version of Philosophy's Vanilla Fig. If you're not a huge perfume fan, but want a lil' something, you might like this."
		},
		{
			"review_title": "Not for me sadly",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "as with most Maison Louis Marie fragrances, the longevity is great. I was really excited about the notes in this one but after receiving the roller oil mini and wearing it for a while, I can't say I like it. I cant pin down exactly what it smells like. so while the formula is great as always, the scent is not my favorite. I'm so sorry to say this bc I love MLM, but it kind of reminds me of the Play-Doh smell."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this oil to go with the matching perfume. It makes the scent last a long time and I can see how it would be great for layering, but I haven’t gotten around to doing that yet. I will definitely be wearing this in the summer a lot"
		},
		{
			"review_title": "My new everyday staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this perfume oil! This is a beachy, clean, and refreshing scent with hints of citrus and wood. It feels very summery and immediately brightens your mood, even on a cloudy day. I’ve found this to be a great scent to wear to the office because it’s refreshing and lovely without being too heavy or distracting. I absolutely love the roll-on oil format - it’s incredibly long lasting and rolls on smooth. I’m not joking when I say I’ve worn this practically daily since receiving it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Enjoyed the warm, musky scent with fruity notes like coconut. Would probably wear this in the evening versus during the day. The oil stays on the skin longer than the spray."
		},
		{
			"review_title": "Beautiful Scent and Staying Power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I much preferred the oil roll on to the spray. Same beautiful scent but much more staying power. I can actually smell this one the whole day rather than losing it after a few hours!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The smell reminds me going on vacation to Europe and trying to find love. The scent isn’t for me everywhere everyday, I would definitely where if I was going on vacation or somewhere fancy."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Lovely scent and perfect for spring time applies smoothly on my skin and is the perfect formula. Not as strong as I hoped it would be but you can definitely smell the scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "This has become an everyday perfume, it’s light and a floral coconut, perfect for summer. The scent stayed on a few hours without having to reapply. The oil wasn’t overly strong."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This smells SO good! It’s a perfect scent for summer and it really lingers all days! I also love that the size is perfect for carrying everywhere! Absolutely coming  with me on my summer travels!withwith me on"
		},
		{
			"review_title": "Lovely Fig ascent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I received this item free from Influenster. I love the smell of the travel spray but this version is my favorite. It smells wonderful and lasts all day. I highly recommend it and hope it is here to stay in the line!"
		},
		{
			"review_title": "I liked it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I got this item for free to test out and leave a review. It has a light scent but the scent does last long. Got like a flowery scent! I’m not sure I would buy this item on my own but it was good"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "While this scent is light, it also lasts a long time. There's a depth to the scent that I like, but I feel like the coconut scent sticks out the most to me in comparison to the scents listed in the description. I tend to be a little sensitive to strong smelling perfumes and soaps, but this didn't bother me. I really like the rollerball applicator as it's quick and easy to use and target the areas you'd like the scent. This compact size is great as it takes me forever to go through perfumes, so I feel like it's less wasteful."
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My first impression with the travel was eh. It didn't smell bad but it didn't smell great.  I tried this roll on and I liked it. Made me try the spray again. I gotta say it grew on me.  I realized quickly it has a coconut scent to it which is why I didn't love it at first.  Im more of a vanilla girl.  It grew on me I started to love wearing it and it lasted all day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this scent but for some reason I feel like the oil did not last as long on me as the perfume. I do like that this is able to be thrown in my bag though!"
		},
		{
			"review_title": "Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Received this from Influenster in exchange for an honest review. First of all the scent is amazing. It’s soft and floral but also warm. The scent lasts all day long. The packaging is also really high quality. Love this smaller size which is better for travel. Would highly recommend and try other scents. First of all the scent is amazing. It’s soft and floral but also warm. The scent lasts all day long. The packaging is also really high quality. Love this smaller size which is better for travel. Would highly recommend and try other scents."
		},
		{
			"review_title": "Pleasant perfume oil",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was sent from Influenster to sample and review. This is a pleasant smelling perfume oil. The travel size is perfect for on the go. Had good lasting power but can be a bit overwhelming."
		},
		{
			"review_title": "Long Lasting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "*I received this complimentary for reviewing purposes.*  Maison Louis Marie No.13 Nouvelle Vague is said to transport you to Spring on the Italian coast, with key notes of coconut, tuscan fig, and amber. The scent seems very warm and sophisticated to me. I’ve never used a perfume oil and was highly impressed with the longevity. It does seem to concentrate the scent more too. Overall, the scent is intriguing and I would definitely try more perfume oils in the future."
		},
		{
			"review_title": "Small but mighty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love that just a couple of swipes I smell delicious! Ooh and best part it is so small that it is so travel friendly, while still having a strong long lasting sent! I do feel like it kinda has a coconut sent! I just love it, it’s calm but floral and fresh!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "My new go-to. I recommend it for everyone. It's balanced, fresh, sexy, not overpowering."
		},
		{
			"review_title": "Sweet & subtle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like this perfume. It’s subtle and nuanced, not overpowering at all, but layered in a way that makes it interesting. I think it’s a perfect scent for the transition from spring to summer. I received this product free in exchange for my honest review."
		},
		{
			"review_title": "Elegant yet subtle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Sophisticated and refreshing fragrance that is perfect for everyday wear. The scent is long-lasting and not overpowering, making it suitable for people who prefer subtle scents. It also layers really well with other scents and perfumes.  Overall, Maison Louis Marie No.13 Nouvelle Vague appears to be a high-quality fragrance that is subtle but sophisticated. Its fresh, green scent and subtle yet long-lasting fragrance make it a great option for those who prefer understated yet elegant fragrances."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love how small and convenient this product is for on the go! I haven’t used a perfume oil before but I love how long lasting the fragrance is. The scent is not too bold, perfect for every day wear."
		},
		{
			"review_title": "Lovely Scent and Oil Lasts Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for free from Influencer in exchange for my honest review, and I must say I’m impressed! I’ve never used a perfume oil before, and this one lasted quite well. I haven’t tested it outside in the heat, but ot lasted all day on my wrists and neck. The scent starts out pretty strong, but fades just enough where it isn’t overwhelming. I will definitely be using this throughout the summer!"
		},
		{
			"review_title": "Novel new way to have scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I usually use sprays. The oil format is novel, and it’s convenient for carrying around. I think it might be making the scent last longer? I’m not sure… in any case, this format might work better for summer. Rub a bit on a wrist instead of spray into air and walk through.   I really enjoy this fragrance. There’s the flowers, but there’s also something that invokes…sunlight?! It softens on my skin with time, becoming sweeter and more wildflower-y over time. There’s also magnolia or something like that, a flower I can’t quite identify. Overall, great fragrance that evolves well over time on the skin.   I received this as a free product from Influenster, for my review. All words and opinions are my own."
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I received this product for free from Influenster in exchange for my honest review. I loved this oil much more than the parfum. It was more subtle in scent which is usually not the case with oils. I wore this out and it lasted all night plus you can control exactly where the scent is on your body. Notes of lemon are strong as with the parfum and the notes of flowers are subtle. It makes me want to put on a flowy dress and go on a picnic lol."
		},
		{
			"review_title": "A heavy scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I am a big fan of Maison Louis Marie in general, and Le Long Fond and Bois de Balincourt in particular. I found this scent way too heavy and cloying for me. There are nice elements - it reminds me a bit of sunscreen on a hot summer evening. But this was an instant headache inducer for me and, in my opinion, too 'perfumey' of a scent for summer (think being stuck in an elevator with someone wearing way too much perfume). Even a single dab on my wrist was overwhelming. If you're not sensitive to scents and prefer sweeter florals to aquatic, green, or woody scents, this might be for you."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "It was ok. Just not my type of solar fresh fig, so I returned it. Smelled a bit synthetic."
		},
		{
			"review_title": "I love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This product is complimentary from influenster for my honest review. It’s smells so good! The travel size is great for my purse and on the go. It has a sweet but clean smell. Not to mention the tiny bottle is so cute! The scent is very lasting! It’s subtle but also powerful. For the ones that don’t want a over powering smell, you would love this one!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I received this product as a promotion from Influenster. First off it smells very nice and lasts a while, just it a scent I’d choose for myself."
		},
		{
			"review_title": "Lemon 🍋",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product through Influenster for my incentivized opinion. I wanted this to smell the same on me as the perfume does. This smells much more of lemon on my skin than the perfume. If you love a sweet, lemon smell you will LOVE this. Fresh but subtle and lasts a very long time!"
		},
		{
			"review_title": "Absolutely love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this free from Influenster and Sephora in exchange for my honesty reveal I absolutely love it. It smells amazing and  for 16 dollars I’m definitely going to buy it’s again when I run out it’s smells sweet and floral it’s my new favorite"
		},
		{
			"review_title": "Gotta have it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This this a perfect perfume oil for the spring time, I love the floral and fresh notes to it. I did a test on the longevity of the fragrance oil and I found it last all day long which is perfect for my busy days. I recommend 3-4 drops are enough for all day."
		},
		{
			"review_title": "Perfect warm weather scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’m thoroughly impressed! I have a very big perfume collection and mostly gravitate towards sweet gourmands, woody and more heavy wintery scents. This is perfect, summery and fresh!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have never tried a perfume oil before and I was skeptical but it does last all day! I just roll a little behind my ears, on my neck and wrists and I smell amazing all day. I also like that it’s so small, it can fit in my wallet or pocket if I did need a little refresher."
		},
		{
			"review_title": "Will be returning. Did not enjoy this scent.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I love #4 and was excited to try this scent since it love citrus, coconut, fig, amber, etc.   This scent did not meet my expectations. Ordered the perfume oil. Can't quite put my finger on what it reminds me of, but I will be returning it immediately. Kinda smells like cheap hot citrus plastic with a hint of rubbery playdough?   This is not a multi dimension scent. It smelled basically the same from initial application to 2 hours later when I scrubbed it off."
		},
		{
			"review_title": "New favorite scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this scent. Only knocked off a star because it doesn’t last long on my skin. But i love the size and how it doesn’t take up a lot of room in my purse."
		},
		{
			"review_title": "Great scent and easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Never used an oil before this and I don’t think I would again but I LOVED the scent and how easily it dried for me."
		},
		{
			"review_title": "Absolutely beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I have six other Maison Louis Marie mini perfume oils, and I will keep buying more as they come out with them. This scent is really delicious, and keep smelling my wrist! I can smell the coconut and fig notes most clearly, but the scent is beautifully blended and that's what keeps bringing me back to this perfumer. This will be a really great summer perfume as it's not very floral and not very overpowering. I find these oils have a really great wear time as well. Highly recommend!"
		},
		{
			"review_title": "Strong scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "received these products for free from Influenster and Maison Louis Marie in exchange for my honest review. This roll on perfume has a good strong but not overpowering scent. It's clean, floral and sweet smelling. The only reason I'm not giving it 5 stars is because at first it reminded me of a bubble bath, but then again a lot of perfumes do. It's the perfect little roll on, just waiting for the right time to wear it"
		},
		{
			"review_title": "Not the biggest fan of this scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I got this free from Influenster to review , all options are my own .  Not my favorite smell .  Its not for me  It smells way to strong for me"
		},
		{
			"review_title": "Love the scent, not the applicator",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love the scent. However, I prefer it in a spray, as i tried both and the spray seemed to last longer and be a little stronger. I could barely tell I had any perfume on when wearing the oil after a few hours. Still good for a subtle hint of perfume though&"
		},
		{
			"review_title": "Amazing Perfume oil!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I am typically not a fan of floral scents, but this one has a nice hint of floral that is really light and fresh. It is in general a very bright scent that makes you immediately think of spring. The citrus makes it fruity but it’s still also sweet and floral. It reminds me of vanilla vibes from Juliette Has A Gun but with a spring twist. The perfume oil lasts a bit longer than the normal perfume. I love how it goes on and find that it was stronger and lasted longer than the normal eau de parfum. I’d highly recommend giving this scent a shot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I highly recommend No. 13- Nouvelle Vague perfume oil! The scent is amazing, perfect for the spring and summer!"
		},
		{
			"review_title": "A perfect summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Thank you to Influenster and Maison Louis Marie for sending me this product for free in exchange for my honest review!  This roll-on perfume oil is so good! One of the big perks of oil perfume is that it naturally lasts far longer than aerosol-type perfumes. I put this on my wrist at the beginning of the day, and I could still smell it when I was getting ready for bed. I'm also in love with the scent blend! When it first goes on, it smells so fresh. You can smell the softness of Muguet and the fresh scent of the lemon and agave when you first put it on. After it dries down, the subtle sweetness of the Tuscan Fig shines through, while the slight nuttiness of the Tonka and the musk of the amber and santal notes compliment it so nicely! The coconut water and vetiver are incredibly subtle and barely perceptible, but those two really help bring the whole thing together. This is a perfect summer scent, it makes me think of strolling along the beach in a tiny seaside town."
		},
		{
			"review_title": "Beautiful, long lasting scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a beautiful and strong scent in the best way! A little goes a long way. As soon as I received it, I sprayed it on my wrist to test it out and an hour later my husband came home and immediately asked what I was wearing because it smelled so amazing! I’ve worn it every day since. I have never received so many compliments on my smell. I will 100% be repurchasing"
		}
	]
}