{
    "product_id": "1012",
    "name": "Triple Fix Brightening Concealer",
    "brand": "LYS Beauty",
    "categories": "Makeup, Face, Concealer",
    "price": 27.0,
    "about": "What it is:A luxuriously rich, ultra-creamy concealer that helps visibly brighten, conceal, and nourish the complexion with a skin-like finish..Coverage:Full.Finish:Natural.Formulation:Liquid.Highlighted Ingredients:- Ashwagandha (Indian Ginseng): Acts as a powerful herb to help combat skin stress and visible signs of aging..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:This flexible concealer satisfies the craving for coverage while adding a healthy, natural finish to the skin. It is designed to build and layer without settling into fine lines and pores. It is self-setting and designed with both the face and under-eye area in mind.",
    "ingredients": "-Ashwagandha (Indian Ginseng): Acts as a powerful herb to help combat skin stress and visible signs of aging. .-Turmeric: Provides antioxidant protection, brightens, and helps even and soothe skin..-Hyaluronic Acid: Hydrates. ..Aqua/Water/Eau, Isododecane, Isohexadecane, C13-15 Alkane, Silica, Ethylhexyl Stearate, Diisostearyl Malate, Butylene Glycol, Polyglyceryl-3 Diisostearate, Tri(Polyglyceryl-3/Lauryl) Hydrogenated Trilinoleate, Quaternium-90 Bentonite, Sorbitan Sesquioleate, Hydrogenated Castor Oil, Sodium Chloride, Niacinamide, Triethyl Citrate, Lecithin, Polyhydroxystearic Acid, Tocopheryl Acetate (Vitamin E), Sodium Hyaluronate, Curcuma Longa Root Oil, Squalane, Carthamus Tinctorius (Safflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Citrullus Vulgaris (Watermellon) Fruit Extract, Withania Somnifera (Ashwagandha) Root Extract, Hydrogenated Olive Oil Unsaponifiables, Isopropyl Myristate, Ethylhexyl Palmitate, Isostearic Acid, Polyglycerylu20103 Polyricinoleate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Caprylyl Glycol, Phenoxyethanol. May Contain [+/-]: Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-To highlight, select a shade one or two shades lighter than your skin tone. Use the doe-foot applicator to apply concealer to the high points of the face, including the under-eye area and center of the forehead. .-Build and blend using a sponge or complexion brush..-To spot conceal, use a shade that matches your skin tone. Concentrate product on blemishes, redness, or dark spots prior to applying foundation. .-To contour, use a shade that is one or two shades darker than your skin tone. Buff product into the hallows of the cheek, temples of the forehead, and jawline.",
    "num_reviews": 353,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/lys-beauty-triple-fix-brightening-concealer-P480618?skuId=2511947&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2511947-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "DPG5",
            "shade_descriptor": "truffle rich brown skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549467-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DPN4",
            "shade_descriptor": "coffee rich brown skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549459-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DPP1",
            "shade_descriptor": "mocha blush dark brown skin with pink undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549442-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DPN1",
            "shade_descriptor": "mocha neutral dark brown skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549434-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DPG1",
            "shade_descriptor": "mocha dark brown skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2549426-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DG6",
            "shade_descriptor": "dark golden almond dark brown skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511756-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DN5",
            "shade_descriptor": "hazelnut dark brown skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511764-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DN3",
            "shade_descriptor": "caramel brown skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511772-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "DG3",
            "shade_descriptor": "golden caramel brown skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511780-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "TG7",
            "shade_descriptor": "tan sand tan/olive skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511798-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "TN6",
            "shade_descriptor": "honey tan/olive skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511806-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "TG5",
            "shade_descriptor": "golden beige tan/olive skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511814-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "TN3",
            "shade_descriptor": "oak tan skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511822-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "TG1",
            "shade_descriptor": "latte light tan skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511830-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MG5",
            "shade_descriptor": "golden almond golden medium skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511848-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MN5",
            "shade_descriptor": "almond medium skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511855-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MP3",
            "shade_descriptor": "buff light blush medium skin with pink undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511863-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MN3",
            "shade_descriptor": "neutral buff light medium skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511871-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MG2",
            "shade_descriptor": "bisque light golden medium skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511889-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "MN1",
            "shade_descriptor": "ivory beige light medium skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511897-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LN6",
            "shade_descriptor": "light nude light skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511905-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LP4",
            "shade_descriptor": "vanilla fair skin with pink undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511913-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LG3",
            "shade_descriptor": "bone golden very fair skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511921-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LN3",
            "shade_descriptor": "bone blush very fair skin with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511939-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LG1",
            "shade_descriptor": "porcelain very fair skin with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511947-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "surprisingly good coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "surprisingly decent for such a thin formula! but the wand is very small and flimsy, so i donu2019t love the packaging. still a good product though"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This brand is super underrated. This concealer is super creamy and honestly one of the best."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The Product itself is very creamy and easy to blend which was nice. The main issue was the packaging. The wand felt super flimsy and like I was going to break it just by using it."
        },
        {
            "review_title": "Makes my skin radiant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best concealer ever! Not too heavy & makes skin look so dewy and radiant.  Love it so much!  I use MN3 along with MG2.  The color options are awesome!  I use this in place of foundation.  In the summer I will probably use TN3 or TG1.  Great price point too.  Please donu2019t stop making this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "MN3 - neutral buff light medium skin with neutral undertones",
            "review_buyer_description": "Combination skin",
            "review_text": "This WILL crease if you donu2019t set it right away. But once I figured out which powder works best to set I use everyday u2764ufe0f"
        },
        {
            "review_title": "TRUE neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Brightening, medium/buildable coverage, and doesnu2019t dry down while working with it! I used to love the Rare Beauty concealer but now Iu2019m converted after I tried to use the Rare one the other day and it dried before I could even blend it. The color seemed so off too, in spite of both claiming to be u201cneutrals.u201d This is a perfect match for my neutral undertones!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love using this concealer while applying on makeup."
        },
        {
            "review_title": "Fantastic concealer, use sparingly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "WOW - amazing concealer from LYS - you really need to use the tiniest amount as applying it like a regular concealer will make it heavy and cakey, less is def more. I purchased LG3, lighter than my skin tone, for undereye correction and concealing and it is incredible. I have tried Nars, CT for colour correction, layered with other concealers, and this does the job of two products, brightens, colour corrects and conceals. I use it with the Sephora 02 concealer brush, perfect shape to pat under the eye area, then go back wit a teeny dot only on dark circles, the brush to me is extremely helpful in applying this concealer flawlessly."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "LN3 - bone blush very fair skin with neutral undertones",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "One of the worst concealers I ever tried don't waste your money."
        },
        {
            "review_title": "THE BEST GOLDEN OLIVE UNDERTONE MATCH!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This covers imperfections and is THEE perfect shade for my golden olive medium deep skin. This is for natural skin days, sets well and I need it. So happy I stumbled on this in person on a side gondola. Lasted me 6 months and re-up'ing on the sale."
        },
        {
            "review_title": "Awesome concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "One of the most underrated concealers. It goes on smoothly and has great staying power. It brightens my dark circles away."
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Incredible. It melts into your skin and looks so flawless all day. Never cakey and you can layer it for more coverage. It was so much better than expected. Will definitely be part of my daily make up routine from now on."
        },
        {
            "review_title": "Love it baddd",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love love loveeee! A worker in Sephora recommended me this when I was originally trying to find the fenty skin tint but couldnu2019t find it in my shade. Itu2019s not all full coverage as it says but the finish is my absolute favorite! This concealer with the lys beauty bronzer stick + Huda beauty powder = chefs kiss!!finish is"
        },
        {
            "review_title": "I tried it but..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Not a huge fan, kind of flakey and not yellow enough for my skin color. Wouldnu2019t buy again."
        },
        {
            "review_title": "My staple for years!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have been using this concealer in the shades TN3 (Fall and Winter shade) and TG5 (Summer shade) for years now. Unbelievably smooth, buildable, and have never caused me acne nor clogged pores. It's super creamy and perfect as someone that can have sensitive and combo skin especially during the summer. I hope this is never discontinued as it's one of my staples."
        },
        {
            "review_title": "Very nice concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Have the color LN6. Good coverage but expected more.  Hydrating and fairly long lasting. One of the better concealers at Sephora !  LN6 is light neutral leaning slightly warm."
        },
        {
            "review_title": "Not a fan of the coverage and oily texture",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "A little goes a long way. Spreads great across the face, but offers minimal coverage. Felt and looked more like a skin tint with an oily texture."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this concealer. Its goes on i would say a good medium coverage, it does not crease for me except slightly under my eyes which is very normal for me and i would say this creases less than I am used to.   Its looks glowy but sets down well and powders look really pretty on top. I do have combo skin than leans dry particularly in the morning and have semi acne prone skin, this covers breakouts well for a full work day, but it will cling to major dry patches if you have any area that may be lifting. Overall this is well worth the purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TG7 - tan sand tan/olive skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This is the best concealer ever. The fact I donu2019t have to use much at all is great. I do wish there was more in the bottle of course."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "TN3 - oak tan skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The only concealer I stuck with, till it barely had anything in it, covers my post acne marks really well especially when you leave it on for a couple seconds. It did separate once on me but that was because I didnu2019t know how to prep my face. Itu2019s kind of a matte finish so some might find it drying but personally for me I donu2019t mind it"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "it was dry, patchy, and would constantly separate on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "One of my absolute favorites!! Itu2019s really lightweight and blends out nicely. It works best under my eyes because my shade has a slight peachy undertone."
        },
        {
            "review_title": "Itu2019s giving corpse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Genuinely the worst concealer Iu2019ve ever tried in my life. It creases like crazy, separates and looks patchy."
        },
        {
            "review_title": "One of the BEST Concealers on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This concealer is so creamy and easily to my skin! I admit, the color range is a little weird... so please try out in store before you buy!"
        },
        {
            "review_title": "I am hooked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I love this product. It is light weight, flexible and doesn't emphasize fine lines. I have bought over a dozen different concealers and I have finally found one I want to use regularly."
        },
        {
            "review_title": "Ehhhhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Definitely disappointed. This concealer should not be marketed as full coverage nor long wearing. Itu2019s pretty, for a sheer, brightening, light coverage concealer, but not what I was expecting and definitely not what I thought I was buying. Shade match was good and wore well over my foundation, but again, not full coverage."
        },
        {
            "review_title": "Bad formula and doesn't cover up",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I used it under the eye and it cracked so easily. I happened to apply it on my lids and I could see product seperating. It doesn't conceal very well and consistency is bad if you are looking to good coverage."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Slightly drying, not great coverage for all day wear."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m impressed with this concealer. A little does go a long way. I canu2019t stop using it. Where have you been my whole life LYS."
        },
        {
            "review_title": "Head Over Heels!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I'm seriously in love with this product! The color is perfect - it blends in so easily - & it's good for my skin. I'm 60 & get so many compliments from the patients in our office about how flawless my skin looks. For someone with rosacea & psoriasis, that's a huge deal!"
        },
        {
            "review_title": "Purchased again and again.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is such a pretty, lightweight concealer.  They have great shade matches, affordable price point.  Blends so seamlessly with brush or sponge. Wears well in various climates. Truly a perfect concealer."
        },
        {
            "review_title": "so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "literally one of the best concealers iu2019ve ever tried. itu2019s medium coverage but itu2019s so easy to build the coverage. i have acne prone skin and i wouldnu2019t say itu2019s broken me out at all. it also doesnu2019t cling to dry patched which is something iu2019ve struggled with past concealers. definitely recommend!"
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "After using this product twice, I would have to say that this is most likely the best concealer Iu2019ve purchased. A little goes a long way and it definitely has a brightening effect that is still natural looking. I will be repurchasing!"
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "creamy and hydrating for my eyes. full coverage and doesn't separate. shade matched perfectly as well as not caking up during the day even with powder. covered up my red spots flawlessly with a color corrector first and then set and then concealer"
        },
        {
            "review_title": "just no",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "light weight light coverage did not like product. this product did not cover up anything, and you could clearly see everything with a light tint."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN3 - bone blush very fair skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So light weight yet full coverage and is my all time favourite concealer and is a must have in my routine as it does not crease if you are planning to but it definitely do"
        },
        {
            "review_title": "Pretty great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I've been looking for a concealer that doesn't dry and look crusty on my acne spots and under my eyes, and it does both great. it's light-medium coverage and doesn't move. like how soft and creamy it is, not too thick. I'd buy again, especially for the price."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I am going to start by saying I have NEVER written a review, however, this concealer is the best one I have ever tried!  The reviews which said it is weightless are true. Does not feel like anything and it covers very well"
        },
        {
            "review_title": "Ride or die concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is one of my favourites! Itu2019s more of a medium coverage in my opinion. It is a nice change from all of the super heavy concealers out there. I highly recommend!"
        },
        {
            "review_title": "Awesome find and perfect match",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Dry skin",
            "review_text": "I found MN1 to be a perfect match for me (light to medium, neutral skin tone) and use it as sales rep suggested; to cover age spots or areas needing extra coverage and then I blend in rest of face with my fav tinted sunscreen. I wish this Sephora also carried the LYS foundation but sadly, they do not."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "",
            "review_text": "Undetectable on the skin but covers what it needs to cover! So good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great product, and canu2019t beat the price! Bought this concealer twice now and have no regrets"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "TG7 - tan sand tan/olive skin with golden undertones",
            "review_buyer_description": "mediumTan skin tone, Oily skin",
            "review_text": "If I can give this concealer 0 stars I would. Worst concealer ever stay away from this!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "TN3 - oak tan skin with neutral undertones",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Its very dry. I do not recommend if you have dry skin. After 30 minutes you can see patches and look so ugly.  Not going to buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this concealer. Itu2019s so brightening and lightu2026 and Iu2019ve got really bad under eyes soooo"
        },
        {
            "review_title": "um WOW.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I wasnu2019t expecting much, I have really dried out skin and I could never find a concealer that didnu2019t make it worse or make it obvious. But it actually made my skin look amazing, is definitely full coverage, and doesnu2019t crease throught out the day."
        },
        {
            "review_title": "Amazing Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely love this concealer & its beautiful packaging! It is lightweight and buildable! Not to mention it has clean ingredients, is cruelty-free, and women owned! Currently in the process of switching over all my makeup to this brand!"
        },
        {
            "review_title": "Thereu2019s much better concealers out there",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s ok. Iu2019m in my 30s and this concealer is very drying on me. It looks dry and patchy, enhances texture of skin, and it creases. Also, the coverage was sheer. Was disappointed by this concealer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is very hydrating! Barely creases as well! Great shade range and very good price!!"
        },
        {
            "review_title": "Drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Very drying. Itu2019s patchy. Creases even if you set with loose powder immediately."
        },
        {
            "review_title": "Goodbye.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this hoping to find a new concealer brand I love but was so disappointed. The coverage is good so two stars. If you have really fair skin like I do, stay away. The lightest color is too orange."
        },
        {
            "review_title": "Need lighter colors",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Feels pretty creamy . Doesnu2019t lay well over a serum eye cream. Medium coverage. This color isnu2019t light itu2019s more something I can use with a tan and even LN3 is skin colored but a good neutral"
        },
        {
            "review_title": "My Favorite concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using the make up 4 ever medium coverage concealer for a while now. When I went to repurchase in store I was told that it was discontinued. I had been wanting to try LYS for a while and Iu2019ve fallen in love with their concealer! I donu2019t think they should advertise it as full coverage though more medium for me. Pros: Isnu2019t drying  Brightening  Affordable  Great aplicador Very easy to blend  Cons: The top of the bottle shows all of your fingerprints so Iu2019m constantly cleaning itud83dude05 Isnu2019t full coverage like advertised   I do recommend this if your looking for an affordable clean concealer!ud83eudd0d"
        },
        {
            "review_title": "Itu2019s Just Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s a decent concealer. Itu2019s a little bit cakey, hard to spread smoothly on my skin. But it does last all day and doesnu2019t crease. Good, but I donu2019t love it. Iu2019ll use the one I have, but wonu2019t buy again."
        },
        {
            "review_title": "Terrible.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Awful. I bought this and it worked for the first day and then after that it makes my makeup separate Iu2019ve tried to take stuff in and out of my fountains and tried diffrent beauty blenders. But nothing helped save ur $"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is one of the best concealers I have ever used. It seamlessly covers blemishes and doesnu2019t look cakey at all while still feeling super light weight! The formula is super creamy also"
        },
        {
            "review_title": "Great concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Loving the brightening effect. Doesnu2019t crease undereyes. Sometimes less is more for the over 50 crowd"
        },
        {
            "review_title": "Grest Brightening Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This is the best concealer for a quick brightening and coverage of your undereyes. A little goes a long way, so a light hand is best."
        },
        {
            "review_title": "Best concealer for aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve used so many concealers since the age of 12, and Iu2019m 50. This one is fantastic! I have decent skin- some fine lines and a little faint sun damage. I use it under my eyes and around my nose and blend outward. It blends beautifully with the LYS concealer brush. I set with a tiny bit of Kosu00e4s powder right under my eyes. Iu2019m a nurse, so I have a busy day. It lasts all day and looks luminous and beautiful- not matte or cakey. Iu2019ve tried other concealers lately out of curiosity; Iu2019m a product junkie! And there are so many choices out there. But I havenu2019t found another that I like nearly as well as this one! It makes me look awake and bright, with smooth skin. Love it!"
        },
        {
            "review_title": "Not good for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "vanishes after applying, even after setting . This concealer vanishes like you never put one on and allows dark circles or blemishes to come thru. Not impressed"
        },
        {
            "review_title": "Creases",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "creases in places i didnu2019t even know i had creases in. only pro is that is has really good shade options"
        },
        {
            "review_title": "My daily concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this concealer! I do notice it separates after a few hours but other than that its amazing. It really brightens my eyes!"
        },
        {
            "review_title": "Skip it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Combination skin",
            "review_text": "The way the tube is made makes it a pain to get out so I understand why people would have an issue with the tops. The color wasnu2019t a good match, I had high hopes for this because their blushes are amazing but this not so much."
        },
        {
            "review_title": "Itu2019s clean but lacks longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this product; however, there tends to be some separation of the product the longer you wear it. I do love that itu2019s a clean product and would consider buying again. Def doesnu2019t replace Nars, though."
        },
        {
            "review_title": "Not the best wonu2019t repurchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Canu2019t say this is bad just not as good as others even drug store brands . It likes to settle in my lines under my eyes and it seems to disappear after a while"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "not be the best for oily skin i notice it slips around my chin and nose. the formula is thin and lightweight with light-medium coverage the lightest shade is still too dark for me unfortunately ud83dude02"
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "After using this product for about 3 weeks, I think it gives a nice amount of coverage and blends easily with a sponge! Will repurchase soon! The only negative part is that it doesnu2019t last that long. ud83dudc8b"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "iu2019ve had this product for a couple weeks now and i really love it especially for the price point! creamy, hydrating, easy to blend."
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This was recommended by Sephora specialist and Iu2019m so glad he did. I really like how it glides on and covers up imperfections and brightens under my eyes. Doesnu2019t seem to settle in my creases and lasts all day."
        },
        {
            "review_title": "big must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After using this product i loved it it made my face feel smooth and has full coverage without it feeling cakey it was very light weight and it is just an amazing product i recommend this product."
        },
        {
            "review_title": "the worst concealer Iu2019ve ever had!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "no coverage at all! it says full coverage when in real life it doesnu2019t cover anything at all, I would say it even accents every single defect on the face. I regret buying this product. this is going to be the first product Iu2019m going to return."
        },
        {
            "review_title": "Solid concealer for mature skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Beautiful concealer, hydrating and decent coverage. Not sure high coverage. It probably could be if you layered it on, but as someone with mature skin, more than one layer isn't what I do. So, with just the one layer, I still need to add a light cover corrector (Smashbox x Becca is my go to!) but formula wise, you can't ask for a better concealer - especially at this price."
        },
        {
            "review_title": "Great product, terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The product itself is great, but as other reviewers have mentioned, the packaging failed within less than a month, rendering the product unusable. I called Sephora to ask for a refund, which was not granted as the product wasnu2019t broken on arrival. Disappointed that Sephora doesnu2019t stand by the quality of their products."
        },
        {
            "review_title": "The best brand for sensitive skin!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "As someone with eczema and rosacea, this and the foundation are the best things Iu2019ve ever used. No irritation and full coverage with just one layer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LP4 - vanilla fair skin with pink undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Helps to cover my dark circles. Not completely, but I donu2019t like full coverage for everyday wear. Lightweight and so easy to blend out."
        },
        {
            "review_title": "Package broke",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It was really great but then the glue on the top came off and spilled a bit in my bag and then I had to throw it out because it was contaminated. I did appreciate how itu2019s on of the few brands to carry my winter shade"
        },
        {
            "review_title": "it covers good I think",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "so I have had maybe 2 other products from other company they all do good job this one here is dewy so I mix it with the rare beauty concealer it works better then it would on its own for me .so I don't know. I like it but I'm still looking for others products to try I haven't found the best one but it's not bad at all could be better I will stick to this mixed with rare beauty till I find my best one"
        },
        {
            "review_title": "Nice formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I really like this concealer, looks natural on the skin but i hate it for my under eyes, it creases a lot, the packaging is not the best"
        },
        {
            "review_title": "Decent product, bad packaging.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Decent product if you like light coverage, but you do need to set it. I appreciate that itu2019s a true non-toxic product! The packaging, however, is horrible. It didnu2019t twist to the right spot to close so it was super bulky and awkward, and eventually it just broke. Now it canu2019t seal and it is leaking everywhere. Unfortunately Iu2019m past the return policy so thereu2019s nothing I can do."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Finally found a concealer that brightens the under eye area, its long wearing without creasing, and performs amazing with my setting powder (Charlotte Tilbury)."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "My favorite concealer! I literally stick up on this because I donu2019t ever want to run out. It isnu2019t a super thick concealer so it never feels cakey. But gives really good coverage."
        },
        {
            "review_title": "Great coverage concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of my favorite concealers iu2019ve used compared to some pretty pricey ones! This is great on my under eyes though i recommend this more so for people with oilier skin! Affordable and good coverage"
        },
        {
            "review_title": "DONT BUY IT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the worst concealer ever. It is so flaky and the coverage is very low. It also made me break out really bad."
        },
        {
            "review_title": "Broke me out, if you have sensitive skin NOPE",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Nope, broke me out. Decent coverage, luminous finish, good shade range, didn't have big problem under my eyes.... but first time using it on face by the end of the day I had broken out in irritation bumps!"
        },
        {
            "review_title": "Very nice basic concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Light coverage. Thin, serum texture. Looks like skin. Brightening. Doesn't crease. Works well  with skin tint. It's thinner and lighter than Kosas, reminds me of NYX. The shades match up with their foundations. I am medium tan olive and have tried TG1 (too dark) and MG5 which works as a slightly brightening shade in the summer. Brand site has good sales."
        },
        {
            "review_title": "the best everyday concealer Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I love this concealer!! It has a natural finish and medium-buildable coverage. It beautifully brightened my dry, dark under eyes. Itu2019s crease resistant, doesnu2019t get cakey, and totally neutralized the redness of my cystic zits when I built it. 10/10 repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LG3 - bone golden very fair skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Looks natural but creases like crazy no coverage at all either . Not a fan of how thin the applicator is. I usually use the hourglass one which I love but the shade range isnu2019t the best tried this but will be returning"
        },
        {
            "review_title": "Unlike any concealer Iu2019ve ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Light weight, full coverage, smooth texture, skin-like finishu2013the perfect concealer!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Idk if itu2019s only me but thereu2019s barely any coverage. I have light blemishes and freckles and it doesnu2019t cover it ud83dude2d itu2019s quite cakey on my under eyes too. I really wanted to love this product:/ Iu2019m giving it two stars because I appreciate  shade range"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolute fav concealer. Goes on smooth, full coverage, unscented, hydrating and does not get cakey when set with setting powder. Love this product."
        },
        {
            "review_title": "Lightweight and brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Bought this on a whim and fell in love! Itu2019s insanely lightweight, and lives up to the brightening name. The only issue I have with it is that isnu2019t definitely not full coverage, but overall a fantastic concealer that gets the"
        },
        {
            "review_title": "Works wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So far so good!! It goes on smooth and lasts all day."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Could've gotten the shade that I use wrong because I bought this a few days ago, but I was searching for an everyday affordable concealer and an associate recommended me this. I simply LOVE I think I've finally found my match for a skin like makeup routine. It wears beautifully throughout the day, and pairs well with the Huda beauty setting powder."
        },
        {
            "review_title": "LYS DG3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Love the range and itu2019s definitely for us neutral girlies. The applicator is tiny and itu2019s great for the tiny 2 reach spaces on the face-and perfect for spot concealing. Drys quick, but not too quick. Love their blush too"
        },
        {
            "review_title": "Easy on-the-go product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So easy to use. Stays on even during hot weather. I usually bake it before i dab it out."
        },
        {
            "review_title": "Unnatural color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I'm a fan of this brand, but this product was a miss. It is brightening, but it looks unnatural. I've found myself reaching for other concealers these days due to that. Perhaps I got the wrong shade? I bought shade DG3 as an undereye brightening concealer for my fenty 410/charlotte tilbury 12 skin. Overall, meh product. I'll continue to use but wouldn't repurchase."
        },
        {
            "review_title": "Medium coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Pretty concealer! Doesn't irritate my skin or break me out, but it also doesn't last all day and is not full coverage - solid medium coverage."
        },
        {
            "review_title": "Im in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the best concealer and under rated its so creamy and nice and also so brightening"
        },
        {
            "review_title": "My oily skin loves this, my dry eyes tolerates it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "For reference, I have eczema prone eyes and oily skin. I chose a color that was a bit too light for my skin tone, so I tried it as a regular concealer and also to give brightness to other concealers. I ended up returning it based on the color alone after trying to make it work for a month even though I like the formula!  PROS: I loved the serumy texture and it's easy to blend with my fingers or a sponge. The first layer gives medium coverage and is buildable, but it doesn't quite become full. I prefer this in a concealer, but it's not for people who want FULL coverage. It only needs a bit of powder to set. It feels lightweight with a satin finish and it still looks like skin!  CONS: It has to be blended quickly because its stays stuck in place since it sets down as it dries. I have to use an eye cream before, or else it can emphasize my under eye fold. I can only use a small amount of powder or else it gives it a dry textured look.  Overall, it's great formula for the price and it's not the formula's fault that my eyes are so dry."
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t wear a lot of makeup & I prefer to use a tinted moisturizer or a CC cream but this concealer works really well for covering my post acne/dark spots that I donu2019t have to use anything else."
        },
        {
            "review_title": "Great concealer in a terribly designed container",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "LOVE this concealer; however, this is the worst packaging design of all time. The wand is very very hard to get in and out of the bottle and the triangle is hard to grip. Just dumb. But great concealer!!!"
        },
        {
            "review_title": "My favorite concealer right now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Full coverage and stays all day. I love this concealer."
        },
        {
            "review_title": "Not the best for dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "packaging is beautiful & good price. I wanted to love this, but it makes my under eyes look a little dry. Good coverage & staying power is great, lasts all day. You have to set it right for it not to crease though."
        },
        {
            "review_title": "Fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love it! Favorite concealer! Actually feels like it does the job of fine line filling and brightening."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love love love. Full coverage natural and blends like a dream."
        },
        {
            "review_title": "Didnu2019t meat my expectations.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The color is great and the formula is thin which I like so you can build it up but it looks terrible under my eye no matter what foundation I wear it on top of or alone. Itu2019s also not full coverage."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect for that natural look!! Love it for everyday makeup!"
        },
        {
            "review_title": "Might work better for someone else",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The undertone was pretty orange for me. It emphasized dryness and creased under my eyes. It also tended to break up if I had other products under it."
        },
        {
            "review_title": "Almost",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Perfect color match & great coverage. Sadly, it felt dry on my skin & settles in the creases under my eyes."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "",
            "review_text": "Definitely disappointed. It claims to be full coverage but it really isnu2019t. The formula is nice and hydrating at first, but it becomes really dry and patchy during the day. Will not repurchase."
        },
        {
            "review_title": "Very Nice Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "This is a very nice concealer. I'm not too thrilled about having to fight with getting the applicator in and out of the tube tho."
        },
        {
            "review_title": "Good medium coverage concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Pretty good medium coverage concealer, has definitely became a staple in my routine. Blends well with a sponge or your fingers, only downfall is sometimes it will kinda condense in drier areas and not blend as well."
        },
        {
            "review_title": "IN ABSOLUTE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I have haf this concealer for a while nowZ and it is simply gorgeous. I havr some moderetly dark circle qnd they have been getting darker eith age and this covers them up instantly as well as any blemish.I would 100% recomend"
        },
        {
            "review_title": "Great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "So I didn't know what LYS Beauty was until I saw a favorites video from Casey Holmes, who I love and she was talking about the foundation and concealer. I saw this at a Sephora at Scarborough Town Centre and I got it right away. It's a very luminous concealer, meaning because it's not matte, the coverage is not the same and not as I think strong as you're looking for me. This works for me when I use it with a matte concealer, like Tarte Shape Tape or Too Faced Born This Way."
        },
        {
            "review_title": "Nope",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It's not for me! I kept seeing rave reviews about this concealer for aging under eyes, I don't get the hype, it looked dry and separated on me no matter what I tried. For reference, I'm 45 years old with dry skin and fine lines under my eyes."
        },
        {
            "review_title": "So close",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I tried many concealers on the hunt to find the perfect one, which I thought this was. I am obsessed with the color/options, and the BEAUTIFUL soft radient finish it leaves. After two weeks of using this, I started getting pretty bad breakouts in the areas I used it in, like around the chin/jaw area. I am so sad. Those who are not acne prone might love this product."
        },
        {
            "review_title": "Love this!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super concealer. Belle teinte, belle couvrance et beau fini!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this product to even out some discoloration that I have from acne scars and it works perfectly. I donu2019t use it for under my eyes so I canu2019t comment on that but for literally anything else it works!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Lightweight. Easy to blend. Great price point. And to my skin tone, the absolute perfect shade."
        },
        {
            "review_title": "No good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "Wanted to love but returned it. Dried really cakey, even with primer and/or under eye prep. Really disappointing"
        },
        {
            "review_title": "Gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love this almost as much as the foundation.  This is hydrating and gentle in the eye area, and gives a medium coverage. I usually wear LG3 in foundation and LG1 in the concealer. Easy to layer together. I don't find that the concealer creases like most do. Decent for covering blemishes but probably wouldn't work to cover super dark or red spots."
        },
        {
            "review_title": "Like the Kosas Revealer minus the yellow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Pretty nice concealer. Have been using the Kosas and Lancome Teint Idole and just added this one to my rotation. Is light and easy to blend with good coverage. It has a similar consistency as the Kosas (03W) but better shade (LN6), I find the Kosas too yellow and it oxidizes on me. Wears well over my Belif eye cream, set with the Givenchy 3 powder, no creasing"
        },
        {
            "review_title": "Amazing concealer but dries out fast.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this concealer in May and I use makeup very minimally but around July I noticed that there seemed to be what felt like no product left in the tube. The product is great, but for $20 I feel like it could have done more."
        },
        {
            "review_title": "Never found something like this before",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "I have very oily skin and strong smile lines that peek through my makeup. I used this concealer as my foundation and Iu2019ve never had my smile lines look almost invisible after a long day. Itu2019s also self setting so I didnu2019t use a powder over it and surprisingly I wasnu2019t oily at the end of the day"
        },
        {
            "review_title": "This wand wakes up and chooses violence",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, fairLight skin tone, Combination skin",
            "review_text": "Good concealer, haaate the wand. It gets stuck because the applicator is too large for the opening and Iu2019ve accidentally flung product a few times. Hasnu2019t broken yet but I am worried that it might and it IS kind of frustrating. Decent coverGe for dark circles, less so for blemishes but overall a good product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MN3 - neutral buff light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolutely lovely concealer. Good medium coverage and super super light weight I absolutely love it"
        },
        {
            "review_title": "SUPER UNIQUE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is by far the most interesting concealer I've ever tried. It is SO lightweight it literally feels like nothing. it's pretty long wearing I just set very minimally (have dry skin) with a puff and loose powder and it's in place all day and looks NATURAL like I just naturally have lighter under eyes, can still see some texture but it looks very effortless. This isn't a concealer I'd use on blemishes tho, doesn't really work for that. Also, this isn't a concealer you need to wait before blending. It dries pretty quickly so I wouldn't let it sit much before blending. blends great with fingers, brush or sponge. It's kind of becoming one of my faves. The packaging is pretty but the  hole is a bit small, makes it hard to get the wand in and out but that's the only complaint."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "DG3 - golden caramel brown skin with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was super stoked to try this concealer as itu2019s more affordable than many others at Sephora, cruelty free and black owned but unfortunately this concealer broke me out. Sucks because the coverage and shade were amazinf"
        },
        {
            "review_title": "Good, not great.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Fantastic shade match and long wearing.  Unfortunately, I didnu2019t find it creamy, if anything it was drying and looked crepey."
        },
        {
            "review_title": "Doesn't feel heavy at all",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As a base I usually only use a very thin tinted moisturizer, an under eye concealer, and a spot concealer. I only use this for spot concealing and I love how thin and comfortable it is. It's medium coverage I'd say. Blends out easily and well with my fingers. I get a rash around my nose area sometimes and it's not perfect, but also better than any other concealer I've tried on that area anyway. The only thing is that I've had it for about a month and the handle now turns past where it did originally, which makes me think I'm breaking it or not closing it properly.."
        },
        {
            "review_title": "Lightweight & long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Love this concealer. Lightweight & long lasting. And a fair price too!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "TG1 - latte light tan skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Super flaky!! Not good for dark circles in my opinion. My skin isnu2019t dry whatsoever but this concealer made my skin look really patchy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this concealer. The ingredients and price are great, itu2019s medium-full coverage, doesnu2019t oxidize and a great color match. My singular qualm, and the sole reason I am giving it 4 stars is the horrible packaging. I have such a difficult time getting the wand in and out of the tube and sometimes the product ends up splattering. Other than that it is a lovely product. I have combo-dry skin with redness, acne scars and a few zits for reference and this covers it all really nicely, doesnu2019t settle, crack or pill either."
        },
        {
            "review_title": "wish formula was diff",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this so bad bc itu2019s so creamy but it sat in my fine lines like crazy! I used with different powders and primers but i had to return."
        },
        {
            "review_title": "My new favorite concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great coverage. The colour was perfect. It's effortless to blend and in general an ideal formula. Such great quality for the price, would recommend it for anyone just starting out or on a budget."
        },
        {
            "review_title": "SO UNDERRATED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this concealer. Everyone told me to go for the born this way concealer but nope, this will always have my money."
        },
        {
            "review_title": "CAKE CITY",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m so sad to write this because I know so many people love this concealer and thatu2019s why I wanted to try it out. The coverage is pretty good once built up (trick is to let  it sit for a few mins before blending out for more coverage), it has a thin consistency and is easy to blend, however I cannot wear this for a full day without it getting insanely cakey and bunched up on my under eyes. Iu2019ve used different powders and ways to prep my under eyes and it bunches up at the end of day every single time. So sad but Iu2019ll be returning this for that reason."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN3 - bone blush very fair skin with neutral undertones",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a fantastic concealer for the price. Perfect lightweight medium coverage. Extremely easy to blend out. Will repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This concealer is awesome. It blends so nicely and doesnu2019t accentuate any dry patches, just gives nice, natural coverage! I love the price as well, it works way better than more expensive ones."
        },
        {
            "review_title": "airbrushed finish and undetectable + coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I NEVER write reviews... but omg.  Based in the reviews I would never have pick this one because I look for the 90-95% ratings bit Im sooo happy I gave this a try. Its the perfect colour for my olive skin tone, I only use this on my dark spots and under my eyes and it blends so well I dont have noticeable patches of different color on my skin if you know what I mean. Plus it gives a blurred effect that is so beautiful even on the HD iphone camera that sees everything. I think I will be returning my Nars foundation and just use this instead!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "love this! lasts all day, great coverage and it sits on the skin so nicely. super happy with it. it does crease in my under eye but thatu2019s not a deal breaker for me because it looks beautiful regardless of creasing"
        },
        {
            "review_title": "New Fave Natural Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the small doe foot applicator. I feel like Iu2019m using less product than I do with my larger ones. The formula is super lightweight, blendable, brightening and smoothing. The finish is so natural which I love. I surprised by how well TN3 matched me. I havenu2019t really been able to find a concealer near my skin tone with lightweight coverage like this for daily use, but this one covers all my bases. This is the only concealer I would wear completely alone. Itu2019s really that good."
        },
        {
            "review_title": "such a great formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This formula is absolutely amazing! Itu2019s super lightweight and has great coverage. I would not classify it as full coverage imo I would say medium to light coverage. I love how it blends seamlessly into the skin and how it makes my under eyes look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Covers both my red spots and my dark spots really well. Easy to work with and has a nice natural finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This stuff works great and doesnu2019t irritate my sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "DN3 - caramel brown skin with neutral undertones",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This concealer is so creamy and full coverage. It covered the major acne on my cheek and blended out so easy. Itu2019s doesnu2019t dry down super fast. Leaves the under eye looking so smooth."
        },
        {
            "review_title": "Great Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love that there is skincare ingredients in this concealer! The color match is exact I like to use concealer instead of foundation in the summer and this is my new favorite concealer This lasts all day with no bunching up or gathering in the undereye area. It gives a medium coverage and can be built up I don't even need to set it with powder This great for dry skin and doesn't make it look worse The hyaluronic acid keeps my under eye hydrated all day long. Great if you have dry skin! I will definitely purchase this on my own"
        },
        {
            "review_title": "Awesome concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This would be my first time using this particular brand. And let me tell you this is my new favorite concealer. The formula is so light and very easy to blend. It is full coverage wich I love for my under eye. It wears great throughout the day. It's affordable and great quality. 100% recommend if u want a light weight concealer yet full coverage for your everyday use."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Very pleased with this concealer! It feels very hydrating under the eyes and leaves me with minimal creasing. This stays on all day and blends like a dream. The packaging is also very unique, love that this is a clean product definitely delivers what it is supposed to love LYS beauty!!"
        },
        {
            "review_title": "Better together! <3",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The wearability of this concealer gives me LIFE! I love that it can be placed on top or below the LYS Serum Foundation and when it is on top with my under eyes I always crease no matter what but with this concealer having self setting properties infused itu2019s my new staple. Like the foundation, the shade is very much a perfect match as well as forgivable.  HIGHLY recommend!!"
        },
        {
            "review_title": "Flawless lys concealer shade LN3",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This concealer was very easy to apply and itu2019s full coverage to the max for my skin it even covered my scar!!! Itu2019s amazing"
        },
        {
            "review_title": "Amazing Coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is literally my go-to! The consistency is creamy and provides amazing coverage without weighing me down."
        },
        {
            "review_title": "great formula, repackage pls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "great formula, hydrating and doesnu2019t settle into fine lines around the eyes. the color (LG1) is a little too neutral for me but itu2019s not the biggest deal just something to be aware of. my main complaint is that the applicator is a little too big for the opening of the tube so itu2019s a little difficult to remove, but other than that itu2019s a great concealer would definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This concealer is definitely brightening and skinlike. I work at a hospital and found this was also longwearing and did not crease despite only setting with a spray bag powder. I like this concealer, but I took away a star because I donu2019t think this should be branded as full coverage. I found it to be a buildable medium coverage."
        },
        {
            "review_title": "A Beautiful Formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoy this concealer! Decent play time (time between when you apply it and when you blend it out), feels lightweight but has great coverage, and is buildable. It feels moisturizing and doesnu2019t crease a ton without setting powder (I typically donu2019t use a setting powder because they dry me out more). I love how luminous it looks; gives you that u201cyour skin but betteru201d look that we all strive to achieve. And it does a fantastic job of covering my extremely dark under eyes. Highly recommend this concealer! My only gripe is that the shade I selected matched my skin tone perfectly-which isnu2019t awful but I like my concealer to be lighter than my skinu2014and it doesnu2019t appear that there is a lighter shade that would match my skin; I have a cool rosy undertone and am quite pale. This is not a deal breaker for me though, because the formula is a win and since it did match my skin, I will use it. I just hope they add a few more shades to their range in the future!"
        },
        {
            "review_title": "Amazing Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just got this concealer as a free gift and I love how blendable it is so easy to use and it doesn't even make the skin dry . It is very buildable and can be applied on creases and corners . My shade is MN3 and it really helps me to hide all my blemishes and dark circles and create a flawless look."
        },
        {
            "review_title": "Lightweight and balancing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I accidentally chose a shade too tan for brightening, but even then this concealer did a wonderful job of evening my skintone and balancing my dark circles! It is lightweight on the skin and I loveeee the precise applicator. A little goes a long way! I think next time Iu2019ll go with a lighter shade to give that extra awake look, this one though in TG1 is perfect to spot conceal :)"
        },
        {
            "review_title": "Awesome concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely amazing product! Full coverage concealer. A little goes a long way! Iu2019ll be keeping this in my beauty bag! Itu2019s even vegan and black owned! Love that!"
        },
        {
            "review_title": "Lightweight and Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I typically for a cream concealer but I love that this liquid LYS concealer still feels creamy and lightweight. I have genetic dark circles and this really brightens the shadows. Itu2019s really easy to blend and it doesnu2019t accentuate my creases!"
        },
        {
            "review_title": "a good choice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've only used this concealer a few times, but I like it so far! I love that it's clean and also has tons of skincare benefits! The price point is really good too. It definitely helps brighten my under eyes and provides coverage, and I didn't find it to be too drying. It's also very liquidity & easy to blend!"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "My new favorite concealer! It was a perfect match for my skin and blended effortlessly. The formula is creamy, even hydrating and doesnu2019t crease throughout the day"
        },
        {
            "review_title": "Fix Bright Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this concealer I love that itu2019s full coverage yes light weight. I also love that itu2019s clean beauty. Didnu2019t have a problem finding my ideal shade. Love this concealer definitely on my top 3 list. My under eyes are nice and bright love love love"
        },
        {
            "review_title": "New HOLY grail concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Let me start by saying this is a perfect shade match for my skin. For some reason itu2019s showing the wrong shade on my review and I tried to correct it but it wonu2019t change and my shade was actually LN3. This concealer works on my dry aging sensitive skin. I had no issues with it accentuating my dry patches or am I fine lines. I am over 40 and recently have been struggling with hormonal acne as well. This product last all day I donu2019t find that it creases and it stays put an over 100u00b0 weather. It can be used under the eyes and all over the face and it holds up well. I love that this is a affordable concealer but feels like more high end makeup! I definitely recommend this for all skin types itu2019s very creamy but not overly creamy where it would cause oiliness on oily skin. I think itu2019s suitable for everyone! My only complaint about this concealer is the applicator. It has a bent tip and because of that itu2019s a bit difficult to get the wand inside and out. It gets stuck as as itu2019s going in and out! Other than that I love this product!! Highly recommend!"
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a great concealer! I love the applicator its very convenient to apply ! The shades are a good match to my skin and Love that it hides my dark circles and give me a fresh look! Love the consistency its not dry or cakey! Definitely recommend"
        },
        {
            "review_title": "great concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This concealer definitely brightens. It is lightweight and hydrating which I need for under my eyes. Itu2019s easy to blend out and works well with the foundation!"
        },
        {
            "review_title": "Excellent concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The LYS Triple Fix concealer is excellent! I love the creamy formula, and that I can build it to my desired coverage.  As a new mom getting little sleep, this concealer helps cover my dark circles. I can notice a Brightening effect right away as well. It does not crease or settle and lasts all day. The color and undertone are perfect with all the shade choices. I highly recommend."
        },
        {
            "review_title": "Brightening and Blurring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This concealer is so creamy and blendable. Most definitely on the full coverage side and ot definitely blendsbout smoothly hidingvmy dark undereyes. I also love that it has skincare ingredients. It doesn't settle into my fine lines and the shade range is amazing and was spot on."
        },
        {
            "review_title": "Brightens and covers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m just loving this formula! Super creamy and feels hydrating to my skin. It doesnu2019t highlight my creases or lines while it brightens under eye skin wirh fabulous dark circle coverage!"
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I'm totally in love with this concealer formula! This matches well with my skin tone. I use this under my eyes and spots that need covered. Has great coverage and glides on smoothly. Great price, great coverage,and highly recommend!"
        },
        {
            "review_title": "so amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was my first experience with this brand and I wasn't disappointed. I chose the shade MN3 and it worked perfectly for my skin. It offers full coverage and is very buildable. It works great at highlighting certain features and concealing my troubled areas. My favorite part about this concealer is how breathable it feels on my skin and that it gives me a natural finish. The applicator brush is super soft and helps me get to the hard to reach areas!"
        },
        {
            "review_title": "Yu2019all!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Okay, so I look like a raccoon. Horrible black circles for eyes. Not with this though! I actually found something that is considered clean beauty that fully covers the dark circles. I highly recommend!"
        },
        {
            "review_title": "Great price point formula and shade range.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved the formula and shade range itu2019s more of a soft matte. Wears well with minimal creasing if you have creases I mean any concealer will show them. My only problem with this is the applicator. Itu2019s so hard to get out of the product so youu2019ll have to dip in a few times. I love the price point and lux feel of it better than Pat Nars and Shape Tape."
        },
        {
            "review_title": "Creamy concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my first time trying LYS brand and the experience is pretty good. First, love the unique triangle desgin and the packaging looks nice. The formula is so creamy, not too thick nor oily! It is easy to blend and apply. I usually apply concealer for my under eye area and few of my hyperpigments. I would say it is a medium coverage and it did not settle into lines. The shade LN6 matches with my skintone perfectly."
        },
        {
            "review_title": "Amazing concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "My new favorite concealer! I love how itu2019s buildable, and brightens up my skin beautifully. This formula is amazing and lasts all day long. Iu2019m glad that it contains Hyaluronic acid to hydrate my dry skin. I recommend it!"
        },
        {
            "review_title": "Awesome formula & shade range",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Definitely a lovely range of shades, and not too hard to find my shade, either! Love the formula and how lightweight it is, just need some more practice to figure out how much to apply to each area (spot concealing versus under eye). Really love how small the doefoot is and that the tube is made to really get the excess off as you pull the applicator out of the tube. So far so good - and as always, packaging is 10/10!!"
        },
        {
            "review_title": "Beautiful coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "this product is very creamy!!! it blends so well with other products. it is lightweight yet has so much coverage! it truly helped brighten my under eye. i have gotten so many compliments! i recommended this to everyone!!"
        },
        {
            "review_title": "Love how creamy and lightweight this is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very impressed with the formula the moment i tried it! Very creamy and buildable while being lightweight. It provided my dark spots/PIH with light to medium coverage. I also appreciate that amazing ingredients on the formula like hyaluronic acid, turmeric & ashwgandha. Its like make up that is skin friendly. LYS beauty is also clean beauty & cruelty free. Probably some room for improvement on the applicator (make it thicker) bcoz I feel like I have to be careful inserting it back in. Other than that, formula and texture are excellent! Im also in love with the packaging and attention to details even on the box!"
        },
        {
            "review_title": "The best clean concealer! So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is my favorite concealer! I love that it has a clean formula, itu2019s easy to blend out and offers the perfect amount of coverage. I also like how you can build up the coverage pretty easily as well. It was also very easy to find my shade and I think the shade range is phenomenal. The formula is also pretty hydrating and didnu2019t crease on my oily skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MG2 - bisque light golden medium skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve never really used concealer until recently! When I did, I used a really creamy balm type concealer. I have to say that this one is amazing!!!!!! The wand makes it so easy to apply directly to my under eyes and other areas and the formula blends out amazingly. Itu2019s not patchy or splotchy at all. My skin looks so smooth, blurred, and even. Really huge fan!"
        },
        {
            "review_title": "great clean formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the packaging and ingredients!  This brand is clean and good for your skin. The shade I got was a good match LN6. I like to use it under eye area the most. It didnu2019t settle into lines and wore throughout the day. The formula was comfortable. Not too thick or too oily. My one suggestion would be the applicator. It is hard to pull out and the sponge on the end could be thicker and not so flimsy. The formula itself is a star though."
        },
        {
            "review_title": "Great Concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Overall, very impressed with this concealer! Easy to blend, minimal creasing, good coverage! I think LYS beauty has done a fantastic job formulating their products! I also love the packaging! Would repurchase!"
        },
        {
            "review_title": "Least creasing concealer ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "One of the best concealers Iu2019ve tried ina very long time. Itu2019s so creamy and blends so easy. Itu2019s buildable. I wouldnu2019t say itu2019s full coverage more like medium but can be built to full coverage. No matter how much you lay it just layers on top it so nicely under the eye without feeling too heavy. Itu2019s one of the least creasing Iu2019ve used so far."
        },
        {
            "review_title": "Perfect for dark under eye coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first time using this abd I will definitely get it again. I always have problems covering the dark under my eyes. This covers it perfectly and blended great with my foundation!!"
        },
        {
            "review_title": "Works perfectly the way that I want it to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this concealer so much! Itu2019s so versatile, I am able to cover up all my imperfections but if iu2019m going for a more natural and lightweight look it can also do the job! It is my go to and i love that itu2019s clean because that is so important to me when buying makeup products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I picked the wrong color. I received this complimentary from lys. This is ultra creamy and lush. I wish it matched better. I am going to try and use it as a contour color. Aside from that the packaging is very unique and innovative."
        },
        {
            "review_title": "TRY IT !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Used this for a week and honestly it is so good! Made my undereyes look flawless and the concealer was buildable which is great! I definitely will order in a lighter shade for a more brightening effect."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this concealer it has a great wand and it is so easy to apply and blend. It blends so well with different foundation brands too."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the coverage of this product it glides on like butter and blends so well and gives me the perfect coverage Iu2019m looking for"
        },
        {
            "review_title": "light, buildable, and melts into your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "Amazing! Super light coverage, but incredibly buildable. Perfect for when you just want to cover your undereyes and for full glam looks. I love how it melts into my skin, I got a shade that honestly shouldu2019ve been too light, but the way it blends made it look perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this concealer out when it was sent to me, and the LYS Triple Fix Concealer certainly did not disappoint. The texture was perfectly creamy and blended out gorgeously with incredible coverage that didnu2019t look cakey at all. Overall, Iu2019m super impressed with the shade match and the formula."
        },
        {
            "review_title": "Feels like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019m obsessed! I have finally found the perfect concealer  . This formula is everything you wish your concealer could be even for my dry skin girls & textured skin girls! Yes, Immediately upon application you see and feel how thin /serum like the concealer is yet itu2019s so airy and lightweight it feels like nothing is there . It is buildable & for me the color match was spot on it blends in so beautifully as if it melted into the skin . My favorite thing about this is that it doesnu2019t settle in to my creases or emphasize texture and it last all day for me even without setting with powder . My skin looks like my skin but better . I canu2019t wait to try more LYS products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TN6 - honey tan/olive skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It is a very easily buildable and great coverage concealer. It gives a very Beautiful finish to the skin. If is very easy to blend and make skin look so flawless. If doesnot crease or settle in any fine lines. It is very light weight and settles well under makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "DG3 - golden caramel brown skin with golden undertones",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Oily skin",
            "review_text": "After being a fan of the Triple Fix foundation, I was very excited to give the concealer a try. I was not disappointed! It gives good coverage without being too heavy, which is a big plus for me. I look forward to keeping this in my rotation!"
        },
        {
            "review_title": "Love yourself (lys)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "(TG5 concealer)Had to try this brand considering I love what the owner stands for! Love yourself was literally tattooed on me years ago and I instantly loved the meaning. When I purchase concealer I like it just as close to my skin tone & this was exactly that! I put a dab under each eye and it covers my raccoon circles as I would say. Love the consistency overall. It does get a little dry underneath my eyes but setting spray instantly smooths it out. I canu2019t wait to try the foundation now that I tried the concealer since Iu2019ve heard great things about that as well"
        },
        {
            "review_title": "I love this concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "i really love the formula of this product because of how clean and natural it is, the formula and consistency of the product. What i also love about the formula is how light weight it feels on the skin because some concealer can feel really heavy and caked under your eye but this one is smooth and looks like it has a glow to it on your skin. The coverage of this product is amazing, itu2019s full coverage but still looks very natural and like skin. The more you build it up the less valet it looks this concealer is so amazing. Lastly i love the shade i feel like itu2019s such a perfect match itu2019s the perfect amount of balance in my skin."
        },
        {
            "review_title": "Super Skin-like Concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I recently received this concealer to test out and I have to say that I look forward to trying more products from the LYS Beauty brand. I have dry skin and concealers have a tendency to have a difficult time blending into my skin. I have been able to use this one even on no makeup days when I happen to be looking more tired than normal. This has such a skin like finish and blends in so well, that itu2019s hard to tell Iu2019m even wearing concealer on my no makeup days. And it blends very nicely with some of my favorite foundations when I do wear makeup. I only wish I had gotten a slightly lighter shade than the one I have, but this one still works for me. The consistency is lovely and the packaging feels so high end, you would think it cost way more than it does. The coverage is light/medium, but buildable. 10/10, I will repurchase this in the future."
        },
        {
            "review_title": "AMAZING COVERAGE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This Concealer is a very impressive formula. Blends sooo beautifully and stays intact. I set it once and Viola! Nice applicator and beautiful packaging. I got the shade MN3 that matches my skintone perfectly. Highly Recommend!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The most amazing concealer I have tried that actually works it blends like a dream I have shade LN3"
        },
        {
            "review_title": "Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I usually get a lot of creasing under my eyes when I use concealer but not with this one. It is really creamy and hydrating. Itu2019s full coverage and buildable but you donu2019t need a lot to get the coverage you want. And it sets nicely with powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LG1 - porcelain very fair skin with golden undertones",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This concealer did an amazing job underneath my eyes. It really help to cover up my dark circles and I could barely tell they were even there. I also love that this formula is so smooth, it lasts all day and I can't wait to try more products by this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Light skin tone",
            "review_text": "The LYS Triple Fix Brightening Concealer is a creamy, full coverage formula with a lightweight feel. It is a nourishing formula that brightens as well as conceals with a natural, matte finish. It applies and blends flawlessly into the complexion. It is long wearing and comfortable on the skin."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This concealer is on my summer must have list! It is so light weight in the skin and hardly ever creases ! I love all of the Key ingredients itu2019s perfect for my acne skin."
        },
        {
            "review_title": "Amazing Concealer!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This concealer is just as it claims brightening and so smooth under the eyes. I am currently loving this concealer because it gives me that refreshed and bright undereye. I very much recommend it to everyone the lasting power is great aswell, Iu2019ve worn it for up to 10 hours and it looks great all the way to the end of a busy day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "MN5 - almond medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "i got this concealer after seeing it all over Tiktok and itu2019s one of my favorites! Super creamy, blendable, and natural, but I just wish there was a bit more coverage since it really thins out after you blend it. Definitely still a good concealer thatu2019s still in my makeup rotation!"
        },
        {
            "review_title": "gorgeous natural concealer with skincare benefits",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this concealer so much! I think it has a really nice medium coverage and I was able to find my perfect match through the Lys website! It feels really creamy on the skin, the packaging is so luxurious and unique, and they have a wonderful shade range :)."
        },
        {
            "review_title": "Hydrating and Full coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Finally a concealer that doesnu2019t dry out my dry under eye bags! I have really dark under eye bags (thank you genetics) and it cover it up! I love the ingredients and how it has Hyaluronic acid! It was very nice and hydrating! Lasted me all day and night without budging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TG5 - golden beige tan/olive skin with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love this concealer it is a perfect match with my skin tone. A very smooth, seamless, full coverage, skinfinish concealer Absolutely love how it blends so seamlessly and smoothly you don't even look like you're wearing concealer. A definite must have for all."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer worked great. It was very light weight under my eyes. It was creamy and smooth as I applied it. The shade matched nicely. It did not crease on me once I set it with powder. Really enjoyed this concealer."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the formula of this concealer! Itu2019s buildable, so you can go for full coverage. The shade was the perfect match for me! I also like that it has hyaluronic acid, turmeric, ashwagandha and lots of other good stuff in it that helps brightening and hydrating your under eyes! So worth it! If you have dry skin like me, I would say extra moisturizing before using would help with an even better result!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TG5 - golden beige tan/olive skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this concealer, itu2019s really lightweight on the skin. Itu2019s a pretty thin formula but it builds really nicely without looking cakey on me. It blends out really well and provides the perfect about of brightness."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "LN6 - light nude light skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so sad to give this a one star and return itu2026 but it just didnu2019t work for me. At first I loved it! I recently been struggling with super dry under eyes. And the concealer I was previously using was making it worse. So a beauty influencer recommended if you are struggling with dry under eyes use this. At first it was fantastic! Though I did struggle to figure out how to blend it out. My fingers didnu2019t really worku2026 and so I used a damp beauty sponge and I thought it blended nicely but I had to add another layer because you could still see the dark circles under my eyes. I was primarily wearing it when working inside so it looked great. But I remember one of my coworkers pointed out I had really bad sunglasses marks. I went to a mirror to try to fix it but it just made it worse. I tried waiting longer to put my sunglasses on, making sure I had powder and setting sprayu2026 but the make up would be gone from where my sunglasses sat no matter what. Then finally I had to work outside in the summer heat and oh boyu2026 it looked like an oil spill on my face. It looked so cakey, it completely separated and it emphasized my fine lines like crazy - I looked 10 years older. I tried wearing the concealer without powder didnu2019t help, less moisturizer eye cream didnu2019t help, changed my setting spray and still looked terrible once sweat and humidity hit my face. I guess the journey for the perfect concealer continuesu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "DG3 - golden caramel brown skin with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Highly recommend, love this concealer! Brightens under eyes area. Has a creamy texture that doesnu2019t cake or crease. Itu2019s my go to for everyday wear. Wears great especially in summer heat. Pairs great with their translucent setting powder called Resilience."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love the finish of this concealer. It looks very natural on the skin and covers well and brighen the area where I apply. The consistency is neither thick or too thin. It's perfect. The applicator is perfect to reach inner corner of the eyes. The packaging feels luce but I am glad that this great concealer is not over priced."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "DN3 - caramel brown skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I choose the shade dn3. I found this concealer to be a medium coverage but buildable also very creamy. The color matched perfectly, also the concealer doesn't get cakey or settle into fine lines. This concealer is definitely going to be  staple in my makeup collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LP4 - vanilla fair skin with pink undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So creamy and blends in amazingly! Feels very lightweight and so far doesnu2019t crease my under eyes. Covers dark spots and redness fairly well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TN6 - honey tan/olive skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love this formula! I was trying to find a concealer shade and it was too dark so it matches for spot concealing perfectly. Iu2019m in shade TG6 in the foundation so this matches well for spot concealing. Good price and I recommend"
        },
        {
            "review_title": "Patchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was not as full coverage as I expected it to be but it is buildable and gets the job done. It's helped me to cover up some of my acne scars completely and even out the darker spots of my face. Just note that this does cling to and exaggerate and dry patches you might have so moisturize very well. Also the applicator does take out a lot of product you might not want!"
        },
        {
            "review_title": "good coverage smooth skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This concealer is creamy and nice coverage. The only downside is the applicator itu2019s a doe foot and it gets caught in the bottle you have to pull a little bit. I think the bottle should be a little bigger. Other than that I love the formula"
        },
        {
            "review_title": "Coverage Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I Love This Concealer!!! It Gives Me All The Coverage With Just Using A Little Of The Product!! They Always Say u201cA Lil Goes A Long Wayu201d And Itu2019s So True! The Container Is So Adorable! The Texture  Is Creamy And So Light Weight!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "TG1 - latte light tan skin with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this concealer from LYS Beauty and I was pleasantly surprised. It felt super lightweight on the skin and had great coverage. The only issue I had was the doe foot applicator which was a little hard to put back into the bottle but other than that, a great concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LP4 - vanilla fair skin with pink undertones",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing. Such a light weight formula blends beautiful. Matches my skin tone perfectly and brightens my under eye. No creasing and a beautiful finish. I donu2019t use to much setting as I have creasing under my eyes so this just melted in and I didnu2019t really need almost any. It is full coverage and not dry at all. I as also have dark circles and it blurred it instantly too. I am in love."
        },
        {
            "review_title": "PERFECT CONCEALER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Your search for the perfect concealer ends here. The full coverage is like OPAQUE completely covered. The shade matched me perfect using the description and pictures they gave."
        },
        {
            "review_title": "No Creasing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is easy to blend even after letting it sit which I usually do that for about 30 seconds. It doesnu2019t crease on me even after at least a 6 hr wear. I highly recommend trying if you havenu2019t."
        },
        {
            "review_title": "try it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This concealer is pretty nice itu2019s creamy has good amount of coverage and is clean makeup so I would recommend it doesnu2019t really crease as much and blends very nicely."
        },
        {
            "review_title": "Favorite Concealer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "LYS Beauty sent me this product to test out. I love it! This is my first product that I am trying from the brand. It looks so skin-like and natural. I even wore this as foundation for a day. It wore well and appears so natural on the skin. I am excited to try more products from this brand. The only reason I did not give the concealer 5 stars is due to the fact that itu2019s not full coverage like it claims. Thank you LYS Beauty!"
        },
        {
            "review_title": "Excellent coverage, lightweight feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this product today for free in exchange for an honest review and I have to say I love it already! It is so lightweight yet it is definitely full coverage. I like the shade I got. It matches my skin nicely! I also have the foundation but the shade I bought was too warm, so at some point I'm going to have to buy a more neutral shade. But the concealer is a great shade for me! It doesn't really feel like I have anything under my eyes. I set it lightly with pressed powder and a powder puff and it isn't settling in the fine lines in my undereye. I feel like this would also be really good for mature skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This concealer is nothing like other concealers. So light and gives me the coverage I wanted without creasing. The color match me perfectly. The packaging is so unique. Highly recommend"
        },
        {
            "review_title": "Limited Coverage but Dewy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I find that this concealer is fairly average. I do have pretty deep hyper pigmentation that sometimes isn't covered by my foundation, and I find this concealer doesn't cover it either. However yes, like most concealers it will hide redness in the skin, but I find my foundation does the exact same thing. What I do like about this product though is that skincare is infused in this, and this concealer makes my skin look dewy and natural. The applicator is very nice as well and flexible, but I feel like it may fall off over a period of time. The price point of the product matches the quality."
        },
        {
            "review_title": "Not bad, not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This concealer is u201cjust okay.u201d I feel like there are better ones at the drugstore. Doesnu2019t conceal dark under eyes very well and I found that majority of the time it would look a little patchy and cling to dry spots. This also does not layer well on top of itself and can cake up a bit. If you need light coverage and donu2019t have dark under eyes this could work great for you - unfortunately it wasnu2019t my fave. Also the shade LN3 pulls yellow even though it says neutral."
        },
        {
            "review_title": "Amazing Medium-to-Full Coverage Complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "One thin layer = medium coverage. 2 thin layers or 1 thin layer over color corrector = full coverage!  Pros:  -experienced no breakouts/sensitivities using this  -lightweight formula (doesn't feel heavy/cakey)  -little goes a long way -perfect match after oxidizing -beautiful finish. Looks like my skin but with a glow (like a healthy glow)     Cons:  -packaging sucks (getting wand out of the container) -wand doesn't dispense a lot of product, so I have to go back into the container for more -oxidizes. The undertone of the product doesn't change, but it oxidized to like a shade or a shade and a half darker on me. So the first 10-15min of me wearing this product, I look like I am wearing the wrong shade.   -if I use too much, it can get cakey/heavy. So literally a little goes a long way.    I bought MN3, which oxidizes to like MN5, when I was paler than even my Winter shade. SO now I find that it is too light for me. I will buy TN3 or TN6, which would be my regular shade, in the fall.   I found the perfect match in the concealer, but not in the foundation which sucks as I really like the medium coverage and finish of the foundation. Overall, best make-up product I've tested/used yet so 5 stars!!!"
        },
        {
            "review_title": "Great buy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Recommended by my sister, former Sephora employee. Great coverage. No crease marks."
        },
        {
            "review_title": "My go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I was never all that fussy about my concealers, until I found this one!  It brightens and conceals so well.  It is my go to now."
        },
        {
            "review_title": "Nice Concealer If It's What You're Looking For",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I like this concealer overall, and I have mostly positive things to say about this product, but I could see how this concealer might not be for everyone. The packaging is super cute and sleek, but I agree with other reviewers that the opening is too small for the applicator and you have to be very precise taking the applicator in and out. I also agree with others that this is not a full coverage product like the description claims.  I personally like the consistency and the finish, however, because I don't want a hardcore full coverage concealer around my eye area or to highlight/brighten certain parts of my face. I use a more matte and fuller coverage concealer if I need to spot conceal acne or redness because this product is not for that, but I like the pretty finish it gives me around my eye area and brow/forehead area for highlighting.  The formula is creamy and gives a medium coverage natural looking satin finish that doesn't settle into fine lines. If you are a tarte shape tape type of person, this aint it for you, but this is a great concealer for those who want a natural medium coverage dewy concealer."
        },
        {
            "review_title": "Finally!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The best clean concealer!! I have literally tired several!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "MN3 - neutral buff light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Too, oily for me. This concealer is way too oily I never had a oily beyond oil concealer. I put it on and it was as if I needed oil on my face. I bought it to cover up. Way, to expensive to be oily."
        },
        {
            "review_title": "under eyes but not acne scars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Itu2019s pretty good. Iu2019m trying to find cleaner products. I donu2019t like it as much as the cakeless concealer. But it is smooth. One of the reasons why I donu2019t like it as much is it is very lightweight. It took a lot of product to cover an acne scar and then it wasnu2019t even fully covered. But great for under eyes."
        },
        {
            "review_title": "new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i bought this concealer last week & havenu2019t stopped using it! itu2019s now in rotation with my 2 other fav concealers (laura mercier & hourglass). this is a beautiful everyday concealer. i use this for my u2018no makeupu2019 makeup look & it is perfect! i will repurchase!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Great light to  medium coverage concealer for those more natural days! Extremely affordable and wears beautifully all day!"
        },
        {
            "review_title": "Good lightweight concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LYS sent me 2 shades of this concealer, LN3 and LN6 u2013 not for review, but in lieu of another product I purchased that didnu2019t work for me. Which is, right there and then, outstanding customer service! Overall, I found this concealer to be very easy and pleasant to work with. Perhaps u201cfull coverageu201d is a marketing overstatement, but definitely a solid medium. The formula is liquid, so it spreads easily and the finish is ever so slightly dewy - which makes it a great choice for both under eye area and elsewhere on the face. I will say that if you have serious discoloration to cover, you may be left wanting moreu2026 But where this shines is in how natural, lightweight and skin-like the result is! I do set this product with powder, as it dries a bit tacky, and then it doesnu2019t crease on me. Last thing I will add is the doe-foot wandu2026 At first, I was somewhat annoyed with how large it was compared to the opening of the tube, but pretty soon I got the hang of getting it out/in and it didnu2019t bother me anymore. So my verdict is: good concealer and great brand!"
        },
        {
            "review_title": "Great coverage and hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Idk why more people arenu2019t raving about this concealer! I have dark under eyes and struggle with finding a fuller-coverage concealer that is hydrating, looks natural, and can be worn fine without foundation. This is so hydrating and natural looking. Can be blended well into the skin so there isnu2019t a harsh line since I donu2019t usually wear foundation. Highly recommend!"
        },
        {
            "review_title": "great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this concealer so much. Itu2019s full coverage but itu2019s very light and super hydrating. It makes my under eye looking so natural and smooth. I think this could work for every skin type."
        },
        {
            "review_title": "New favorite concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love, love, love this product- such a beautiful finish. This concealer stays all day and barely even creases. I would not say this is full coverage though, it is definitely more of a light/medium coverage and it is ok with building up, to be honest I prefer a medium coverage concealer so that was win for me. If you have been eyeing this puppy definitely pick it up!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not a fan. It seemed to dry out in areas of my face and really showed texture. The wand is also awkward to put in and out of the tube, the hole is quite small so it feels like youu2019re going to rip off the doe foot. I found myself reaching for other products over this regularly."
        },
        {
            "review_title": "Fantastic formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Such a wonderful creamy formula. I was so surprised by how well this blended. I even forgot to set it once and it wasn't creasing or anything. I think I would go up a shade because this is close to my skin (I wear Dior 4WO for reference)."
        },
        {
            "review_title": "FLAWLESS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love the way it makes my under eyes look flawless and it doesnu2019t crease! Itu2019s a little bit hard to get in and out of the bottle but thatu2019s not a deal breaker. Shades are very inclusive and I can use this shade tan or when Iu2019m on the pale side. Hydrating and somewhat of a thin formula, but in the best way. Great price point too!"
        },
        {
            "review_title": "Nope!  Itu2019s going bacc for several reasonsu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019ve tried to work with this concealer three times and have yet to be pleased with the finished product.  We all like concealers for different reasons - both prestige and mass brands, but this just does not make the cut for me.  On application the consistency appears to be fine although slightly shinier than I prefer.  Something gets loss during then dry down and attempts to set it.  I will not trade in my preferred setting powders for concealing because they are foolproof with my favorite concealers and never fail.  I noticed creasing with this brand and uneven coverage.  I also do not like the applicator wand.  Itu2019s too long and I feel like itu2019s and effort to reinsert it into the tubing every time I use it. I guess Iu2019ve gotten more used to the chunkier/sturdier packing Tarte and Dior offer and as far as prestige goes, Iu2019m sticking with them.  I would like to say that I have been pleased with other LYS products Iu2019ve recently purchased during the Rouge sale to include their bronzer, cream blush and highlighters.  I have not tried the foundation, but have it on hand so we will see.  Iu2019m exchanging the concealers toward a fragrance mini."
        },
        {
            "review_title": "Is it really a concealer?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is more of a really thin foundation, but slightly waxy. Does it make my skin look chok chok? Yes. Does it hide my bags? No. I had to go in with my Kevyn Aucoin SX13 afterwards to hide the dark circles and conceal the edges of my bags.  if you don't have those problems this may work for you. I also bought DG6 and once on I could *barely* tell the difference between the two. That's how thin this formula is that my natural skin tone takes over. DG3 is also really light out of the bottle, but dried down 3-4 shades darker, so it was a bit hard to work with on initial placement. Would also prefer this without melon in it.  Giving this a 2 as a concealer, 4 as a general face product. I know, I gripe a lot, but I'd still re-buy."
        },
        {
            "review_title": "pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful for the under eyes! Doesnu2019t sit much into fine lines. Wish the wand was a little shorter so it would fit back into the packaging a little easieru2026"
        },
        {
            "review_title": "I like it, but not in love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Creamy and light texture on the face, color/undertone matched my skin well. This can be built to at most medium coverage, very natural look:) One negative is that the doe foot doesn't fit back into the packaging well. I have to slowly put it back in because I'm scared I might break it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have always struggled to find a concealer for my under eyes that doesnu2019t crease but also doesnu2019t need multiple layers to provide coverage. I was disappointed when I tried this - it applies beautifully and has a perfect consistency. After application I let it sit to warm and blended as usual with my beauty blender, andu2026 creasing. Almost immediately. Even with a setting powder and multiple attempts at using this product l, I just canu2019t seem to get it to work for me the way I would like my concealer to work."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LG3 - bone golden very fair skin with neutral undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Definitely not full coverage but hidrating enough for everyday look"
        },
        {
            "review_title": "Easy to work with!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I usually use Two Faced Multi-Sculpting concealer, but they didnu2019t have my shade. I picked this up because Iu2019ve never heard of this brand and the reviews were overall good. I have oily, acne-prone skin and this concealer lasts me all day! In comparison to the two faced concealer, this one feels lighter on the skin and blends so well. Would purchase again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LG3 - bone golden very fair skin with neutral undertones",
            "review_buyer_description": "Grey eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I find that it works well for my cooler skin tone. It applies so easily, and holds a lot of hydration. I do however wish that it had more coverage."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s light weight but does exactly what I want it to. It is perfect for those u201cno makeup-makeup days.u201d This is definitely light coverage. I like the way it sits under my eyes, it blends in so naturally. I am not sure if it creases because I always set my under-eyes. But with setting powder, I havenu2019t noticed any outrageous creasing. I docked a star because the applicator is curved and is hard to pull out of the tube."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TN6 - honey tan/olive skin with neutral undertones",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product is so comfortably really skinny and delicate i love it for my face"
        },
        {
            "review_title": "such a natural coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i was very excited to try this concealer after how much i loved the foundation, and it did not disappoint! it blended so well and covered my dark circles, it looks completely natural when applied on the lys foundation. I have rosacea so it is not possible for me to go about my day with only concealer on, it's quite stark against red cheeks, but i applied this today before foundation and it gave even coverage, natural glow, and only needed two dots of foundation (my own preference bc of my redness). my only complaint is that it was a bit creased at the end of the day, but i was able to blend it out, and if you twist the cap too much, it will misalign from the component and not have the triangle shape. new everyday concealer!"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have very dry and sensitive skin and haven't been able to use any concealer onmy face until this I love it especially under the LYS foundation. It keeps it in place along with keeping me hydrated all say. I love it!"
        },
        {
            "review_title": "New OBSESSION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m so obsessed with this concealer itu2019s my new favorite. I love how lightweight the consistency is to the coverage it has. Itu2019s so light weight that it doesnu2019t cake up no matter how much you layer on it. Blends like a dream."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It definitely feels lightweight on the skin but it does not have coverage itu2019s more of a light to medium coverage than full. So if you have no dark circles itu2019s perfect for you"
        },
        {
            "review_title": "Beautiful Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I love how creamy and hydrating this concealer is. It has really good buildable coverage without being thick under the eyes. It doesnu2019t crease like some concealers do and it sets beautifully! Would highly recommend!"
        },
        {
            "review_title": "LYS CONCEALER>>>LYS FOUNDATION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I hated the foundation so my expectations for the concealer were really low but to my surprise this is a 5 star concealer. and that's coming from someone whose very picky about concealers. it's self setting meaning you don't need powder to set it, it doesn't crease badly, it gives your under eyes a youthful appearance, has a natural/semi matte finish and still manages not to feel drying to the under eyes. only con is that it takes a little longer to remove from under my eyes than what I'm used to. but its a new fave!"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I m loving this concealer its consistency is thick which i like alot highly recommendedu2026Really give full coverage on my dry skin great product"
        },
        {
            "review_title": "absolutely terrible concealer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Absolutely terrible. Coverage is terrible and as it separates I notice that it starts to separate. Iu2019ve tried blending with a sponge, brush, and my fingers and I feel like no matter what it strips the product from the skin and Iu2019m left with no coverage."
        },
        {
            "review_title": "Definitely wonu2019t be buying again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I got this because I was interested in the natural finish, full coverage for when I want to conceal blemishes, but the wear was a terrible experience. I tried different ways to apply: brush, sponge, and even with my fingers. The results were the same, after just a few hours the concealer would separate and make my skin look oily (which I didnu2019t think was possible since I have normal to very dry skin) while at the same time accentuating dry spots and making my skin flakey. I will say this, it definitely has buildable medium to full coverage ( hence 2 stars), but not without it creasing and separating like crazy. Overall, this concealer just  does not look good after just a few hours."
        },
        {
            "review_title": "Solid Quality Concealer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The price point is great for this product, especially because it is u201ccleanu201d.  It has a natural finish; it does not look caked on, and it does not look too much like makeup.  I recommend blending with the fingers rather than a brush.  This is also not for all-day-into-night wear because it can dry to a bit flaky/crunchy after several hours, and I do not have dry under eyes.  I only recommend for under the eyes, not spot concealing because it is not full coverage.  This is great for a school day or work day, casual looks when you want to look fresh and not look like you simply rolled out of bed.  Maybe an online presentation, meetings, running errands, and the like.  This is not for a formal memorable event because it is not glamourous.  It applies smoothly; excellent easy texture to work with, no off-putting scent.  I do not know how buildable it is because I do not pack on product, but the undertone dries down seamlessly.  This is for complimenting your natural look."
        },
        {
            "review_title": "So nice BUTu2026..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This really is a NICE concealer, the formula is so nice & super easy to blend. Hereu2019s my issueu2026u2026 if they offered a cooler undertone in my shade, Iu2019d be sold on it. So I was forced to buy the shade TN3 (I think) because they donu2019t offer a cool (C) undertone in the tan (T) shade range so it was too yellow on my under-eye area. I returned it which was sad bcz I did like the formula & coverage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN3 - bone blush very fair skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Incredible concealer! It covers my dark circles. Iu2019ve had it for a few weeks, and Iu2019m noticing improvement in the darkness under my eyes. Takes some playing with it to figure it out, but once you do itu2019s worth it. I have super sensitive and reactive skin, this causes 0 irritation."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LG1 - porcelain very fair skin with golden undertones",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I love this concealer for under my eyes or for eyeshadow primer, but I really dislike the packaging. When you twist it closed, thereu2019s no like u201cstopu201d so the triangles donu2019t match up. Also, when I pull it out of the tube or put it back in the tube I feel like Iu2019ll yank the applicator off the stick. Kinda nit-picky, but it does annoy me."
        },
        {
            "review_title": "AUGIBEE LYS REVIEW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "First I just wanted to say that I love the brand name seconds I love this concealer it is for coverage but I realize that you should use your fingers to blend it out instead of a sponge or a brush it covers more that way."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LG1 - porcelain very fair skin with golden undertones",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "this added 10 years to my under eyes. Made creases look far more prominent and did not wear well at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MP3 - buff light blush medium skin with pink undertones",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love it!!! Obsessed. Turmeric, too. Concentration hydrating and revitalizes under-eye while providing full, unwavering to unrelenting flawless coverage 10/10. I am insanely picky, yet I am somehow surprisingly impressed by my affection for this product; never before have I so expediently integrated an item and unceremoniously dethroned former crowned jewels (for example, Benefit newly discontinued brightener, beloved Bobbi Brown erase paste corrector in bisque or light bisque epic but on retainer while I luxuriate in the creamy and radiant color corrector concealer concoction that is LYS).  Right now, routine is skincare followed by Color Science then Lys with EltaMD across entire visage abs neck and du00e9colletu00e9."
        },
        {
            "review_title": "Nice concealer. Tiny wand.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Normal skin",
            "review_text": "Itu2019s a nice concealer. I love the foundation too. I did go back to shape tape instead of this one. I am 43- The wand is too little for my liking. I had to dunk back in too many times with this one."
        },
        {
            "review_title": "Must get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Wow a new favorite. I used to use Nars but that was too creasy. Switched to Laura Mercia but that was too flakey for my dry skin. This is perfect. Brightens the under eyes without crease or flakes. Definitely try this!"
        },
        {
            "review_title": "Great concealer, not the best packaging.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a beautiful formula! It is way thinner than the Kosas concealer and dries down more as well. Great medium coverage. The applicator does miss the mark for me as others have mentioned itu2019s tough to get in and out of the tube. Canu2019t complain too much though for the price!"
        },
        {
            "review_title": "shades are 2 dark for fair skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was really excited to try this concealer but unfortunately the creased a lot and isnu2019t brightening in the slightest the lightest shade is 2 dark for my fair skin so Iu2019ll prolly return it"
        },
        {
            "review_title": "Yepu2026you NEED this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Very lightweight, but provides beautiful coverage! Everything about this brand has been top tieru2026I was only expecting the same from these concealers and she DELIVERED!!! Grab you some!!"
        },
        {
            "review_title": "A staple for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I've been wearing this concealer since I purchased it. It's such a great product! This concealer blends beautifully with a sponge or a brush. It is truly self-setting, you do NOT need to set with powder. The finish is gorgeous and wears well all day without creasing. It deserves all the hype!"
        },
        {
            "review_title": "My It Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "I have finally found my It concealer.  The full coverage formula is hydrating, gives a seamless application, gives radiance to my complexion & it is the perfect color. The concealer moves with your skin as to not crease or settle into fine lines. You can use it as a concealer,  foundation or mix it with moisturizer to create your perfect skin tint."
        },
        {
            "review_title": "Lives up to the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Worth it plus the packaging is cute, buildable coverage, super light weight, and covers everything"
        },
        {
            "review_title": "Buttery smooth application!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "The Triple Fix Full Coverage Brightening Concealer from LYS Beauty is one of my newest loves.   LYS Beauty recently turned 1 and to celebrate, they launched this amazing new concealer. It's Medium to Full Coverage and comprises of skin-loving ingredients like Hyaluronic Acid, Ashwagandha, Watermelon Extract and Turmeric!   I've been using this concealer all week and it's all I've been reaching for. Some days I just pop a bit of this on and don't even bother with foundation - the results? I get that 'my-skin-but-better' look which for me is amazing because I have so many blemishes and acne scars. So to be able to look like it's my natural skin but without all those imperfections? Yes, yes please.   Now let's talk about application. This formula feels buttery smooth as you apply - almost silky like and it's so easy to blend. It doesn't cake no matter how much you use and you get a beautiful dewy finish. It's so lightweight on your skin; like wearing no make up at all.  I'm so glad I was able to try this out because I absolutely love it and I'm adding it to my favourites collection!"
        },
        {
            "review_title": "Beautiful finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This is a really pretty concealer but I wouldnu2019t consider it full coverage. Itu2019s more of a medium coverage. Itu2019s very hydrating so my under eyes look very smooth. I wear this with a matte foundation and the combination is perfect. Though I wish it had a bit more coverage, it is buildable. My only con is the tube. The packaging is beautiful, but itu2019s a little hard to get the applicator in and out of the tube. Also, the triangular shaped handle isnu2019t the most comfortable when applying."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Like this is a little drying but lasts all day great finish is medium coverage works well with has a brightening effect under the eyes."
        },
        {
            "review_title": "Sadly disappointed: didn't work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was really looking forward to this concealer since I liked the LYS  foundation and the price is nice. I was expecting it to be full coverage like the foundation and as it claims to be. I bought LN6 and MN3 and tried them both. Turns out its super thin and creased badly on me after about an hour. It also seemed to crack when I applied setting powder and faded quickly when without. On the flip side it is hydrating and I'm sure looks nice on smoother, younger undereyes (Im 36). So disappointed but returned for the new KVD concealer which is more full coverage."
        },
        {
            "review_title": "Creased quite a bitu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I tested this LYS concealer against my NYX Bare With Me Serum Concealer and unfortunately the LYS creased a noticeable amount within just two hours of wear under my eyes. I included a picture where you can see the creasing on the LYS side. Itu2019s not terrible but when compared to my NYX concealer you can definitely see it. I know crease-free undereyes are unrealistic and I donu2019t expect any concealer to be crease-free since weu2019re moving our faces all day long but I felt like this concealer emphasized the lines under my eyes :(  After a few more hours of wear I also noticed some creasing in my smile lines whereas my NYX side was still smooth. Really wanted this to work since the color match MN3 was really nice on my skin tone and it feels nice and lightweight on the skin but I canu2019t get past the creasing, sadly I will be returning this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my new HG concealer. Iu2019ve never used anything quite like it: Itu2019s full coverage, but itu2019s not thick or sticky. It feels like eye cream, I guess? Itu2019s a radiant finish, but doesnu2019t cake, crease or wear off around my glasses. I wore it for 12 hours the first time, and it looked more or less as good as when I put it on. It really does brighten. It blends like a dream and is buildable. Even over powder, as I accidentally discovered. Still no caking. All of this for $18. It boggles! I feel like I discovered some big secret. Ha! The one thing I would change about it is pretty minor: The applicator isnu2019t the doe foot zoveel come to expect. Itu2019s really small, and itu2019s effort-y to get it back into the tube (in fact it actually got my heart rate up, according to Fitbit) That said, Iu2019m happy to deal with in order to keep using this incredible concealer!"
        },
        {
            "review_title": "I've been waiting for this concealer:-)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I knew this concealer will be a hit just like the Triple Fix Serum Foundation. The coverage is definitely buildable. It gives a natural, seamless finish, and is very easy to blend out, no matter how long you let it dry down. The applicator gets right in the creases and evenly distributes the product. The shade DG3 has a beautiful golden undertone. It works well with my setting powders and lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "TG1 - latte light tan skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The applicator is very hard to put in an take out, it is a bit to big and you have to squeeze it and angle it just right to get it back in. I am TG1 in the winter and mix with TG5 in the summer to get my proper shade match. TG1 in the concealer was too dark for my undereyes, darker than my foundation. I tried the next shade down and it was too light. The formula was nice and smooth."
        },
        {
            "review_title": "Great Concealer! I donu2019t like the packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is great concealer that feels very hydrating on the skin, itu2019s easy to blend, hides imperfections really easily, itu2019s a concealer that doesnu2019t crease on me, it has great coverage BUT the packaging is not my favorite. Itu2019s really difficult to get the applicator out because of the slant, not a lot of product comes out so re-dipping is difficult and putting the wand back in is difficult. If packaging doesnu2019t bother you itu2019s a great concealer!"
        },
        {
            "review_title": "Lightweight, hydrating and lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I am so impressed with the shade range for this concealer!  Having very fair skin, Iu2019ve had trouble in the past finding a concealer that works for me.  They are either white, have a yellow tint or are too dark overall.  This concealer not only matches my fair skin and cool undertones, but it also feels like an extension of my skin as opposed to feeling cakey and heavy.  It is lightweight, creamy, easy to blend, and feels hydrating even on my dry skin.  Best of all, throughout the day it doesnu2019t crease or settle into my pores and fine lines.  I primarily use the concealer to brighten my under eye area and mask dark circles and purple veins but it also works to conceal blemishes and redness all over the face, too.  The curved applicator makes the concealer easier to apply, but it makes it difficult to get the applicator in or out of the thin tube.  My tip is to gently and slowly pull it because if you try and force it quickly, you may bend the applicator or waste product."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "MG2 - bisque light golden medium skin with golden undertones",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not a fan. Went on cakey/ heavy and I would not consider it full coverage. Shade is also darker than described. I ended up putting another concealer on over top of this one to make it less dark and heavy."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Med-full coverage, lite weight,  long lasting , and clean !!!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The formula is great - creamy and very blendable, with medium to full coverage depending on how you blend and layer. The packaging and amount of product, however, arenu2019t ideal. You get 0.179 oz of product (most concealers Iu2019ve tried give you at least 0.25 or 0.3 oz) and the wand is kinda hard to get in and out of the tube. The first time I opened it I splattered product because it took a bit of effort to get the doefoot applicator out of the narrow opening. Not necessarily a dealbreaker, but disappointing nonetheless. The tube is also pretty large and bulky considering the amount of product inside. Itu2019s a good concealer, just not as good a value as the price implies. As of this writing, Sephora also donu2019t list the fluid oz on the site/app, which isnu2019t helpful."
        },
        {
            "review_title": "Great for naturally beautiful skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "It blends beautifully with my complexion and looks very natural. I wear it all day at work and still look great at the end of the day! It's not completely full coverage, I'd say it's about medium, and you can build it up a little bit. If you have dark circles, a color corrector will help you achieve fuller coverage, but I like the result on its own when I'm going for a more natural look."
        },
        {
            "review_title": "Lovely productu2026not so nice packaging!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was able to pick this up in two shades Mn1 and Mn3, I usually get a concealer in my skin shade as well as a little lighter. I got both light medium neutral shades that will do well for concealing spots on my face, the Mn1 is okay under my eyes but I like to go in with something lighter in the inner half to brighten my hereditary dark circles. The concealer is lovely, blends well into the skin and doesnu2019t look cakey under my eyes (I am 57 so this isnu2019t an easy thing). I set the concealer directly under my lower lashes using PMG Labs under eye setting powder. The end result is perfect, just need to get my hands on one of the lighter neutral shades for brightening my inner under eye area. My only complaint is the packaging, the package itself is attractive but the opening is small and the doe foot applicator is slightly bent to make application easier.the result is that it is hard to get the doe foot back into the bottle without forcing it, I feel like I am going to break the applicatoru2026itu2019s that bad. I used to love the Melt Flex Concealer, but the packaging was horribleu2026the little ring on the bottle that removes excess off the applicator always fell off, and not just one bottle but every bottle that I bought. After numerous experiences with concealer pouring out the bottle when I tried using (and ruining numerous outfits as a result) I just quit buying it since they never fixed the issue. I hope that LYS reads these reviews and corrects the packaging, otherwise my love affair with this new concealer will be short lived!"
        },
        {
            "review_title": "Try Other LYS Products...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love LYS products, the setting powder is AMAZING! This concealer being this bad is a huge let down!  It is not full coverage, it is not hydrating, there is no skin-like finish, and you cannot build it up, it causes dry flakes and cakeyness. The colors are off. I ordered LG3 which claims to be for fair skin neutral tones, come to find out (after I already ordered it) that is for warm tones. Needless to say, it was too dark for me. I was supposed to order LN3. The packaging is super pretty, but the wand is flimsy, and the doe foot is too big for the tube. Unfortunately, I cannot recommend this concealer. I highly recommend other LYS products.. The setting powder, the blush, and bronzer are all fantastic!"
        },
        {
            "review_title": "A PASS For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This concealer did not sit well with me.  First of all, it is by no means a full coverage concealer. It feels lightweight and looks lightweight as well.   Secondly, once applied it hardly looks like I have any concealer on. Even with two layers, the coverage is extremely subtle. It might be better on a no foundation day. If I were only using concealer it might work, but even then it would probably still be too light. I even choose two shades lighter for a better brightening effect. However, no brightening and hardly any color.  Lastly, although it's a hydrating concealer it still clung on to dry patches. Apart from the Jaclyn Cosmetics and Elf matte concealer, I've never had a concealer do this.   And one last thing, the wand is flimsy and cheap-like. It feels like the plastic part of a plastic q-tip. It's also a bit rough when inserting and removing the applicator. I'm also considering returning this because I gave it two tries already.  I reviewed and tried this concealer. Just search for lovekeebuu LYS concealer on Youtube."
        },
        {
            "review_title": "looks like skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like the feel of this concealer. It has a light weight feel and blends easily. Not too thick or too thin where it feels like it wonu2019t have enough coverage. Lately Iu2019ve been doing really natural coverage and this looks like my skin. I have been using shade TG1 which is a little darker than my skin but still blendable. I will be trying another shade just to Match me a little better."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I just used this product the last two days and I love the formula but I definitely need a lighter shade. The shade I got was a bit too yellow for my skin and Iu2019m very fair. It is creamy and really good coverage and I think it I get a lighter shade I will like it. The only other thing I didnu2019t like was the applicator. It gets stuck in the tube a bit as well. I do like the formula though so Iu2019m willing to use it still."
        },
        {
            "review_title": "Great Lightweight Concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoy this concealer. It has great coverage, itu2019s lightweight and it blends so easily. I donu2019t need to use a lot to get the results I am looking for. One downside is itu2019s really difficult to remove and insert the application wand. Other than that, I am really happy with this product!"
        },
        {
            "review_title": "Too dark and dry",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this based on the claims that it's full coverage, ultra creamy and nourishing with a natural finish but I didn't find any of that to be true and LN3 is too dark.  The formula is thin and lightweight but the coverage is medium at best and, whenever I tried to build it in order to cover redness or dark circles, it just emphasized texture and looked dry.   I'm very fair with a cool undertone and the lightest shade has a warm golden undertone so I bought the next one up, LN3, which has a neutral undertone; unfortunately it's about 1-1.5 shades darker than my skintone.   I tried this concealer multiple times, with primer (Tatcha liquid Silk Canvas & Good Molecules Silicone Free Priming Moisturizer) and without; with sponge and brush (Sonia G Classic Base, which is made for creams/liquids); and it always just looked cakey and dry.  **For reference, my best foundation matches are MAC Studio Fix in NW10, Estee Lauder DW in 1C0 Shell and YSL All Hours in BR10.  To those looking for a full coverage option, I highly recommend Dior's Forever concealer, just know that the lightest shade, 00, is only available on Dior's site, labeled for some reason as a universal brightener."
        },
        {
            "review_title": "Feel like Iu2019m missing somethingu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love the triple fix foundationu2026but this seems to be an entirely different kind of formula. I feel like Iu2019m loosing my mind because this is neither creamy nor full coverage. However, it did feel lightweight. I also found it to set to a tone about 1/2 shade darker than the shade LN3 in the foundation, which is not personally what Iu2019m looking for in a concealer. Overall, it dried to0 dark, felt drying, and didnu2019t cover anything under my eyes (maybe this was due to it being too dark, which is disappointing, as itu2019s the lightest neutral shade)."
        },
        {
            "review_title": "lightweight but gives coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "What I love about this concealer is that itu2019s lightweight but gives me enough coverage. I have very dark under eyes, they are hereditary. So I always struggle with finding a concealer that will give me coverage but not dry me out. LYS Beauty heard all of us and what we really need and this concealer will be a staple in my routine from now on!"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This concealer was a little light but looked really nice. Love how well it blended out and applicator had the right amount of curve to it. Helps cover up blemishes and dark undereyes."
        },
        {
            "review_title": "My everyday concealer my new love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really loved this concealer. I use to love nars concealer but now this will my day to day concealer. Perfect shade for me, very easy to blend, looks super natural on me. Plus the packaging is super cute and very unique. Worth every penny. Very hydrating, not cakey, blends easily, very well made. I would recommend this concealer with my eyes close. Its a no brainer we have to buy this concealer."
        },
        {
            "review_title": "LP4 has a questionable undertone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I ordered LP4, which was suppose to have a pink undertone but the product I received is so vibrantly orange, that Iu2019m wondering if I received a mislabeled product.  I tried it anyways, and even though I donu2019t have dry under eyes I found this to be very dry looking, and drying to my skin.  I might try to see if I can make it work with an under eye primer but Iu2019m not hopeful."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "LP4 - vanilla fair skin with pink undertones",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Idk why it wonu2019t let me put the right shade but I got LP4 vanilla and it is not pink it is yellow. It would be the perfect shade if it was more pink! But love the product may choose the first shade the bone blush instead."
        },
        {
            "review_title": "GREAT COVERAGE & SUPER LIGHTWEIGHT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I really like the formula of this product it was creamy, blended easily and did not feel heavy of the face. I did not notice any creasing over time either. This is marketed as a full coverage concealer but it definitely felt more medium coverage (after one layer) which I think works really well with the consistency of the foundation. I was gifted the shade DN3  which is also the shade I wear in the foundation. Tbh I think DN3 is too close to the foundation shade to brighten so I would recommend going 1/2 shades lighter to really brighten. This shade however works perfectly to spot conceal. Overall Iu2019m happy with the product and will be purchasing a brighter shade."
        },
        {
            "review_title": "You NEED this in your makeup bag!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This concealer is absolutely amazing! The vegan formula helped to diminish the look of dark circles, concealed imperfections, diminished large pores and smoothed the appearance of fine lines, leaving a flawless look that I was able to wear all day. The brightening aspect of this concealer is my favorite part! After a sleepless night I had some errands to run the next morning. I applied this under my eyes and I went from looking like I got no sleep, to looking like I was well rested. 10/10 would recommend this to EVERYONE!"
        },
        {
            "review_title": "beautiful concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s a more liquid-y consistency but it is very easy to blend out and has a pretty good coverage. The only reason I knocked off a star is because the angled brush can be annoying when putting it back into the concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MN1 - ivory beige light medium skin with neutral undertones",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This triple fix brightening concealer was just my shade. It's always hard picking a shade online but I've had luck so far! When using, it covers the skin flawlessly and has full coverage as mentioned on the packaging. I love that this concealer is clean as well!"
        },
        {
            "review_title": "Great for my 44-year old skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this concealer free from LYS for my review. Sooou2026 wow, maybe my new favorite concealer? The shade LP4 is a perfect match for my light, cool skin. I also have the foundation in the same shade and they work great together. (Note: I prefer my concealer to be the same shade as my skin, not lighter, which is why I chose the same shade as my foundation.) This concealer is creamy and offers a great medium coverage. I donu2019t have much to cover, honestly, so Iu2019m mostly using it to even out the color under my eyes.  It blends out really nicely and doesnu2019t settle into my lines. I do always set my concealer with powder, but you donu2019t need much; this stands well on its own. Iu2019m really impressed and I recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "TG5 - golden beige tan/olive skin with golden undertones",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I have really been enjoying this concealer. It blends beautifully and really melts into your skin. The formula is very light weight but easily buildable without looking or feeling cakey. It has worked really well on not creasing throughout the day while also providing coverage.  I loved the outer packaging which was aesthetically pleasing. My main con is the inner packaging of the concealer. Itu2019s in a triangle shape so the stopper on the inside was too small and the applicator and wand itself was very flimsy. It becomes difficult pulling the wand in or out. Other than the packaging, the formula itself is very good and skin like."
        },
        {
            "review_title": "Great application and great ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m in love with this formula! It it a full coverage concealer, but it looks so seamless on the skin, that sometimes I use it all over my face :) I like this little applicator, itu2019s very comfortable to use.  Nothing can beat the price.)"
        },
        {
            "review_title": "Love this concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This concealer has a really nice moisturizing finish, gives a great amount of coverage and feels very nice on the skin! I also love that the concealer has such skin loving ingredients!"
        },
        {
            "review_title": "Affordable and beautiful coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gorgeous formula! It has a matte finish while providing beautiful and smooth coverage! A must for oily skin!"
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a fantastic concealer! Creamy, pigmented, buildable and long-lasting. So easy to apply and I love how naturally bright my under eyes look!"
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Loved this! The coverage was wonderful. I had some new acne scars that I needed to cover, and this did the trick. I could wear this alone as my base too."
        },
        {
            "review_title": "amazing concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This is such a great concealer it is creamy and easy to apply, but wonu2019t crease throughout the day. It is perfect for long wear."
        },
        {
            "review_title": "must have concealer u273f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "i was sent this Triple Fix Brightening Concealer by LYS Beauty and omg i love it! LYS products have such unique packaging, the triangular packaging is beautiful and really stands out! this concealer consists of a matte triangular shaped bottle and a rose gold shiny top which looks like high end makeup! i love how lightweight and creamy the texture is. It's so lightweight that it doesnu2019t even feel like i have anything on my skin. this concealer is perfect to use on both no makeup or makeup days! it doesnu2019t look cakey or crease at all. coverage is buildable and blends easily into the skin, so blendable, blends like butter leaving a natural skin-like finish. it's full coverage but doesnu2019t feel heavy or look cakey. it covers my dark circles very well and itu2018s long lasting! the formula is just very smooth and creamy and feels great on the skin. i love that this contains amazing ingredients such as Hyaluronic Acid, Watermelon Extract, Turmeric, and Ashwaghanda. i really appreciate the skincare infused ingredients. this feels hydrating and moisturizing and brightens up my skin leaving it looking flawless. a little product goes a long way, and i love that the wand grabs a lot of product, so you don't have to redunk your brush multiple times. i like the shape of the wand however I have issues with pulling it out and putting it back in the bottle; the opening is too tiny, and the wand is long and thin. but other than that, the concealer itself is amazing and i am very impressed. an amazing concealer quality wise and price wise. i love the shade range also! i love that LYS is cruelty free and vegan and i love what the brand stands for!"
        },
        {
            "review_title": "My new favorite concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my first Lys product and omg am I in love! This concealer is so creamy and easy to apply. It blends in so well and the coverage is amazing. I used it on my under eye area and on some acne spots and the coverage lasted all day, no caking! I didnu2019t even need to apply foundation because my trouble spots were covered! The color match was spot on. Itu2019s officially my new favorite concealer! I canu2019t wait to try other Lys products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LN3 - bone blush very fair skin with neutral undertones",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love how this concealer effortlessly blends and conceals my dark circles. It doesnu2019t crease or fade. Iu2019m so excited Iu2019ve finally found a concealer that truly covers imperfections."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "TG5 - golden beige tan/olive skin with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The coverage was good but didn't cover all of my eye circles. It blended in smoothly and fit in well with the rest of my routine."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is absolutely amazing formula!! The ingredients are phenomenal, very moisturizing. The formula is very creamy and felt great on my skin. Iu2019m also in love with the shade range!!!"
        },
        {
            "review_title": "lightweight weight but full coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have dark circles and sunken eyes so concealer is LIFE for me! I applied this concealer and immediately thought, u201cthis is so lightweight, how can it be full coverage?u201d But girlll I was blown away! I got full coverage that lasted a longgg work day. I usually colour correct but didnu2019t the first try and you wouldnu2019t even know it. Iu2019ve been using this concealer for days and it is truly something special! So lightweight yet it does the job. This is a must try! The packaging is cute but pulling the applicator out is a bit tight. Iu2019m hoping itu2019ll loosen up with more use."
        },
        {
            "review_title": "All around Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Absolutely amazing formula! The ingredients are phenomenal, especially the hyaluronic acid which will help with moisture. The formula is very creamy and felt great on the skin. Iu2019m also loving the shade range."
        },
        {
            "review_title": "super impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I typically do not wear concealer as I feel it typically adds to the appearance of fine lines, etc. I received this as pr & tried it immediately. This concealer is incredible.  It feels so close to skin, it's so creamy, it blended in to my skin invisibly & never settled in to my fine lines at all.  Super impressed & thing others will feel the same.  Lys knocked it out of the park with this one!"
        },
        {
            "review_title": "Very impressed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am very impressed with how this concealer blends out. It just seems to melt into your skin, whether you use a sponge or your finger to blend it out. The formula feels lightweight but it provides a good amount of coverage. Because it's so lightweight, it doesn't look cakey or crease at all. The finish is skin like as well. It stayed looking good all day too.   I am shade MG5 in the foundation, and I received shade MG5 in the concealer. The concealer is ever so slightly lighter, but it's basically a perfect match to the foundation, so it's great for spot concealing. In the future, I would like to get a lighter shade to brighten my under eye area.  The only annoying thing about this concealer is the packaging! The triangle packaging matches the overall vibe and aesthetic of the brand. Practically, the packaging is annoying. It's very, very difficult to get the wand out of the tube. Sometimes, it flicks out some product and can make a mess. I'm always scared it's going to flick concealer on my clothes. It's also quite difficult getting the wand back into the tube, since the wand is so thin and the opening is so small.   If you can get past the packaging, this is a VERY good concealer, so still 5/5!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TG7 - tan sand tan/olive skin with golden undertones",
            "review_buyer_description": "black hair, Tan skin tone, Dry skin",
            "review_text": "I love this product, great coverage! I was waiting for them to drop a concealer and they didnu2019t miss!! They definitely understood the assignment!"
        },
        {
            "review_title": "Beautiful concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love how this concealer sits on my skin and covers all my dark circles. I used to use two concealer because of my color was so hard to find to match my skin. This just blends right in my skin and matches so well while giving me full coverage. I am full coverage girl I want my make up to look flawless and last long day and this just does that.  I will be definitely recommending this product to my family and friends as well. Thanks lys beauty for using clean ingredients and keeping the price affordable for everyone."
        },
        {
            "review_title": "Super light weight and full coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the coverage of this concealer it is so beautiful and really hides my dark circles. My shade is DG6 and it is perfect. The formula is amazingly light weight and silky. I am so impressed. I am going to be using this daily. Highly recommend this to all clean beauty lovers."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this concealer itu2019s full coverage but weightless and skin like. I have fine lines under the eyes and it looks so good on. This concealer is a MUST HAVE!"
        },
        {
            "review_title": "Beautiful finish and formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Received this product free for review - I canu2019t rave enough about the formula and the product! Also have you seen what a fabulous price point it has?! I love the finish of the foundation, as well, so I am very happy to add this to my makeup arsenal."
        },
        {
            "review_title": "The best affordable concealer at Sephora!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is so amazing! The formula is darn near weightless, but medium/light coverage. My freckles still poke through, which I love, but it evens out my complexion. It's super hydrating, and doesn't cling to dry spots. It works well with powder formulas as well. Super affordable and the shade range is great. I would recommend this and I'm going to be buying this. I got my wrong shade for free through the brand."
        },
        {
            "review_title": "Lovely concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really like the consistency of this product. It's an interesting departure from the foundation formula, but still has many of the same qualities that I like. Where the foundation is more fluid & serum-like, this concealer feels more like a cream. It's less glowy and has higher coverage, but still has a natural-looking, skin-like finish, and all the same skincare benefits. I'm really enjoying this so far."
        },
        {
            "review_title": "Amazing concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this concealer! The packaging is sleek with frosted glass, silver lid and triangle shape. The formula is smooth, creamy and lightweight. It covers my dark circles & blends right into the skin. The shade is perfect for my skin tone. Definitely my new favorite concealer!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This brightening concealer worked well for me! It did not settle into my eye under lines it made under my eyes smooth and concealed my dark circles well. I used it around my nose where I have redness as well. It lasted all day without needing a touch up. I like the triangular shape of the bottle but it was a little difficult to close sometimes. I was really weary about it having a turmeric smell but it does not have any scent. I really love that it is vegan and cruelty free. I will keep this concealer as a makeup staple from now on!"
        },
        {
            "review_title": "smooth and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the LYS brand! The concealer is smooth and doesnu2019t cake up at all. Iu2019m a deep neutral and this fits with my complexion perfectly."
        },
        {
            "review_title": "Beautiful Concealer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Finally found my favorite concealer that doesnu2019t look cakey underneath my eyes. Itu2019s ultra soft and looks so seamless. Applicator is perfect to apply and glides on smoothly. Concealer is absolutely buildable and gives the full coverage with brightness under the eye. Am so happy that it comes in 25 plus shades to choose from. Definitely surprised to see a concealer with turmeric and ashwagandha in it. I highly recommend this beautiful concealer."
        },
        {
            "review_title": "great coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The triangular packaging is stunning! It looks like high end makeup with gold elements.   I like the shape of the wand however I have issues with pulling it out and putting it back. The opening is too tiny, and wand is long and thin.  Concealer feels, very hydrating and lightweight. It has medium buildable coverage and go on very nicely and blends pretty good.   It wears very good, no creasing but I set it with lightweight under eye powder."
        },
        {
            "review_title": "Fantastic coverage!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I donu2019t often use concealer because it tends to add texture rather than that flawless Look everyone strives for, but this concealer is different! I used it to even out my skin tone under some powder and it did such a lovely job of blending and covering imperfections. Itu2019s so lightweight that I didnu2019t feel like I had anything on my skin, and it lasted all day! Iu2019m so glad I have this product, Iu2019m the perfect shade, and I will definitely add it to my daily routine!"
        },
        {
            "review_title": "Another hit from LYS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "LYS has done it again with their new concealer! I am switching more to clean beauty and Iu2019m so glad I have found LYS. Not only are their products clean but they last all day and the color payoff is great. I really love their new concealer because itu2019s creamy and hydrating and stays on my undereyes all day. I also love that I can wear the concealer lightly for a quick look for the office and build for a more full coverage, evening look. I also really appreciate the skincare infused ingredients like Hyaluronic Acid for extra hydration. The price is also great at under $20!"
        },
        {
            "review_title": "love this concealer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is amazing! I love how creamy it is and it provides the best coverage. The shade is perfect for my skin tone and itu2019s so lightweight. Would highly recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LP4 - vanilla fair skin with pink undertones",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was sent this Triple Fix Brightening Concealer by Lys Beauty in exchange for my honest opinion and mannnnn did they deliver. Everything from the beautiful packaging which consists of a matte bottle and a rose gold shiny top. Like I think packaging is a big part of a product and they NAILED it! They have a really nice variety of shades and mine fits my skin tone perfectly. The application is really soft and doesnu2019t take out a whole lot of product which is nice (depending how you look at it) but for some reason (I could just have issues) I thought it was a little hard to re-insert back into the container once the brush was out? It covers so nicely especially over dark circles under my eyes. This was a major win in my book!! Canu2019t recommend it enough!!! I will definitely buy more when I run out. You will not be disappointed with this."
        },
        {
            "review_title": "lightweight and easy blend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This Triple Fix Full Coverage Brightening Concealer is amazing. I love the lightweight texture that easily blend and coverages dark circle under eyes area. It stays all day long! The packaging is beautiful and perfect size for traveling. The ingredients are amazing that contains Hyaluronic Acid, Squalane, Turmeric, and Ashwaghanda. It is definitely my must have concealer now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "MN3 - neutral buff light medium skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The triangular packaging is stunning and sticks out amongst my other concealers. I love the applicator wand which has a narrow tip and allows for a  precious application. The wand is long and a little bit hard to take out and even harder to put back.   Coverage is buildable and the concealer blends easily into the skin. Iu2019ve been wearing the concealer all day today and even after 8 hours of wear it still looks flawless!  MN3 is a perfect match for my skin tone but since I prefer my concealers at least one shade lighter than my skin tone to u201cbrighten upu201d my under eye area, I will go a shade lighter next time."
        },
        {
            "review_title": "Good for the skin good for the soul",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Loving this light weight blend-able concealer truly hides my genetically darker under eyes and even my mom loved how it laid on her mature skin. Itu2019s good knowing something Iu2019m putting on my face everyday for all day wear is also helping my skin with good ingredients!"
        },
        {
            "review_title": "Itu2019s like MAGIC!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow! Loved the packaging so much! Very cute and easy enough to travel with. I was super impressed when I applied it with my fingers, blended out very well! A little can go along way but definitely buildable for more coverage! This matched my skin tone so well I almost couldnu2019t tell it was there! Definitely give it a try! You wonu2019t regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TG1 - latte light tan skin with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First off the packaging is cute! The initial coverage is medium and can be built to full coverage. The finish is a natural matte so I made sure to moisturize under my eyes. I had no issues blending out the concealer. Since the shade sent was the same as my skin tone I used a pink powder to set under my eyes to brighten.  I only had one issue with the packaging, the wand was difficult to take out and put back in as the opening was quite small. Other than that Iu2019m in love with this concealer!"
        },
        {
            "review_title": "lightweight but packs a whole punch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First of all, packaging is stunning as usual. The applicator itself is spot on and I like how it has a point shape so you can cover the tiniest imperfections. Tiny flaw: It is a little bit hard to put back in the tube because the hole is so small lol BUT Letu2019s talk about the concealer itself, itu2019s very lightweight but covers a lot. Just tried this on with my makeup and I like how little you put on but can cover a whole lot! Definitely recommend this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "DN5 - hazelnut dark brown skin with neutral undertones",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I really like this concealer, this is the first concealer Iu2019ve had a full coverage and natural finish! Itu2019s the perfect shade for spot on coverage , They could be used for highlight and contour , the shade range is broad which I like because women of color have so many different undertones and skin tones. The concealer did not set or exaggerate my fine lines , over all itu2019s a Great Product !"
        },
        {
            "review_title": "Wasn't sure what to expect but I'm happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I got this to try from LYS Beauty. I love the packaging it's very sleek and continues with the Triangle shape that is now in my opinion synonymous with LYS. Since the foundation was so lightweight and skin like I was a bit skeptical about this concealer being full coverage. I was pleasantly surprised that not only was it full coverage and could cover the dark circles it worked really well as a no foundation makeup day. It dries matte unlike the foundation but a soft matte. I have very dry skin and I can't do spackle so this works great for me. I love that this shade matches my skin so well and even when I added a brightening concealer over it my eyes don't look cakey.  I shared a pic of it next to foundation shade TN6 they're close. The concealer is just a bit peachier which is great for color correcting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "TN6 - honey tan/olive skin with neutral undertones",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Loved this concealer! At first I thought it wasnu2019t going to cover much but easily covered red spots that I had. It blends really well with my natural skin tone & felt lightweight"
        }
    ]
}