{
	"product_id": "472",
	"name": "Volumizing Conditioner for Fine, Dry, Thinning Hair",
	"brand": "Fable & Mane",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 40.5,
	"about": "What it is: A volumizing conditioner that plumps and thickens strands for body, fullness and weightless hydration with black seed for fine to medium hair types...Hair Texture: Straight, Wavy, and Curly..Hair Type: Fine and Medium..Hair Concerns:- Dryness.- Thinning.- Volumizing..Key Benefits: - Gives weightless volume and bounce.- Detangles and conditions strands.- Adds hydration and softness..Highlighted Ingredients:- Black Seed Extract: Promotes hydration and has elasticity-restoring properties..- Onion Juice: Promotes healthy hair growth and strengthens strands for less breakage..- Amla Extract: Conditions and naturally provides UV protection for healthy strands...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: Enriched with potent Ayurvedic ingredients, black seed extract brings bouncy fullness while restoring elasticity and replenishing moisture to strands and amla extracts add shine and softness for a soft, hydrated and voluminous mane...Fragrance Description: This volumizing conditioner has a majestically warm spice blend of Indian saffron and nutmeg, paired with midnight rose Damascena and Indian jasmine sambac, with a touch of incense and sandalwood for an unexpected richness and depth...Clinical Results: Based on 33 participants using the Volumizing Shampoo and Conditioner for 2 weeks:.- 100% said they saw all-over fullness.- 97% agree it enhances fullness and volume.- 97% said it cleanses without drying hair and scalp.- 91% saw instant weightless volume..Clean at Sephora: Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Black Seed Extract: Promotes hydration and has elasticity-restoring properties. .-Onion Juice: Promotes healthy hair growth and strengthens strands for less breakage. .-Amla Extract: Conditions and naturally provides UV protection for healthy strands...Water (Aqua), Cetearyl Alcohol, Behentrimonium Chloride, Caprylic/Capric Triglyceride, Glycerin, Polyglyceryl-2 Stearate, Cetearyl Glucoside, Stearamidopropyl Dimethylamine, Aloe Barbadensis Leaf Juice, Glyceryl Stearate, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Coconut Alkanes, Coco Caprylate/Caprate, Hydrolyzed Rice Protein, Allium Cepa (Onion) Bulb Extract, Trigonella Foenum-Graecum Seed Extract, Withania Somnifera Root Extract, Nigella Sativa Seed Extract, Phyllanthus Emblica Fruit Extract, Lactobacillus Ferment, Calendula Officinalis Flower Extract, Pisum Sativum (Pea) Sprout Extract, Stearyl Alcohol, Behentrimonium Methosulfate, Wheat Amino Acids, Soy Amino Acids, Polyquaternium-7, Xylitol, Panthenol, Arginine HCI, Threonine, Serine, Isomalt, Hydroxyethylcellulose, Guar Hydroxypropyltrimonium Chloride, Fragrance, Phenoxyethanol, Benzyl Alcohol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.- After using the Volumizing Shampoo (sold separately), apply at least 3 pumps of product to strands from mid-lengths to ends..- Wait for at least one minute..- Rinse thoroughly and gently squeeze out excess water.",
	"num_reviews": 432,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/fable-mane-volumizing-conditioner-for-fine-dry-thinning-hair-P512211?skuId=2763837&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2763837-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.5 oz / 250mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2763837-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "My 2 cents about the scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve seen a lot of divisive reviews about scent, personally I like it. It’s definitely the scent of incense, like and earthy Nag Champa. I like the texture and how it left my hair feeling and looking. Mostly satisfied but I don’t know if I’ll repurchase, I’ll have to finish the bottle before I decide"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "great hair conditioner!! smells wonderful and my hair looks great and healthy thanks to it. the packaging is very nice and easy to use. I definitely recommend trying it out this product you will not regret"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This is such a great conditioner.  It works so well for my long and fine hair that is also dry and frizzy. I use the conditioner together with the shampoo and get excellent results. The products make my hair overall look better. The frizz is gone, and my waves are much more distinct. My hair also has a lot more volume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This conditioner is new to me but i’ve been loving the results so far. My hair is thin and i she’s a lot and i think this has been helping leave my hair feeling really full but also smooth and i’ve noticed less shedding."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Really like the volumizing conditioner. I paired it up with the shampoo and have seen great results. My hair looks more shiny and my curls are very hydrated. The volume is amazing. I would definitely recommend"
		},
		{
			"review_title": "Amazing hair duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have and oily scalp and hair and getting bouncy voluminous hair is not easy! I’ve been using the shampoo and conditioner from this line and I’m loving the duo! The conditioner provides excellent moisture without weighing my hair down. My hair feels soft and nourished  along with added volume after each use! The conditioner has an amazing botanical scent. It also detangles my hair a breeze which is always a plus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am such a fan of this brand! I have the hair oil and a volume spray and they were already working wondering on my very fine flat hair but as soon as I added the shampoo and conditioner to the routine it is volume for dayyys! Love it"
		},
		{
			"review_title": "I love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This conditioner was sent for free from the brand and I have been using it for a couple weeks and it works amazing! It also smells so good and leave my hair so soft! This and the shampoo are s great duo"
		},
		{
			"review_title": "Amazing Conditioner & Smells Fantastic!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Dry skin",
			"review_text": "I have dry, thinning hair, and I've recently started to use this volumizing conditioner along with the shampoo, and I'm hooked!! It makes my flat hair much more volumized, and it also feels a lot more hydrated. Plus, the scent is insanely good, and it lasts soooo long! I'm OBSESSED, and I highly recommend trying out both the shampoo and conditioner!!!"
		},
		{
			"review_title": "Healthy and full of Volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I prefer using beauty products including haircare with natural ingredients, but do not always find that they work in terms of benefits. This brand, Fable and Mane however has surprised me with its high quality, natural botanical extracts and nourishing oils that it uses in its haircare products. My lifeless, thin hair has been brought back to life with a ton of volume, softness and vibrancy that my hair hasn't had for years! This is a haircare brand I definitely want to start trying more haircare products from!"
		},
		{
			"review_title": "Perfect Hydration for Wavy/Curly Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My hair really needed something to help with dryness and thinning. It’s wavy/curly, and this conditioner has been a game-changer! It leaves my hair feeling soft, hydrated, and easy to manage without weighing it down. I use it along with the shampoo, and together they make the perfect combo for my hair!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love this brand for my hair. I have curly hair and this stuff makes my curls look so good. Not to mention the smell is so amazing. I have the whole line of these products. Definitely one of my favorites."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was excited to try this Conditioner since I’ve used other Fable and Mane products! I was really hoping it would give my hair the volume it needed, but it missed the mark. Instead my hair did not feel hydrated and was frizzy! Not great for humid climates."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This shampoo and conditioner set has been so vital to my hair transformation it has elevated and completely revived my hair’s appearance it suddenly has so much bounce and life to it ! i keep getting questions about what i’m using"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "If you have stressed and damaged hair, this conditioner is going to be great for you. It provides moisture as well as volume without leaving any residue.  Leave for 5mins and wash off for a silky smooth look."
		},
		{
			"review_title": "Great for my thin, fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I really like this conditioner. It makes my  hair very soft without weighing it down. I love that it’s silicone free, because that works better for my thin, fine hair. This conditioner is fragranced, but I can’t smell anything while I’m using it or after my hair is dry. I don’t mind either way, but wanted to mention it in case it matters to anyone else!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This hair conditioner is so great at adding a lot of softness to my hair as well as boosting the voice of my hair. I love how much better my hair feels and looks after using this. My hair is full and manageable and looks so shiny."
		},
		{
			"review_title": "Loving it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I’m really enjoying this conditioner! A little bit goes a long way with this product and it lathers really well! I’ve been putting on the middle and ends of my hair and I am excited to see the volume results!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I have thin, dry-ish hair so I’m always looking for moisturizing and volumizing products. This conditioner makes my hair feel soft and smooth but not weighed down. It smells great, just wish the bottle was bigger!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This conditioner work great on my daughters fine hair. It left it looking smooth, hydrated and added enough volume to give her hair the life it was lacking, from all the sun and pool water from summer,  but it didnt over do it. You only need a little bit to blend into your hair and it smells great. I love that its clean ingredients, means its great for the whole family."
		},
		{
			"review_title": "Highly recommended!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have medium weight, straight and very long hair that’s oily at the scalp and dry everywhere else. I’ve used both the shampoo and conditioner and they smell so good and leave less hair ending up at the bottom of my shower. The conditioner leaves my hair looking full, shiny and easy to comb through. I’ve been wanting to try Fable & Mane for a while now and so glad I finally got to! I highly recommend both the Shampoo and Conditioner!"
		},
		{
			"review_title": "loving it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "My fine thinning hair is loving this rich thick conditioner. Its so thick and smells amazing. My hair is super soft and smells amazing all day long. After a couple weeks of use my hair seems thicker and less frizzy."
		},
		{
			"review_title": "Soft voluminous hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am no fan of the scent of this one, but it does my hair look voluminous and shiny. It feels great. I also love that my hair feels softer when using it. I definitely recommend it to anyone wanting something that doesn’t weigh your hair down."
		},
		{
			"review_title": "From dry and lifeless to soft and voluminous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I cannot say enough good things about this conditioner for my flat and wavy hair! It totally revives it back from the dead! I love how moisturizing this conditioner is for my waves and how it keeps everything looking smooth. It doesn’t weigh down my hair which I think makes it look so much thicker and voluminous! It also smells really nice so I think this will stay in my go-to wash routine for a very long time!"
		},
		{
			"review_title": "Love this gentle formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This conditioner keeps my hair hydrated and makes it so much easier to detangle! It’s also extremely gentle on my scalp, and I love how I don’t need to use a lot of product. It also has a very calming scent and helps me save so much time on wash days by making my curls more manageable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This volumizing conditioner light moisture without flattening the hair. It leaves my hair feeling soft but still maintains a bit of volume, which is a tough balance to achieve.  The scent is mild and pleasant, and it doesn’t leave any residue behind. I have dry, frizzy hair that is line and falls flat easily and this conditioner is a nice daily conditioner that moisturizes my hair while providing volume."
		},
		{
			"review_title": "Weightless volume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have brittle overly processed hair that I get nervous to try different products especially volume because it weighs down my hair! This conditioner gave me that vavoom volume without weighing it down! I love it! Only downside was the scent, not my favorite but for the results I don’t mind it!"
		},
		{
			"review_title": "Works great .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This new Volumizing  Conditioner for Fine ,Dry, Thinning hair works amazing. I’ve been using this for over a month now looks and my hair feels great. My hair has much more volume and not flat anymore. It leaves your hair feeling softer and silky."
		},
		{
			"review_title": "Love this conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This conditioner is a perfect addition to the shampoo! It adds the moisture back into my hair and makes it so soft and silky. It also gives such a voluminous blowout look when I style my hair after using this. Highly recommend!"
		},
		{
			"review_title": "Smells Amazing, but Nothing Life-changing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
			"review_text": "First off the scent is amazing, it gives me herby greenhouse vibes which I love. I also love all the good for you ingredients in this! Now for me I find that a lot of conditioners are the same so my hopes weren’t too high with this. After shampooing with their Volumizing Shampoo I applied the Volumizing Conditioner and it performed well in the shower leaving my hair soft and tangle free. After air drying, I did feel like I noticed a little less frizz, but it wasn’t anything drastic. Overall I think this is a great product, but I didn’t see a huge reason to choose this as opposed to other conditioners."
		},
		{
			"review_title": "Very Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This is a nice conditioner it's light weight. It made my hair feel soft and silky. My hair was easy to brush out. My hair looks healthier and has more volume. The conditioner has a really nice scent."
		},
		{
			"review_title": "Good but nothing game changing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "No issues with packaging. Smells okay, nothing crazy good! Does detangle hair nicely. No issues with hair falling out but also don’t notice a big difference in thickness. Doesn’t make hair appear greasy. Overall- good, not great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm loving the Fable & Mane volumizing conditioner along with the shampoo. It keeps my hair smooth, shiny, bouncy, and smelling great. My hair has been feeling dull and lifeless after having my babies, so I wanted a volumizing conditioner to help with that, and this product is working wonders! I'm in love with the botanical scent, and it lingers until the next wash. Love the pump packaging too!"
		},
		{
			"review_title": "Love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using the voluminzing conditioner for a while now and I have been loving how this makes my hair feel!!! Helps with frizz and makes my hair feel so soft!! I love how it smells and it makes my hair look so shinny!!"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Cable & Mane’s Volumizing Conditioner leaves my hair feeling soft and hydrated without weighing it down. It adds just the right amount of moisture, keeping my hair light, smooth, and full of volume all day."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Fable & Mane HoliRoots Conditioner is a rich, hydrating conditioner that leaves hair feeling soft and smooth. Packed with nourishing ingredients like coconut and turmeric, it works well to detangle and restore moisture, especially for dry or damaged hair. The formula is lightweight enough not to weigh hair down, yet effective at adding shine and manageability. The subtle, calming scent adds to the overall experience. For those with thicker or coarser hair, it provides excellent hydration, but it might be too heavy for those with fine hair looking for volume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love how soft this conditioner makes my hair feel. It leaves my tangled crazy hair much calmer. I dont need a crazy amount to make a difference. I love the volume I get from this duo. My hair is left feeling soft and shiney."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was so happy to get my hands on the shampoo and conditioner! I am really loving this brand and how their products are making my hair feel even after one use! I love that they disclose what type of ingredients are in their products so you know what to expect! Keeps my hair, feeling hydrated and tamed"
		},
		{
			"review_title": "Nice formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am loving this formula because it's not too heavy for my thin fine hair at the same time nourishing and makes it smooth. I love the fact that it doesn't weigh my hair down. The scent however is a miss"
		},
		{
			"review_title": "Leaves your hair feeling soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The first time I used it, I am in love with this conditioner because it doesn’t leave my hair feeling heavy after using. It moisturized and restored my hair. The amount of frizz in my hair has decreased."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have to shout out this hydrating conditioner—it’s been amazing for my dry hair !  It feels so rich and creamy, but it doesn’t leave my hair feeling heavy or weighed down. After rinsing, my hair is super soft, detangled, and feels so much more hydrated.  It leaves my hair looking shiny and healthy without any greasy residue."
		},
		{
			"review_title": "My favorite hair care brand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The fragrance matches the MahaMane Smooth & Shine Hair Oil and adds a rich, luxurious feel to the experience. I love how its lightweight texture made it easy to distribute through my long, permed hair while being able to restore moisture and shine. It hydrates each strand and makes detangling a breeze. After using it, my hair feels noticeably softer, looks plumper, and has a healthy, voluminous bounce. I highly recommend using both the shampoo and conditioner together for a fully nourishing, transformative hair care experience. This conditioner empties faster than the shampoo for me so I always keep a stock of it. This line has easily become one of my all-time favorites and is one that will have a permanent place in my haircare routine. "
		},
		{
			"review_title": "Definitely better for thinner hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The volumizing conditioner for fine, dry, thinning hair has definitely nourishes my hair. This product really does give my hair some weight and volume making it look fuller. I’ve been pairing it with the shampoo and the hair mask. I can definitely feel a difference when using it"
		},
		{
			"review_title": "Great for dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "This conditioner has completely transformed my hair! After using it, my hair feels incredibly soft and smooth without losing any volume. It adds just the right amount of moisture, leaving my hair manageable but still lightweight. I love that it doesn’t weigh down my  hair, and it gives me that perfect bounce and shine. Paired with the shampoo, it’s a powerhouse duo for voluminous, healthy looking hair. The scent is so calming. It is an absolute must have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have fine and dry hair, I am so excited to try this volumizing conditioner from Fable and Mane. This conditioner is so hydrating and gives a beautiful shine and glow to my hair, making it soft soft and fuller volume without weighing it down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this shampoo and conditioner set for a few times now, I do like the conditioner more than the shampoo. The conditioner makes my hair feel soft and the scent is nice and fresh. I have medium hair and I do notice a slight thickness to it when using this combo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have fine, straight hair that can look limp if I don’t use the right products. Fable & Mane’s Volumizing Shampoo & Conditioner really stand out for me because they’re lightweight but still manage to give my hair a fuller, more voluminous look. The shampoo leaves my scalp feeling clean but not stripped, and the conditioner is hydrating without making my hair greasy. After each wash, my hair feels smooth, soft, and noticeably more voluminous without losing its natural shine. It also has a lovely, subtle scent that lingers just enough."
		},
		{
			"review_title": "Super hydrating conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This conditioner has been amazing! I have super dry hair from many years of bleaching so I’m picky about find a super hydrating conditioner and this one is unbelievable it leaves my hair feeling so soft and smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Conditioner is one of the headset things to find for my hair that is thin and usually oily, but this conditioner I have found to be the best!! It leave my hair leaving soft and it smells soo good! I will recommend this one to my friends!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Fabulous ingredients and wonderful formula. I have really dry and tangled hair and this instantly softens it. It also doesn’t make your hair greasy which is super important! I also love the fresh scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I really love this conditioner even though I’ve only used it a few times! I love that the ingredients aren’t full of unnecessary additives that so many other products can be. My hair feels soft to the touch and I love the smell. Will be using again and I would recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a great addition to Shampoo from the same hair line that is perfect for fine and thinning hair like mine. It gives me some hydration but does not weigh my limp hair down and helps keep the volume."
		},
		{
			"review_title": "New Favorite Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I’m honestly always skeptical about products that claim they add volume to your hair. this shampoo has proven me wrong! My hair feels silky smooth and looks so much fuller, in addition to using the shampoo that goes with it. I will for sure be repurchasing this product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "This smells so gooood! I love the scent of this! Doesn’t really last a long time on the hair though. I do feel like this made my hair really soft. I do have thicker hair so I’m not sure if this was the best product for me as i do feel slightly weighed down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This conditioner is perfect paired with the shampoo and my hair has been really loving it! This hydrates my hair perfectly and leaves my hair volumized in a really natural way. The floral scent is so beautiful and the scent really lingers on the hair. My scalp sometimes gets oily but I had no issues with this conditioner. It doesn’t weight my hair down either. I really love the volumizing shampoo and conditioner and really recommend it!"
		},
		{
			"review_title": "Good ingredients",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This stuff does not make my hair as silky smooth as other products have but I do think the ingredients are a lot better than other brands so I am willing to compromise with that! Also it does have a smell!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This conditioner leaves my hair soft and shiny. It has a good ingredient list. However, it does have a strong floral scent that I am not fond of. So if you are sensitive to fragrance, you might not like it either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Has the perfect amount of moisture and hydration for my fine hair. I love the scent and it’s not overpowering at all. Did not weigh my hair down at all either. Hair looks nice and healthy after using."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This conditioner works wonders for my hair, I actually find it to be a total game changer! My hair has been super dry and on the thinner side lately, but after using this conditioner I did find myself having an overall improved hair state. No more dryness, my hair is kept contained and makes my hair smell amazing! My new go to conditioner!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is a fantastic conditioner for thin hair. I love the packaging too, the pump is so convenient. It smells really nice and it’s a lighter formula so it does not weigh down fine here. Used with the matching shampoo, my hair looks amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "The Fable & Mane Volumizing is such a nice, lightweight conditioner. I love that it is not heavy and doesn’t weigh down my fine, thin hair. This is also another great smelling product from the brand that leaves my hair soft and manageable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "This conditioner is perfect. I have fine but thick hair so it’s moisturizes without weighing my hair down for lots of volume. I love the scent of this conditioner too. My hair is left so silky and shiny!"
		},
		{
			"review_title": "it's wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I've been using the Fable and Mane Volumizing Shampoo and Conditioner together this past week and I'm so happy with the results so far! This lightweight hair conditioner detangles and softens my hair while also giving it a bouncy appearance!"
		},
		{
			"review_title": "Honestly loving it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This conditioner is next level, I absolutely love how and not only gave my hair a good amount of volume, but it also kept my hair extremely moisturized as well. For reference my hair is dry, bleach, and fine so I need all the help I can get."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This conditioner has been really good for my wavy hair that has been thinning out. I’ve been using it for almost two weeks now and I really enjoy it. It’s volumizing and hydrating. It also smells pretty good too."
		},
		{
			"review_title": "Already see a difference",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This really gave such a boost to my hair volume. I can totally see a difference after just the first use. My hair also feels softer and smooth to the touch. I have medium hair so I feel like I kind of struggle with my volume. I definitely, love this product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The conditioner has a very light consistency. It is definitely for thin hair. It’s not for thick hair. It will not work for you. I gave it to my mother and it worked wonders. She loves it. And their scalp oil it’s so good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This conditioner is truly that girl for fine and thin hair. The way it creates volume in my hair is unmatched. I love that it creates a beautiful shine while still adding volume. I also love that it has clean ingredients so I know what I’m putting on my hair is safe!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My hair has been loving the addition of this conditioner into my routine. My hair type is slightly wavy, and fine. I am always looking for more volume, so I’m so happy that this formula truly does leave my hair looking more full. It leaves my hair soft and shiny, and I will definitely continue to keep this in my routine."
		},
		{
			"review_title": "Works for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "It has a milky gel texture. It is almost unscented to me. I apply it from the middle to the top of my hair after washing with the volumizing shampoo. It washes off easily and leaves my hair a smooth touch at the end. Again, I wouldn’t say I see a big difference between the volumes but it still works well to me. I normally get my hair done with the comb and hair dryer for volume after all. "
		},
		{
			"review_title": "Limp locks buh bye",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Finding products that can help give my fine, thin, long locks life without weighing it down can be tricky. This was my first time trying Fable and Mane and after this volumizing shampoo/conditioner introduction, it certainly won't be my last. This conditioner feels like every other in the shower. Simply apply mid lengths to ends, let sit and rinse. Don't let the every other conditioner feel fool you though. This is amazing. The scent I would describe as spicy deliciousness (unisex imo). After using this, my hair is so soft and almost completely free of tangles. Paired with the shampoo, my hair is left so shiny and has the appearance of being fuller/thicker even when simply air dried. Like what? Where have you been all of my life? I'm going to add a before/after collage. Disregard the format, it's the only option I had for a collage on my phone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Loved this conditioner. It smells great, it adds some volume to my thin hair and doesnot weight down my hair. My hair is quite manageable. Even on 2nd hair day usually when hair looks flatter otherwise, I am not seeing that after using this conditioner."
		},
		{
			"review_title": "Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My hair is very fine and curly so a good conditioner is imperative. I think that this is a really good contender and it’s not too overly scented because I am very sensitive to that. I also really like that. It comes in a pump. Doesn’t make my hair feel dry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Volumizing Conditioner: This Volumizing Conditioner is a game-changer for anyone craving soft, shiny, and bouncy hair! Enriched with black seed extract and amla, it restores elasticity and adds moisture without weighing your hair down. Apply it from mid-lengths to ends after shampooing, and in just one minute, you’ll notice your hair feels fuller and more voluminous. It’s the perfect boost for anyone seeking a lightweight yet deeply nourishing conditioner for a truly healthy, voluminous look!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Previously, I’ve tried pre-wash and after-wash hair oils from Fable & Mane and  this is my first time trying their shampoo and conditioner. I like their easy to use packaging, the mild smell and nice consistency of the shampoo and conditioner. I have long, wavy, normal hair, and even after three days after I washed, my hair still looks shiny,  silky soft to touch and has volume"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "The volumizing conditioner makes my hair feel clean and soft. I love that it’s cruelty free, vegan and has no silicones. It keeps my hair looking fresh with lots of volume. My fine hair definitely needs this boost."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "I recently tried a volumizing conditioner that truly exceeded my expectations. Its lightweight formula effortlessly detangles my hair while providing just the right amount of moisture. After using it, my fine strands felt noticeably fuller and more bouncy without any heaviness or residue. The conditioner also has a pleasant fragrance that lingers throughout the day. Overall, it’s become a staple in my hair care routine, giving me the volume I’ve been seeking without compromising on softness. Highly recommend it for anyone looking to boost their hair's thickness!"
		},
		{
			"review_title": "Nice conditioner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This conditioner is really nice!  It smells great with a light warm floral scent that lingers and smells great in my hair throughout the day.  It feels nourishing and doesn’t weigh down my fine hair at all.  I definitely notice less frizz and more volume with I use this conditioner paired with the matching shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Nothing but good things to say about this haircare line! The conditioner does an amazing job of keeping my hair hydrated and looking healthier than ever! Smells good as well! Would definitely recommended to someone with very dry hair"
		},
		{
			"review_title": "Rich texture smells great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using Fable and Mane volumizing conditioner along with Volumizing shampoo for 2 weeks . For me it smells great . The ingredients are great with onion, black seed and Amila. The texture is rich. The significant result I notice is that my hair doesn’t fall out a lot with every wash. I have thin hair and it’s shedding a lot , so I hope this will help in a long term ."
		},
		{
			"review_title": "Lovely conditioner, heavily fragranced though",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Even though I didn’t really like the shampoo from this line the conditioner worked perfectly well for my long thin hair. It did a great job nourishing my dry ends and reducing frizz. I also loved the scent - a warm floral-woodsy one. It stays on the hair for a while so make sure to sniff it at store before buying."
		},
		{
			"review_title": "Love this conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is hydrating but does not weigh hair down. Typically my hair is pretty flat, but I see a bit of volume after using this. This also tames my bit of frizz. Overall I recommend for dry and flat hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This conditioner is game changer and I absolutely love it and cannot recommend it enough. My best friend and I have different hair types but it works for both of us. It is so very moisturizing and I love it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This conditioner help me to mantain my hair more health, soft and shine, and also make more easy to brush and styling, the aroma and texture are good and I really love that is cruelty , and silicone free and also vegan"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This volumizing condition has a very  lightweight formula which gives fuller and shinier results. Love how my hair feels after a couple of washes. Definitely works great when used along with volumizing shampoo!"
		},
		{
			"review_title": "Loved it so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Fable and Mane’s Volumizing Conditioner adds softness and bounce to hair without weighing it down. Infused with nourishing Ayurvedic ingredients, it hydrates and detangles while enhancing volume and fullness. Ideal for fine or limp hair, it leaves locks feeling smooth, light, and healthy."
		},
		{
			"review_title": "Great conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This conditioner is great, love that it puts volume into my hair, mostly my hair can be flat looking but this really helped it to give it life. Aldi made my hair incredibly smooth and helped the frizz."
		},
		{
			"review_title": "Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This conditioner has helped my hair feel so soft and smooth. I can see the volume after blow drying my hair. Together with the shampoo is the perfect duo. I will tell all my family and friends about these products. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This Conditioner is enriched with potent Ayurvedic ingredients, black seed extract that leaves my hair feeling super soft and clean. It smells really good and I overall really enjoyed using both the shampoo and conditioner from this brand."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great volumizing shampoo. This gave my limp lame locks some life! My hair is so long, but it’s also pretty heavy. It’s easy for it to get weighed down and look a mess. This shampoo emulsifies beautifully. I always do 2-3 washes when I use a scalp oil. This seemed to wash away pretty easily. The smell is great, and it doesn’t linger around and isn’t strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Fable & Mane Volumizing Conditioner is exactly what my hair needs for plumping and conditioning without added weight or excess oils. After shampooing, I apply a few pumps of this conditioner to my mid lengths through the ends and wait a few minutes before rinsing. My hair has so much slip that comb out is easy, and my hair dries so full and bouncy! I absolutely love this conditioner. The fragrance is really pleasant. The product is concentrated so a little goes a long way."
		},
		{
			"review_title": "Volumizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have straight fine/medium hair and some products have had my hair feeling heavy. This conditioner with the shampoo made it super volumizing, clean and bouncy! Thank you fable and mane for sending me this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love to pair this with the matching shampoo. It gives my hair a gorgeous healthy shine without ever feeling greasy or heavy, My hair has more bounce and volume and doesn’t go flat. As with the shampoo, this smells incredible! I have less frizz and my strands are much more manageable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I absolutely love this conditioner I low how it made my hair feel just after the first use. I have oily thin hair so I was excited to try this conditioner. It left my hair feeling so hydrated and smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I found this conditioner to work really well on my fine, slightly wavy hair. It left my hair feeling soft and smooth. While rinsing, I could tell it had done a great job. My hair felt soft, bouncy, and was very easy to style."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Fable & Mane products smell so unique and exotic. They all have scents I’ve never really smelled before, and they all smell amazing! This Volumizing Conditioner is perfect for my hair type since I have fine, thin and limp hair that’s also damaged from highlights.  It is extremely hydrating without weight my hair down, and gives me the volume I need. I enjoy using this together with the shampoo."
		},
		{
			"review_title": "Soft, Bouncy Hair with Hydration and Volume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The Fable & Mane Volumizing Conditioner is perfect for adding soft, hydrated volume to my fine hair. I love how it detangles and conditions my strands while giving them a noticeable bounce, thanks to the Black Seed. Amla extracts bring a beautiful shine and softness, while Onion juice strengthens my hair, making it feel more resilient. It’s lightweight yet effective, providing volume without any heaviness. Plus, it’s silicone-free, vegan, cruelty-free, and color-safe, which makes it even better for my hair care routine!"
		},
		{
			"review_title": "perfect combo for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Okay, can we talk about how hydrating this conditioner is?! 😍 My hair is loving the moisture without any heaviness, and I’ve noticed a serious shine boost after just a few uses. It’s enriched with coconut oil, which leaves my strands super smooth and detangled without feeling greasy. Also, the scent? Beyond amazing—totally gives me calming spa vibes. 🌸 Whether you have thick, curly, or even fine hair, this conditioner leaves you with manageable, silky locks that feel nourished from root to tip. Total win for any hair care routine!"
		},
		{
			"review_title": "Smells sooo good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "So far I’m in love with this conditioner. It smells soooo good. It’s super lightweight and leaves my thin hair with an added bounce and makes my hair look fuller. It also works amazing in the hot humid Miami weather. I use this in combination with the shampoo."
		},
		{
			"review_title": "Must Have For Dry Hair and Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have really dry hair and I used this conditioner in combination with the shampoo. My hair was left feeling very soft and healthy with an added shine while my volume at the roots was maintained. The product also smells amazing, I highly recommend."
		},
		{
			"review_title": "Really like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This conditioner makes my hair feel smooth and healthy without weighing it down. I love how soft and healthy my hair feels after using it. The floral scent lasts throughout the day. It adds just the right amount of volume while keeping my hair manageable. Highly recommend for anyone looking for a lightweight conditioner that adds volume without weighing it down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Fenugreek and rosemary are my favorite hair care essentials and love the fact that this conditioner has them. I paired with fable and mane shampoo and loves how soft my hair feels after each use. It also took care of the frizzy hair. Highly recommended"
		},
		{
			"review_title": "Love the Volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I only use a small amount of Fable & Mane Volumizing Conditioner and it quickly glides throughout my strands and scalp. The creamy texture is nourishing and my hair feels well conditioned. Love the lightweight and gentle formula. Rinses out easily. The lovely scent is enjoyable and not over powering. I noticed that my hair is easy to brush through after I towel dry. Once blow drying is done, fly aways are minimal and my hair has bounce, shine and impressive fullness. Happy with how healthy and terrific my hair is looking after using! Great results!"
		},
		{
			"review_title": "Great for Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This conditioner helps to improve the texture of my thinning hair and detangles quickly, making combing through it a breeze. Tanmhe clean, mild scent is a plus. All in all, it makes my hair feel healthier, fuller, and easier to manage. It's ideal for anyone with dry, fine hair who want more body!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This volumizing conditioner is absolutely amazing. My super thin and fine hair loves it. It gives me volume but not frizzy volume and allows me to condition my hair without weighting it down. Highly recommend!"
		},
		{
			"review_title": "Great for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "What a great conditioner! My hair is naturally fine. I used this conditioner and could visibly see that my hair looked fuller and it is so soft and moisturized! Im new to this brand but I’ve tried a few of their products and I’m definitely a fan!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This conditioner makes my hair feel incredibly soft and smells amaazzziing. The scent is long lasting especially when pairing this with the shampoo. I’m very picky when it comes to conditioners but this does not disappoint!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "First time using this conditioner and I love so far.  I already had a good experience with the shampoo.  The conditioner smell is fresh and strong and I liked because I fell that stay more on the hair.  After use I felt my hair smooth and hydrated."
		},
		{
			"review_title": "Smooth and Soft Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been using this volumizing conditioner for two days, and it’s quickly become a favorite! My wavy, dry hair feels incredibly soft and nourished after each use. The conditioner has a rich, creamy texture that hydrates without weighing my hair down, leaving it full of volume and bounce. It’s especially great at detangling, making my hair smooth and easy to style while keeping frizz under control. My hair feels light, airy, and full of life after every use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This used along with the shampoo is a great duo! It does have a strong scent but I don’t mind it too much. It leaves my hair feeling hydrated and very full. I am really enjoying it so far and how it is leaving my hair look and feel."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I rarely use conditioner but after seeing the benefits of this Fable & Mane Volumizing Conditioner, I don't plan to miss a day. It's consistency is less heavy than most conditioners. It has a pleasant smell and it moisturizes and detangles. The best part, it gives me bouncy curls. I like how my long, oily, wavy, and thinning hair reacted to the product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Pairing this with the Volumizing Shampoo gives me the best hair day. Not only does it smell so good (beware if you don't like strong smelling stuff), it has made my hair feel light but not flat, and so soft."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The conditioner is alright. It helps with detangling in the shower, but it doesn’t really do much for my dry hair. It adds a bit of moisture, but I think it would work better for people with normal to oily hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The conditioner has a nice fresh light fragrance that left my hair smelling fresh and clean. The conditioner gave my hair much needed moisture. It also highlighted my natural wavy hair without any frizz."
		},
		{
			"review_title": "best DUO!! Love love, smells lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Omg for starters the smell of this conditioner is amazing! 2nd, the way it hydrated my hair this contains all the ingredients Indians use for their healthy hair. It’s super hydrating and leaves your hair super silky."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’ve been loving this conditioner and shampoo combo, I have fine hair and this makes my hair feel super smooth shiny and hydrating, and my favorite part is how amazing this smells!! I highly recommend this!!"
		},
		{
			"review_title": "Great conditioner.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This bottle of Fable & Mane Volumizing conditioner smells amazing. I followed the instructions and used three pumps of the conditioner. It felt really good in my hair and washed out easily. It left my frizzy hair looking straight, shiny and weightless. It helped to increase my hair’s volume as well. After drying my hair still smells fabulous! I really like this conditioner.  I received this product for free in exchange for my honest opinion."
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Finding a conditioner that helps add volume to my hair has been a struggle. This one helps my hair look great with out weighing down. I really like that makes my hair look and feel healthier while adding volume. Most conditioners weigh my curls down, this conditioner brings them back to life!"
		},
		{
			"review_title": "So nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This Volumizing Conditioner from Fable & Mane is great for thin dry hair like mine. I love how soft and manageable my hair is after using this Conditioner. It's also very manageable after too. I absolutely love it."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "wow this conditioner is amazing!!! some times because of my hair type the conditioner even if use the right amount will be too oily. however this is not. i was very surprised and it also smells fantastic"
		},
		{
			"review_title": "Nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "The conditioner smells great! Definitely strong fragrance. The packaging is great with a pump on it and my hair felt super soft but still clean! I have oily roots and dry ends so this is a good every wash conditioner"
		},
		{
			"review_title": "Dry no more",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is my first time trying Fable & Mane volumizing conditioner. In the wintertime, my hair gets very dry at the end, so I’m excited to use this product to help with that. The scent is pretty strong and lasting."
		},
		{
			"review_title": "amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is my ultimately brand when it comes to a haircare products. My hair loves it. The texture the scent everything about it. I felt like my hair improved and get nourished by using this shampoo. It lathers nicely and became more manageable"
		},
		{
			"review_title": "Smooth and silky hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve also been using the Fable & Mane Volumizing Conditioner, and I love how it complements the shampoo. This conditioner is aimed at deeply hydrating and softening the hair while providing nutrients to strengthen and protect your strands. As someone with fine, wavy hair, I often struggle with products that either weigh my hair down or don’t provide enough moisture. This conditioner strikes the perfect balance—it’s rich and creamy, but it doesn’t feel heavy. After using it, my hair feels soft, smooth, and tangle-free, making it easier to manage and style. The product itself spreads easily through the hair, and a little goes a long way. I love how it makes my hair feel moisturized and reduces frizz, especially on more humid days. It leaves a nice, light scent that pairs perfectly with the shampoo, creating a fresh and clean feeling. My hair feels nourished without being overly slick or heavy."
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Love how this conditioner instantly untangled my hair and made it feel so much more manageable even while it was wet on the shower the end results are amazing maybe a little bit on the oily side but still my hair is so soft and smooth."
		},
		{
			"review_title": "Smells Divine and Leaves hair so Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Volumizing Conditioner is very hydrating and smells oh so good! It has saffron, nutmeg, midnight rose damascena, Indian jasmine sambac, and sandalwood! I love that this has black seed oil, alma oil, and onion juice as the ingredients. After using this conditioner, my fine curls were absolutely beautiful. My curls are really popping and have a beautiful shine. This also made my hair so soft. The volume that this gave my hair was amazing. I have a problem with my hair tangling but this detangled my hair with ease! Overall, I have a new conditioner and I highly recommend this line to others."
		},
		{
			"review_title": "Makes my hair so shiny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner has been a game changer for my hair! Ever since I’ve started using this conditioner, my hair has been super soft and shiny! I get so many compliments on my hair when I use this conditioner. It is super gentle and it doesn’t make my hair fall. I love using this on days where I just need more shyness and more fullness. This has been such a good conditioner for my hair!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this conditioner. It made my hair feel so smooth and so soft. It also detangler it as well. The smell is very strong and is very similar to the shampoo. I actually don’t mind the smell, but it definitely can be too strong for some people. It also didn’t weigh my hair down, so I really love that about this conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This brand has really great products for hair and I was really eager to try this conditioner. My hair looks silky and fresh after using it just for a couple of days. The smell is so good and the packaging looks great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "This Volumizing Conditioner is an excellent follow-up to its shampoo counterpart. It deeply conditions without weighing hair down, thanks to its rich blend of black seed extract and amla. It restores elasticity and provides essential moisture, making my hair feel soft, manageable, and significantly thicker. The added shine and bounce it imparts are just the cherries on top of a fantastic product."
		},
		{
			"review_title": "Volumizing Conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have dry and fine hair, and this conditioner definitely gave my hair some bounce and shine. This also left my hair feeling so soft afterwards as well.  It felt fuller and was detailed after using. It has a light scent which not sure how I would describe this one. But it smells so good. Took about 5 to 6 pumps for my hait. Was kinda tough pumping out. I love the ingredients in this as well and was color safe as I dye my hair pink/purple. Decent price for a bottle."
		},
		{
			"review_title": "Conditioned hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have really fine and thinnest hair and i only use conditioners that do not make them further flat or weigh them down . This conditioner by fable and mane makes my hair smooth and straight and also smelling amazing"
		},
		{
			"review_title": "Love the texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I do got this conditioner with shampoo, it is gives volume to you hair like crazy , I do even can say this twins for oily hair . Cuz I do have really oily scalp and hair , which is need to be wash everyday , but now it’s 2 days and my hair is still looking shiny and clean"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The volumizing conditioner gave my hair a fuller look while keeping it silky smoothe. It gently detangled my hair easily and created a healthy bounce and sheen. The lightweight formula left my hair feeling light"
		},
		{
			"review_title": "Love this conditioner!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is just so so good!!! Smith's my hair without weighing it down which is great because I have fine thin hair. Smells amazing!!!!!!!! I absolutely love this product and highly highly recommend it to everyone I know!!! Its simply the best! 10/10 for sure!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am so in love with this volumizing conditioner! My hair is bleached and i feel like this has helped so much with strengthening and volumizing my hair! as well as leaving my hair feel super silky smooth and shiny"
		},
		{
			"review_title": "Super shiny hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this volumizing conditioner. I have very fine, limp, hair . This leaves my hair feeling so soft and looking as healthy as I’ve seen my hair look. It doesn’t weigh my hair down , so it’s very bouncy and shiny and smells beyond amazing."
		},
		{
			"review_title": "Such a good product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this conditioner. It smells amazing and can be used by my husband as well! We have both been using it and he immediately commented on how good it smells. I love that the ingredients are clean and safe to use. It really hydrates my fine, straight hair and doesn’t weigh it down like most volumizing conditioners do for me. I definitely recommend this as it is an amazing product!!"
		},
		{
			"review_title": "Soft hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Leave my hair so soft and silky. This definitely is a conditioner to use when you want to volumizes your hair. A great step towards your hair care routine. I use it as a hair mask too sometimes. Love it"
		},
		{
			"review_title": "making my hair look fuller and more vibrant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I recently tried the Fable and Mane volumizing conditioner, and it has completely transformed my hair! This conditioner is incredibly nourishing without weighing my hair down. It detangles effortlessly and leaves my strands feeling soft and bouncy. I love how it adds volume and body, making my hair look fuller and more vibrant. The delightful scent is a bonus that lingers all day. Plus, knowing it’s made with natural ingredients gives me peace of mind. I highly recommend Fable and Mane’s volumizing conditioner to anyone looking to elevate their hair game!"
		},
		{
			"review_title": "Smells good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am impressed with this conditioner! Usually volumizing conditioners weigh down my thinning hair and can sometimes make my hair look greasy, but not this one! It smells so good too! This and the shampoo is my new go-to!"
		},
		{
			"review_title": "Excellent for thinner hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The volumizing shampoo and conditioner were my first fable and mane products and I love them both! This conditioner left my thin, bleach damaged hair feeling soft and voluptuous! It also smells amazing!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love Fable and Mane as a brand but had not tried their shampoo or conditioner before this. This conditioner was PERFECT for my fine hair type. It feels smoother, more hydrated, and has nice volume to it as well. I love that it’s not too heavy and it smells nice too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Oily skin",
			"review_text": "My hair is so damaged and dry, every time I detangle it clumps of hair comes out, this conditioner makes my hair so soft and moisturize, I detangle it so easy and fast without any breakage. My hair always looks any and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the Fable & Mane volumizing shampoo & conditioner duo. The products smell amazing! The conditioner is very hydrating without leaving your hair feeling greasy or weighed down. I usually only condition my ends so I’m not sure this product really “volumizes”, but paired with the shampoo it works great!"
		},
		{
			"review_title": "So good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I finally found a product to help with my dry ends! I’ve been trimming my hair but it still ends up dry at the end. I tried this conditioner with the shampoo also and it seemed to help! My hair is now soft and doesn’t look so dry. It gave my hair a healthy touch!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "This conditioner smells great and works perfectly for my fairly fine yet curly textured hair! It’s not too heavy to weigh my curls down but also makes it so easy to detangle the constant knots I struggle with"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This conditioner is so moisturizing and nourishing! The smell is perfection too. I start with the mane and fable shampoo and follow up with this! I have curly hair that responds well and I don’t have to use as much product as I usually do!"
		},
		{
			"review_title": "new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "Such an incredible conditioner. It doesn't feel heavy or weight down your hair! It smells so so delicious. I really like the packaging, it looks so nice! It's my new go to and staple. The ingredients are great!"
		},
		{
			"review_title": "Plump, hydrated hair !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "If you’re looking for a conditioner that brings body and bounce without sacrificing softness, Fable & Mane’s Volumizing Conditioner is one to try. As someone with thick, wavy hair, I was curious to see if this formula could actually give me the hydration I need and the volume I crave. Spoiler: it did!  What I love most about this conditioner is its lightweight feel. It never weighs my hair down, which is key for keeping that fresh, voluminous look. The black seed and amla extracts really shine through here, giving my strands a healthy bounce while also adding softness and shine. And, let’s talk about how easy it makes detangling! My hair feels super smooth after every wash, but still has that fullness and lift I want at the roots.  I also appreciate how it nourishes my hair without making it feel greasy or heavy—perfect for my sometimes tricky combination of thick but fine strands. Plus, it’s silicone-free, vegan, cruelty-free, and color-safe, which ticks all the boxes for a product I feel good about using regularly.  The best part? Even though it’s weightless, it still delivers hydration that lasts. My hair feels softer, more elastic, and just looks healthier overall. If you’re searching for a volumizing conditioner that adds body without stripping away moisture, this one is a must-have in your shower routine."
		},
		{
			"review_title": "Favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love using this conditioner. I have been here that really needs hydration and volume and this does the job. I get the amount of volume that I need with the perfect shine and softness that my hair needs this has become my favorite conditioner for every day use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Trying Fable & Mane Volumizing Conditioner for the first time was a total game-changer for me. Right after the first use, I could feel how lightweight it was, yet my hair felt fuller and more nourished. It didn't leave any heaviness, and my hair had a natural bounce I haven't seen in a while. I loved how silky my hair felt, but the best part? The gorgeous subtle scent it left behind! Definitely keeping this one in my routine."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I tend to lose so much hair, especially since reaching my early fortifies. It's hard to find a conditioner that doesn't weigh my hair down. This incredible formula is perfect for my color-treated hair.  It leaves it silky smooth and full of bounce without weighing it down. I highly recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Wow this conditioner is great!! It leaves my hair silky but also gives it volume at the same time. Using it with the shampoo leaves my thin hair feeling thicker & smoother at the same time. Would recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love how this volumizing conditioner transforms my hair! The black seed extract adds incredible bounce and fullness, while the amla extract boosts shine and softness. It’s lightweight yet deeply moisturizing, leaving my hair feeling elastic and voluminous. Perfect for those looking to add volume without sacrificing hydration"
		},
		{
			"review_title": "Amazing conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’m always looking for a conditioner that won’t make hair feel greasy or dry. This conditioner from fable & mane definitely makes my hair feel silky soft and not greasy! It helps to detangle my hair which makes it easier to brush later"
		},
		{
			"review_title": "Soft ends!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This conditioner is perfect if you want added moisturizer back into your hair without it feeling weighted down. I like to work this product into my ends and leave it in for about 5-10 minutes before rinsing. I like how soft it leaves my ends and that the formula is lightweight."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This conditioner left my hair feeling incredibly healthy and looking incredibly shiny. I was pleasantly surprised by how well it lathers, which is rare for a conditioner. My hair was a breeze to brush and style, and as promised, it gave my hair a noticeable boost of volume."
		},
		{
			"review_title": "Great for fine frizzy hair.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "Very nice and smooth conditioner feels luxurious to use. I have dry bleached and super frizzy hair but this duo (shampoo and conditioner) makes my hair so soft and smooth. It gives me a shine and volume."
		},
		{
			"review_title": "Volumizing Conditioner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Fable & Mane Volumizing Conditioner makes my hair feel and look so much softer and moisturized. My hair appears to be healthier and shinier. I use this in conjunction with the shampoo to keep my hair clean."
		},
		{
			"review_title": "A spa-like experience",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The Fable and Mane Volumizing Conditioner is a new favorite of mine! It’s enriched with black seed, amla extracts, and onion essence. I realize this sounds intimidating but really does the job. The scent is amazing too, so every wash feels refreshing. What I love most is how quickly it works. You only need to leave it on for a minute to get that soft, bouncy hair. I apply it from mid-length to the ends, and it gives my hair great volume without feeling heavy. If you’re looking for a conditioner that smells incredible and adds bounce while keeping your hair light, you should definitely try this one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Fable & Mane Volumizing Conditioner has a light, creamy texture that leaves my hair soft and manageable without weighing it down. It pairs well with the shampoo to enhance volume, but the effect is subtle on fine hair. The natural fragrance is lovely, and it makes my hair feel smooth and hydrated without greasiness."
		},
		{
			"review_title": "Still need volumizing stylers",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I absolutely love the fragrance in this conditioner— it smells like bloomed Damascus roses. I have fine 2c to 3b hair and my hair lacks volume. I was excited to try this conditioner and the shampol. I think the conditioner had great slip so I could detangle in the shower, made my hair feel silky soft and hydrated, especially on the ends, and it left my hair wonderfully perfumed. I want all my hair stylers to have the same fragrance! With the volumizing shampoo and conditioner, I achieved more voluminous results after diffusing my curls. I didn’t see an incredible difference in volume compared to my usual routine without using thickening or volumizing stylers but the scent is divine. I’d still recommend using volumizing stylers and techniques along with this shampoo and conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This conditioner provides a perfect balance of hydration and volume for fine, dry, and thinning hair. It adds moisture without weighing hair down, leaving it soft and healthy. It also boosts volume and reduces breakage, making hair look fuller and bouncier. With a mild, refreshing scent, it's a great choice for those seeking lightweight nourishment and improved hair health."
		},
		{
			"review_title": "Bounce for days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Love that this conditioner is made for fine to medium hair and easy on my scalp.Love that it’s cruelty free and vegan.Its non-drying and definitely adds volume and makes my hair so super soft! Use if you want soft,bouncing hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been pairing Fable and Mane’s Volumizing Conditioner with their shampoo, and it’s been a game-changer. The conditioner gives my hair a boost of volume without making it feel greasy or weighed down, which is rare for volumizing products. It leaves my hair feeling soft and manageable, and I’ve noticed a lot more lift at the roots. The scent is light and refreshing, and it makes my hair smell great all day. If you’re looking for a conditioner that adds fullness while keeping your hair soft, this one’s definitely worth trying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This conditioner definitely moisturized my hair. After I put it on, I wait a few min before washing it off and can feel a difference right away. Even though my hair is really thin and long, it doesn't weigh down my hair either."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This conditioner worked so well for my fine thin hair it detangled it effortlessly and left it smelling so amazing. Highly recommend this conditioner and shampoo to anyone looking to have some to the current hairstyles."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a light conditioner but works really well for my dry hair. It coats my ends nicely and really helps with detangling, I also love the smell of rose and sandalwood reminds me of a spa. I’m on my second bottle and my hair looks shinier and feels fuller and stronger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Dry skin",
			"review_text": "The Volumizing Conditioner is an excellent follow-up to its shampoo counterpart, offering lightweight hydration while adding noticeable body and fullness to the hair. After consistent use, I found that it effectively plumps and thickens each strand, giving my hair a bouncier and fuller appearance. Unlike many volumizing conditioners that can weigh hair down, this one delivers softness without sacrificing volume"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I have very fine hair and although it is long and I seem to have a lot of it, it is not very thick and seems to get weighed down pretty quickly. I was so excited to try this conditioner and wow, it totally delivered. In fact, I went to the hairdresser today for trim and she commented on how silky my hair felt and how it was in great condition. I feel volumizing conditioners can sometimes leave my hair dry. Not only does this hydrate and moisturize, but also allows my hair hydrated and bouncy to create the hairstyles. I want. I am very impressed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Fabel and Mane's conditioner have garnered a lot of positive feedback for good reason. The conditioner complements it perfectly with its smooth, creamy texture, making detangling effortless. Users have reported that their hair feels significantly softer, looks shinier, and is noticeably more manageable after consistent use. The infusion of Ayurvedic herbs and natural ingredients seems to provide a nourishing touch that sets these products apart. If you're looking to enhance your hair care routine, Fabel and Mane's offerings are definitely worth considering."
		},
		{
			"review_title": "great conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "love this conditioner! I have fine hair and this does not weigh down my hair at all, but makes it soft and detangles my hair nicely. Easy to apply and wash out, doesn’t make my hair feel greasy at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great foundation. I didn’t think it was too drying on my skin even though I have combo skin that leans more dry. I think the packaging could be nicer but I think the product itself is pretty good. A pump would help with the product"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I am obsessed with this conditioner it smells amazing leaves my hair so soft and it makes it so easy for de tangling my hair I wash my hair twice a week and my hair has stopped falling out and leaves my hair feeling good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Smells amazing and feels great on the hair. Makes my hair soft"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "One of my fav conditioners I wish it came in a larger size. It’s not too heavy for my fine thin hair and has been helping moisturize my extnesions. I’m probably biased because I love all their products!"
		},
		{
			"review_title": "Super Smooth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This Volumizing Conditioner by Fable & Mane is great! The scent is strong but fantastic and the scent actually sticks, which is not always the case for me! I find my hair to feel nice and light, not weighed down, it also feels clean and super smooth and there isn’t any buildup, which is appreciated!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This Conditioner complements the shampoo perfectly, adding lightweight moisture and bounce to the hair. It detangles effortlessly, leaving hair soft without weighing it down. The Ayurvedic-inspired formula, enriched with nourishing ingredients such as Black Seed, gives hair a healthy shine and subtle volume. The scent is soothing, and it is ideal for fine to medium hair types looking for a boost. Loved the packaging!"
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I have fine/thin hair, so this conditioner paired with the shampoo has been my go to for my hair this couple of days almost 2 weeks and I do see that my scalp is reacting great. I think this is a good one for people that also struggle with thin hair. It makes my hair so soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "Best conditioner on the market hands down!!! I have fine, dry, and thinning hair so trying to find a conditioner that is hydrating but not heavy is always a must! This conditioner leaves my hair silky smooth and repairs my thinning and damaged hair. Highly recommend."
		},
		{
			"review_title": "A must have conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love using this conditioner with the shampoo they are a perfect pairing and make my hair smell so good. The conditioner has really repaired my damaged hair and makes it feel softer and less frizzy so I would recommend."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Fable & Mane Volumizing Conditioner is a perfect complement to the shampoo, giving my hair added fullness and body while keeping it soft and manageable. It has a lightweight formula that doesn’t weigh my hair down but still provides enough moisture to keep it healthy. My hair feels smooth and easy to detangle after using it, and the natural ingredients help nourish my scalp too. The scent is incredible, leaving my hair smelling fresh all day. If you want volume without sacrificing softness, this conditioner is amazing!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I am so impressed with this product. I’ve never used fable and mane but this made my hair feel brand new. The conditioner smells super good and made my hair feel very soft. I’d definitely recommend using this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "I'm absolutely in love with this conditioner! The pump design is a game-changer. No more messy hands or struggling with a squeezed-out bottle. It's so easy to dispense just the right amount. Plus, the formula is amazing. It leaves my hair feeling incredibly soft, hydrated, and tangle-free without weighing it down. I've noticed a significant improvement in the overall health and appearance of my hair since I started using this conditioner. Highly recommend!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have dry flat thin hair and after using the shampoo and conditioner my hair looks so much more full like I just came out of the salon. The conditioner is rich in moisturizing exactly how I like my conditioners to be. Highly recommend"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This conditioner works really well for me. It makes my hair feel super soft and silky, and it helps seal my cuticles nicely. What I really like about it is that it is silicone-free, which is perfect for me as I don't have to worry about build-up. It also gives my hair a nice volume. Overall, I'm very pleased with this conditioner."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "My hair is definitely thinning as I get older and it has always been fine. It definitely has been falling out more as well after my last surgery. That’s why I was super excited to try this conditioner. Overall, I love the texture of this and it does not weigh my hair down. Use my hair, looking, fuller and healthier."
		},
		{
			"review_title": "Wow volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using the Fable & Mane Volumizing Conditioner, and it’s amazing! Made with natural ingredients and no silicone, this conditioner adds noticeable volume without weighing my hair down. After each use, my hair feels soft, looks shiny, and incredibly healthy. It provides just the right amount of moisture while giving my hair lots of volume. I love that it enhances my hair’s natural bounce while keeping it light and full of life. Highly recommend it if you’re looking for a clean product that delivers beautiful, voluminous hair!"
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I've been using the Fable and Mane Volumizing Conditioner for a few weeks now, and it's become a staple in my haircare routine. The first thing I noticed was the scent—a beautiful blend of earthy and floral notes, likely inspired by Ayurvedic roots. It smells luxurious but isn't overpowering. In terms of performance, it lives up to its promise. After each use, my hair feels softer and looks noticeably fuller without being weighed down. The texture is creamy, but it rinses out easily, leaving no residue behind. What I love most is that it provides volume without sacrificing hydration—my hair feels nourished and bouncy, which can be hard to achieve with fine hair. One bonus is that it’s formulated without sulfates or silicones, so it feels gentle enough for regular use, even on color-treated hair. The bottle design is also sleek and user-friendly, which adds to the overall experience."
		},
		{
			"review_title": "Unique scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Try this conditioner is you want your hair to feel so soft and smell amazing. It’s such a unique beautiful smell. I pair it with the shampoo for best results. I’ve tried this combo before. This is a gifted review"
		},
		{
			"review_title": "DETANGLES AND PROTECTS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This conditioner works perfectly with the matching shampoo! I love how you only need a little bit to get your hair de tangled. The packaging is so light and dark to protect the formula. I love the formula!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Really enjoy using this volumizing shampoo and conditioner from Fable and Mane. The scent is so fabulous and makes me feel as if I am at a spa! I also love the texture and volume it leaves me with after a wash!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this conditioner. It hydrates while also smoothing my split ends. It’s a great daily conditioner that doesn’t affect how your hair feels. I use it with my cable and man shampo for best results."
		},
		{
			"review_title": "Really good for thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Absolutely love this conditioner. Very nourishing, rich, and smells great. Great for my thinning hair because it really does gove it the shine and volume. The price is also great for the amount of product you get."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "The volumizing conditioner for fine dry thinning hair is sincerely a must have in my hair routine. The conditioner not only adds healthiness and life into my hair, but nourishes it, and I can see a difference in my thin hair ever since using this."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love that this conditioner has a pump to help make it easy to dispense, and it also smells amazing and makes my hair smell so good. It adds so much hydration to my hair and makes it feel soft and healthy"
		},
		{
			"review_title": "The perfect conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The formula is rich and creamy, making it easy to lather and distribute through my hair. After just a few washes, I noticed a significant improvement in moisture levels; my hair felt softer and looked shinier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "The Fable & Mane Volumizing Conditioner perfectly complements the shampoo, providing lightweight hydration without compromising on volume. It leaves my hair feeling incredibly soft and smooth while adding just the right amount of body."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is such a great conditioner for my fine hair. Since I have a shoulder length hair I only did a very small amount of the conditioner. It provides volume to my flat hair while adding shine to my hair. Worth trying."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This is my new favorite shampoo and conditioner! I’m so picky about my hair products because it seems like nothing gives the results it promises anymore. But THIS, my hair looks so voluminous and gorgeous."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Woohoo, This Conditioner is really nice. It helps your thin hair looks fuller and healthier day by day. If you have problem with dry and tired hair, so this is a great choice for you to nourish your hair. I am absolutely recommend this product to everyone. Love it so much"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Volumizing Conditioner by Fable & Mane leaves my hair feeling super soft, shiny, and moisturized. This product completely transformed my straight, dry, and colored hair and it looks more healthy and full now! I would recommend this to all hair types but especially those who want voluminous hair."
		},
		{
			"review_title": "The Best Volumizing Conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I recently tried the Fable & Mane Volumizing Conditioner, and I’m truly impressed! This conditioner is a game-changer for my fine, dry hair. It provides the perfect amount of moisture without feeling heavy, leaving my hair soft and manageable. I love how it enhances my hair's natural volume and gives it a thicker appearance. The formula is nourishing and revitalizing, which is exactly what my thinning hair needed. Plus, the lovely scent adds a touch of luxury to my hair care routine. A must-try for anyone dealing with similar hair concerns!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This conditioner is the absolute best. It smells amazing, makes my hair so freaking soft, and with the fable and mane shampoo it has made my hair so healthy and soft and shiny. This is my second bottle of it it’s just so good. Will never go back to anything else!"
		},
		{
			"review_title": "Works so well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "A volumizing conditioner that adds soft, hydrated volume for fine to medium hair types. Black Seed brings bouncy fullness while restoring elasticity and replenishing moisture to strands, Amla extracts add shine and softness, and Onion juice fortifies strands"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is the perfect complement to their shampoo. It’s lightweight but still deeply nourishing, leaving my hair soft without weighing it down. After using it, my hair feels silky, detangled, and full of bounce. The conditioner adds a nice boost of volume while keeping my strands smooth and manageable. Plus, the subtle, earthy scent is so relaxing—it makes every wash feel like a little spa moment."
		},
		{
			"review_title": "Loveeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this product! The packaging is adorable, and beyond just looking great, it actually makes my hair feel and appear much fuller with consistent use. If you’re dealing with thinning hair or lack of volume, I highly recommend giving this a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this conditioner. It smoothed out my hair so well and left my hair feeling so soft. it doesn’t leave my hair feeling greasy or slimy. It works really well with the shampoo as well. I really like this brand"
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I combined this conditioner with the volumizing shampoo, and it really did well to not take away the volume in my already thin and fine hair. I had to use some additional products to keep away the frizz, but this definitely made my hair feel healthier and shiny."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Fable & Mane Volumizing Conditioner is perfect for adding that extra volume and softness to my hair. It detangles easily, leaving my hair silky smooth without making it heavy or greasy. My hair looks fuller and feels more bouncy after using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The conditioner pairs perfectly with the shampoo from the same line!! Both do an incredible job adding hydration back to your hair especially if you’re experiencing a lot of hair loss/have color treated hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Wait this conditioner slays!! I love how gentle and shiny it made my hair look and it also did give it some volume. The smell is super fresh and not too strong whatsoever. I love it and will def be adding it more to my routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Great conditioner that helps moisturize hair and keep it feeling and looking fresh and bouncy. Helps to add some shine and volume to my thin, straight hair and makes it smell amazing too! Love the pump."
		},
		{
			"review_title": "Must try this for fine hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Love the results I'm getting from this line. I have fine fine hair, and the shampoo and conditioner made a HUGE difference. The smell is heavenly too. Wish the bottles were bigger for the price. That's the only downside."
		},
		{
			"review_title": "Pair it up with the shampoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I’ve been using Fable Mane conditioner for a few weeks now, and I’m genuinely impressed with the results. I paired it up with their shampoo and I loved the results! My hair feels noticeably stronger and healthier, with a beautiful shine that lasts all day. Highly recommend it for anyone looking to elevate their hair care routine!"
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the way this conditioner leave my hair feeling silky and smooth. And the scent is absolutely lovely. However I haven’t noticed much difference in the thickness of my hair yet. I’m hoping with continued use it’ll work. Also, please make bigger bottles! I go through a bottle every 2 weeks because it’s so tiny."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I love this conditioner. I have thin, flat, dry hair. This product has helped add a decent amount of moisture and volume. The scent is FANTASTIC and is one of the few hair products that I can actually smell on my own hair after my hair has dried. My only complaint is that it seems to make my hair get greasy faster than normal."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have dry, color treated hair that needs a lot of hydration and moisturizing to bounce back from the bleach. I love how soft this conditioner leaves my hair and it smells so good. I pair it with the shampoo from the same line :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "My hair was very well conditioned and manageable after using this. I have fine hair. I was really impressed that my hair felt so light My hair had more volume when styled because it didn’t weigh my hair down at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Bleaching my hair two to three times a month has left it thin and lacking volume. This volumizing conditioner has significantly boosted my hair's volume without making it feel heavy. I'm truly impressed! The scent is wonderful too. I highly recommend this product!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m in love with this line! The volumizing shampoo is great, and with the conditioner is the perfect pair. My hairs is fine and oily, and I can say that now is prettier and with volume. Smells really good too."
		},
		{
			"review_title": "Loving the results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This volumizing conditioner in combination with the volumizing shampoo has given me the best results, as i have an oily scalp my hair ends up laying flat and loosing volume by day 2. It took about 4 washes and really see a huge difference my hair feels less greasy and frizzy even on day 3."
		},
		{
			"review_title": "Leaves my hair smelling fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’m always on the lookout for products that can add some volume without making my hair feel heavy or greasy. The first thing I noticed is the lovely, subtle scent that leaves my hair smelling fresh and clean. The texture of the conditioner is rich and creamy, making my hair feel incredibly soft and smooth to the touch. After just one use, my hair had a noticeable lift and bounce that lasted throughout the day. It doesn't weigh my hair down; it gives my hair a natural fullness and body that I absolutely love. It’s gentle on my scalp and hair, and I’ve experienced no irritation or buildup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like this conditioner! As someone super fine hair and it gives my hair the support and volume it really needs. It also makes my hair very soft and shiny. It smells so so good and would definitely recommend!"
		},
		{
			"review_title": "Nicccce",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I am so excited to say that I am so in love with this product the shampoo smells so amazing and leaves my hair feeling so clean and healthy been using for almost 2 weeks and I would recommend this product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My thin, fine, dry hair has life thanks to this conditioner. It hydrates my hair, but does not weigh it down or leave it greasy like many other conditioners. My hair feels and appears more voluminous and it has been much easier to style with use of this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I have very flat, straight, fine and frizzy hair. And I am always on the lookout for products that can help! Recently I tried this Volumizing Conditioner from Mable and Mane. Now it didn’t really lather but still cover and coated my hair nicely and as soon as I rinsed I could feel how soft it was! And when I dried my hair it was like night and day difference! I love how great my hair looks and feels! I did use it with the matching shampoo. Overall this has been a great set and I definitely recommend trying it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This conditioner worked wonders on my fine wavy hair! It helped volumize without frizz which is often a struggle. I highly recommend trying it out! I love how soft my hair felt after using this. Absolutely love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Volumizing Conditioner from Fable & Mane is another home run product! It leaves my hair feeling and looking fuller without more frizz. My dry and flat hair absolutely loves this set and the brand is a permanent staple in my haircare routine now. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love that this conditioner has Alma and black seed in it. I’ve been suffering from a lot of hair shedding pp and find that my hair is less prone to breakage after using it. My hair also looks fuller and bouncier after each use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is my first product by fable and mane. I have color processed hair and it can get dry. Especially over the summer. I used this after using the shampoo and it really left my hair hydrated and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The scent of this conditioner is rich and warm, earthy and woody, yet still bright. I have fine, dry hair, and this conditioner helps add volume and moisture at the same time. My hair is so shiny and my curls form so well when using it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This conditioner works so well at helping give life to my flat, lifeless hair. It's always limp and doesn't want to style the way I'd like, despite having many layers in my hair. But since I've used this conditioner my hair is much more volumized and healthy than before."
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This conditioner is just as bad as the shampoo, also made my hair fall out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Good hair conditioner. The conditioner has a nice scent. It moisturizes and nourishes my hair well without leaving it greasy. The hair is easy to comb. I highly recommended to try out this conditioner. It works pretty good with my fine hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have fine hair so I love using conditioners that aren’t too heavy on my hair but still adds moisture. I love how this one makes my hair smooth and shiny and helps reduces frizz without making my hair feel greasy and heavy afterwards."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The shampoo and conditioner are both so great for dry scalp hair. I love the way my hair feels and it looks so gorgeous. It makes my hair feel more fuller and luxurious looking. The conditioner makes my hair super soft and I love the shine too."
		},
		{
			"review_title": "Keeps hair shiny and full paired with the shampoo",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It's not my favorite conditioner just because it doesn't give extreme hydration to my ends which is what my hair needs. Paired with the shampoo these both work well to keep my hair looking full and shiny. However, it's not the best at detangling. My hair gets so tangled as I have fine, thin hair strands. This conditioner gives some hydration but I wish it would give more so that it would be easier to comb through it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love to pair this conditioner with the matching volumizing shampoo. It makes for the perfect combination. I leave the conditioner on for just a couple of mins and I only put it on the ends of my hair. It helps my hair look and feel super soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "i never like it when my hair always feel rough after wash so this conditioner was a must. it nourishes each strand and my hair feels super soft after i use this conditioner. would recommend this for anyone with thin hair like me"
		},
		{
			"review_title": "Soft, silky and looks super thick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently got a bottle of Fable & Mane's Volumizing Conditioner for Fine, Dry, Thinning Hair, amd my hair looks amazjng! After just one use I can see a noticeable thickening of my hair, not to mention how soft it feels, ir how amazing it smells. I would definitely purchase this again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This conditioner perfectly complimented the shampoo. This set didn’t work for my hair though I did it enjoy using simply because it cleaned my hair nicely. The conditioner itself didn’t weigh my hair down."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This conditioner has a beautiful texture and smells great! I love the volume this conditioner gives my hair. However, it doesn’t hydrate my hair so much. Other than that, it’s a good product, and I would recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Very nice conditioner that provides just enough moisture without weighing down my hair, though it might not be enough for those with very dry, damaged hair. It does a great job of detangling and reducing frizz. I'm not a big fan of the pump because it takes so many pumps to get enough product for my long hair"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have paired this fable and mane conditioner with the shampoo as well. The smell is good! It has fenugreek seed to help to add volume! Even tho I don’t see crazy volume I did notice a difference on my straight medium hair."
		},
		{
			"review_title": "Soft hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was instantly drawn to both the packaging and idea of using Black Seed in haircare. I really like this conditioner. The scent is not for everyone (maybe test it at a Sephora) but I think it great! I really like how soft this conditioner makes my hair feel and does not weigh it down."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I Love how easy to dispense these pumps are. It makes it easy to control how much product I get so as not to me wasteful. It smells good and leaves my hair feeling so soft and hydrated, both of which are important to me. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This conditioner is amazing! It's made my thin hair feel so much thicker after use and I love how it smells. It's so easy to use and I could not recommend more for anyone looking for more volume in their hair."
		},
		{
			"review_title": "The softest conditioner!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The Fable & Mane Volumizing Conditioner offers a lightweight formula that effectively adds volume and body to fine hair without weighing it down. Infused with natural ingredients, it leaves hair feeling soft, manageable, and noticeably fuller. The pleasant scent and smooth application make it a delightful addition to any hair care routine. Overall, it's a great choice for those seeking to enhance their hair's volume and vitality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have fine and thin hair and I am so glad to have tried this volumizing hydrating conditioner. It is very hydrating, and nourish the hair and scalp for smoother, voluminous and healthier-looking hair. My hair is so soft and has great volume after using this"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Sad to say I'm not a fan. You don't get many uses out of one bottle, especially if you have long hair. The scent is alright. My hair was difficult to brush through after using this conditioner, even with a detangling spray. I didn't notice a change in volume."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Got this with the shampoo and I like it. It has a subtle floral scent. Makes my hair feel smooth and nourished without weighing it down. Looking forward to incorporating this product into my shower routine!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Made my hair feel dry and didn’t get much volume from this as it claims. I’m really sad because I’ve heard great things about the brand."
		},
		{
			"review_title": "Hydrating and Volumizing !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "So hydrating and smoothing! Doesn’t weigh my thin, dry, porous, brown hair down. I normally suffer from dryness, breakage and split ends, and this product has greatly helped me in reducing my madness of hair, as well as nourishing and hydrating it. Another perk is that it does not leave heavy build up behind, and leaves hair very SHINY!"
		},
		{
			"review_title": "good, lightweight conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "I used this with the shampoo and I like them both. The packaging is cute and there's a nice floral scent. This seems to hydrate/moisturize my hair well without weighing it down or anything.  Might be a tad more volume than usual. It's a win for me. Try it."
		},
		{
			"review_title": "soft hair!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I used this in conjunction with the shampoo and it made my hair so soft and moisturized without weighing it down! This does have a very distinct essential oil type smell so be aware of that, but I was fine with it! I blow dried my hair and it really voluminous after!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was really excited about the concept of a volumizing conditioner and cleansing, but I didn't feel like it effectively rinsed off my hair. However, when I tried using it after a pre cleanse, it made such a difference! It did create such a film without it, not great for wavy/curly hair. Not for my hair, but thank you Fable & Mane for creating such a wonderful product for thinner and lighter hair, worked amazing on my family members."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i love the volume this gives my hair while also nourishing it without weighing my hair down. only thing i wished was that the pump would be a little easier to use in the shower. sometimes i only get half"
		},
		{
			"review_title": "Smells great and the scent lasts!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "This conditioner was okay. My hair is flat/volume less, wavy and thin. I usually struggle with making my hair look like it has shape without overloading it with product. The smell is great and doesn’t fade, so you will have great smelling hair it just didn’t ultra hydrate or Va Va voom my hair."
		},
		{
			"review_title": "AMAZING!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have wavy hair and my husband has curly hair, we’ve both been using this and love it! My biggest problem is finding a conditioner that is hydrating but also that’s not going to weigh my hair down! I absolutely love the ingredients, i take black seed oil the supplement and it has made wonders in my skin so the fact this ingredient is in my shampoo and conditioner is incredible! I’ve noticed a huge difference in the integrity of my hair, my hair smells so good all day long and my husbands curls have never looked better!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The conditioner is the perfect complement, providing just the right amount of moisture without weighing my hair down. After using the shampoo and the conditioner, my hair feels soft, bouncy, and noticeably fuller. Plus, the natural ingredients give me peace of mind. I highly recommend it for anyone looking to add volume and life to their hair! Gifted it by the company"
		},
		{
			"review_title": "Smells nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This conditioner is absolutely amazing. The scent is just lovely. It stays on your hair for a long time which I adore. It makes my hair feel so smooth and soft. Also, it was easy to detangle after using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Another great product by Fable and Mane. I’m obsessed with this conditioner! It pairs so nicely with the shampoo and really gives some added volume. Plus the smell is sooo good. I really recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like this conditioner. It has great ingredients such as black seed extract, amla and onion. I apply a few pumps onto my hair and work it through. I leave it on for a minute. It leaves my hair hydrated, soft and adds volume to my hair. I highly recommend it."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This hair brand is absolutely amazing. Their conditioners are the best. They make my hair feel so soft in shower and even after blow drying my hair. It also makes my hair smell so good! I’m in love this brand!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is a wonderful conditioner. It makes my hair feel moisturized, silky smooth, and so soft after it has dried. I also really enjoy the scent, which lingers for a bit. Paired with the matching shampoo, they make a great duo!"
		},
		{
			"review_title": "Great Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Ever since I've been pregnant, my hair has been slowly thinning. After using the volumizing conditioner along with the shampoo, it has been a significant difference. My hair looks much bouncier than before. It has worked very well on my hair and I've enjoyed the smell as well."
		},
		{
			"review_title": "4.5",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The conditioner is the extra support that the shampoo needs to give my hair that volume in my opinion. My hair has thinned because of hormones and any volume it adds I am thankful for. My oily scalp had no issues with it. Nice"
		},
		{
			"review_title": "It's an average conditioner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This conditioner has a nice fragrance like the shampoo. It has plenty of slip and easily detangled my fine thin wavy/curly hair. It's very lightweight and didn't weigh my hair down. I did not notice any increase in volume though."
		},
		{
			"review_title": "Makes my hair healthy and frizz free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This is one of my favorite conditioners. It works well for my fine hair. It makes it look and feel more moisturized. The scent is pleasant. It’s an excellent conditioner. My hair is much smoother and less frizzy after use. I really love this one and recommend it."
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I don’t know. I’m not loving it. I love the scent. It really stays all day.  I felt like this conditioner left a firm on my hair. It did help add volume but my hair felt kind of greasy and sticky. I’ve def used better volumizing products."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Such a great volumizimg and moisturizing formula, works great on my dry color treated hair. I use it with the shampoo and love how my hair looks and feels right after. So shiny, full and smooth. I enjoy the scent too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "My hair is silky smooth and hydrated thanks to this conditioner! I was gifted this product and so excited to try it out as haircare is not exactly a priority of mine- i loved the way this conditioner transformed my dull hair and gave me some life!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have dry, brittle and thinning hair. I needed a conditioner that will not weigh my hair down and this conditioner was great. It gave my hair volume and moisture at the same time. I love the packaging because it makes dispensing products easy."
		},
		{
			"review_title": "My new favorite conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This conditioner is truly my favorite one I’ve tried by far. When I use this product, my hair has way more volume than typical and leaves my hair so soft and smelling amazing! This conditioner is my new go-to! Highly recommend!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "This Volumizing conditioner is my new favorite. It amazes me that a shampoo and conditioner can make such a huge difference in hair volume. I use this along with volumizing conditioner and had stunning results."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have long, fine hair and really love how this conditioner doesn’t weigh my hair down. It’s really locked in moisture and hydrates my hair. I also have highlights and found this didn’t make my hair look dull. Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have pretty dry thin hair after being permed, and this conditioner is a life saver! My hair feels a lot more moisturized but not weighed down or greasy. It keeps me from feeling dry more days after a wash"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Super Hydrating conditioner, love how it makes my hair soft. The scent is good too. Works best with combination of Fable and Maine Shampoo. Makes my hair feel voluminous and just perfect. Adds fullness."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The conditioner did a great job cleansing and conditioning my hair. It made my hair appear softer as well as more full. The conditioner also smelled good and made my hair feel very clean. I would recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been loving this line for my straight, very fine hair. fYI the shampoo and conditioner both smell incredible and have different scents. My hair feels soft and nicely detangled with this conditioner. I’m honestly enjoying the entire line."
		},
		{
			"review_title": "Hydrating conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The conditioner locks in the moisture. My hair is very dry and frizzy when i usually use the shampoo but the conditioner helped me in preventing the hair loss and also bringing in moisture to my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The new Fable & Mane Volumizing Conditioner is such a treat for my frizzy hair! Immediately upon application it de-tangles hair and gives it the most smooth feeling. When blowing drying my hair after, it is frizz-free and has a stunning bouncy shine to it! I highly recommend!"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Amazing conditioner! Makes my ends so soft and smooth! Really love it! I have thin hightailed hair! Also love it for my oily roots! It’s not too heavy!! Love it! Definitely recommend to try it out! Will continue to use it!"
		},
		{
			"review_title": "Conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My hair is fine, so I’m always looking to add volume and avoid weighing it down or making it greasy. This conditioner smells lovely, did a great job of making my hair shiny and moisturized, and it didn’t weigh my hair down.  https://app.im.skeepers.io/c/hgxzm/r/hbyux"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Really like this! It smells really nice and gave my very long fine hair plenty of volume without drying it out. Left it silky and smooth and the packaging it comes in is really nice and convenient as well."
		},
		{
			"review_title": "Absolutely amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Normal skin",
			"review_text": "I am absolutely obsessed with the volumizing shampoo and conditioner. Not only does this product smell heavenly, you see results after the first use. Give me volume it held my curls in for quite some time as well I’m very happy with this product I would definitely purchase again"
		},
		{
			"review_title": "repurchase for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I've been using this with the shampoo for the past 2 weeks on my fine, thing, post partum hair and I absolutely love it! Super nice, natural light scent. My hair feels hydrated and more voluminous. I definitely recommend and will be repurchasing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "The volumizing conditioner by Fable and Main and shampoo are a great combination for fine hair. The conditioner smooths hair making it much easier to brush and style and adds fullness and volume to my hair."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "This is a great shampoo if you have thin hair and need help with volume in your hair. I have lost so much hair recently and I am not sure what it was due too I think stress and I switched to this shampoo and it has been helping alot! I recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Volumizing Conditioner gives volume for sure, but it does not feel greasy or heavy on the hair and keeps my hair frizz free in humid summer weather. The scent is very luxurious and fresh good for everyone"
		},
		{
			"review_title": "Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is such a nice conditioner from Fable and Mane! I have thin hair and this conditioner did not weigh down my hair. It is nice and hydrating and adds a nice shine to my hair. I have really been enjoying this one!"
		},
		{
			"review_title": "Love the results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Nice light weight conditioner that doesn’t weigh hair down hydrating but not heavy and definitely helps give volume to my hair, has a clean scent that would be great for everyone. Leave the scalp feeling clean and fresh after use."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "After using this conditioner my hair look so alive and feel so smooth I totally get many compliments I totally love it"
		},
		{
			"review_title": "Is a lighter conditioner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I was so curious to try this line giving that it claims to be for fine hair and I have I will say medium hair type but I fine that this product works wonders for my hair when o want to wear it natural which is curly, i find that it doesn’t weight down my hair"
		},
		{
			"review_title": "Doesn’t weight down my baby fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This conditioner paired with the coordinating conditioner is amazing for limp hair. I have super fine and thin hair that gets very oily at the roots. This doesn’t weigh my hair down or make it harder to curl. A lot of conditioners are too heavy that my curls get stringy and fall. This stuff is wonderful. Makes my hair smell heavenly (even had a comment on how good my hair smells) and gives softness and shine but doesn’t overwhelm my baby fine hair. Super love"
		},
		{
			"review_title": "Volume & Moisture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "One of my new favorite conditioners! It hydrates while adding volume and doesn’t weigh my hair down or leave it frizzy! Smells lovely too! Fable and Mane tend to have products that consistently do well with my hair.  Love this one as well."
		},
		{
			"review_title": "Great for fine hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have fine hair, and it's color treated so it's more damaged than the average persons hair. This did a great job at making my hair where I could comb it. I only needed to leave it on for 5 minutes while I shaved or whatever else I needed to do and then rinse out. It doesn't weigh it down and the scent is lovely!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This conditioner smells and feels amazing in the shower. It only needs to be left in for 1 minute or longer. This conditioner left my hair feeling super moisturized without being to heavy on my fine hair."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love the volumizing conditioner by Fable & Mane! I bleach my hair once a month so it’s super important for me to have products that moisturize my hair. After using the shampoo, I’ll leave the conditioner in my hair for 5 minutes and rinse. My hair feels super silky and soft and looks amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a great product for those who have thin hair and looking for clean products to make their hair look fuller. It does make the hair look shiny, and healthy looking. It doesn’t make the hair dry, super hydrating"
		},
		{
			"review_title": "Good conditioner for my fine hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My fine, thinning hair can easily get weighed down by heavy conditioner but it needs something to treat the dry ends.  This conditioner does just what I need to!  It has a lovely fragrance and keeps my hair soft and shiny.  I just apply to mid lengths and ends."
		},
		{
			"review_title": "Curly Hair Must Haves 🔥",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Oily skin",
			"review_text": "I received something in exchange for this post. This conditioner smells amazing as well! My curls are really hydrated and they don't feel weighed down. They are so voluminous and bouncy. I highly recommend this conditioner for curly girls!"
		},
		{
			"review_title": "So much volume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this conditioner!  The texture of the conditioner is rich and creamy.  It  does not require a lot to spread through the strands and cover them. My favorite part is the amazing fragrance that makes me visualize mysterious and magical adventures in a far off land.   The conditioner is geared towards fine to medium hair with the ingredients focused on  nourishing and strengthening the strands as well as  increasing elasticity. I was honestly surprised by how full and voluminous my hair was after use. I have fairly fine hair with type 2C/3A curls. I would normally have to use a lot of styling products to get my hair this full looking. This, combined with the volumizing shampoo is absolutely a win in my book for volume, fragrance and overall quality of ingredients!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I use this conditioner together with volumizing shampoo. I have thin flat hair and this set works great for me. My hair looks shiny, bouncy and fuller afterwards. I like that it does not weigh my hair down but nourishes it."
		},
		{
			"review_title": "Deeply Nourishing Conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been pairing the Fable & Mane Volumizing Conditioner with their shampoo, and it's been a total win for my fine, dry, and thinning hair! This conditioner is so lightweight but still deeply nourishing.  It leaves my hair feeling soft and bouncy without any of that heavy residue. Plus, the scent is divine—like a little aromatherapy session in the shower. My hair looks and feels fuller, and it’s much easier to style now.  If you're looking for a conditioner that adds volume and moisture without weighing your hair down, this is it!"
		},
		{
			"review_title": "Glossy, beautiful hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Amazing conditioner and amazing shampoo! This conditioner makes my dry, wavy hair feel so hydrated. It makes it so easily to detangle my hair after getting out of the shower. Easily become a new favorite of mine."
		},
		{
			"review_title": "Loving this conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was such a big fan of this conditioner. I was really excited to try fable and mane! I have heard so many great things about this brand. This condition did not disappoint! I love the scent and it feels so luxurious."
		},
		{
			"review_title": "Feels fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I recently started using the Fable and Mane Volumizing Shampoo and Conditioner, and I am absolutely delighted with the results. This duo promises fuller-looking hair, and it certainly lives up to that claim. The Volumizing Shampoo is fantastic. I use three pumps, as recommended, and the lather it creates is rich and luxurious. The scent is soothing, making my shower experience feel like a spa retreat. The Ayurvedic ingredients, like fenugreek seeds and amla, really do wonders for my hair. After using the shampoo, my hair feels thoroughly cleansed but not stripped of its natural oils. It has more body and a beautiful shine. The Volumizing Conditioner is the perfect follow-up. After rinsing out the shampoo, I apply the conditioner from the mid-lengths to the ends of my hair. The black seed extract and amla in the formula make my hair feel incredibly soft and bouncy. I leave it on for a minute before rinsing, and the difference is noticeable. My hair is fuller, more elastic, and has a healthy shine that lasts throughout the day. Overall, the Fable and Mane Volumizing Shampoo and Conditioner duo is a must-try for anyone seeking volume and shine. The silicone-free, high-performance formula with potent Ayurvedic ingredients leaves my hair looking and feeling fantastic."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been loving this product and would recommend trying if you have thing hair, it smells amazing and is worth the price,  I really like how my hair feels soft and hydrated after, great packaging and good buy"
		},
		{
			"review_title": "Love their products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have really long layered hair and because of the length I really don’t like shampoo and conditioners that way my hair down so I was excited to try this one from fable & Mane. I love their hair oils and paired with this shampoo and conditioner. My hair looks amazing, really like their shampoo and conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’m always on looking for conditioners that don’t weigh my hair down and this one is perfect! The volumizing aspect is actually noticeable and makes your hair soft without it feeling heavy at all. Perfect for my curly hair!"
		},
		{
			"review_title": "Works great and smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Fable & Mane's HoliRoots Hydrating Conditioner is awesome! It left my hair feeling soft, smooth, and manageable.  The scent is a nice bonus, and it works well for a variety of hair types. Great when used with the shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This conditioner is fantastic for my fine, 2b wavy hair! I have been using it for a few weeks now, along with the matching shampoo, and my hair looks so thick and voluminous. Its lightweight consistency ensures it doesn't weigh my strands down, making them look much less stringy. If you have a similar hair type, you should definitely give this a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Fable & Mane's Volumizing Conditioner is a must-have for anyone with 2a hair looking to enhance volume and shine. Infused with ashwagandha and coconut milk, it provides a nourishing boost that doesn't weigh hair down. The texture is luxuriously creamy, making it a breeze to apply and making my hair effortlessly detangled while giving natural bounce and fullness. The scent is a delightful blend of exotic spices that transforms my shower into a spa-like experience. This conditioner leaves my locks feeling incredibly soft and visibly healthier, making it my go-to choice for adding volume and vitality to my hair care routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "My hair feels super soft after using this conditioner. I can tell the creator of this line was super intentional with their formulation as the ingredients are great for increasing hair volume and thickness."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This is a nice conditioner that pairs well with the volumizing shampoo. It lathers and conditions well. It leaves my fine, thin hair feeling soft and a bit less frizzy. It didn’t weigh my hair down and left minimal tangles."
		},
		{
			"review_title": "Good but not for very dry hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The Volumizing Conditioner detangled well and left my hair smooth, but it wasn't hydrating enough for my dry hair. While it might be a good option for fine, non-dry hair, those with dry hair like mine may need a more moisturizing conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have thinning hair so when I read this, I was very very excited and I have to say - I am not disappointed. It definitely did its job and my hair feels soft and conditioned. As for the thinning - I'm hoping to notice more as I continue using it. I definitely want to try more from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My hair is really flat, fine and dry. I literally thought I had no hope since I’ve tried almost every product on the market basically. So happy to have used this conditioner paired with the matching shampoo. My hair is so voluminous and soft!"
		},
		{
			"review_title": "Gives great volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I have long permed hair with an oily scalp, and the fragrance of this product is identical to their MahaMane Smooth & Shine Hair Oil. Its lightweight texture made it easy to apply, and I could feel the potent Ayurvedic ingredients replenishing and restoring moisture and shine while detangling and hydrating each strand. My hair feels softer, looks fuller, and is significantly healthier than before. I thoroughly enjoyed my results and highly recommend using both the shampoo and conditioner for the full beneficial experience. This has quickly become one of my favorite hair care lines."
		},
		{
			"review_title": "Leaves my hair shiny & moisturized!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This conditioner is great for my long thin hair. After the first use I noticed that my hair looked more voluminous and was so soft. The scent of the conditioner isn’t overpowering. After a couple of uses I noticed that my hair was shinier, less frizzy, and more voluminous than usual."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The Volumizing Conditioner from Fable & Mane works so well in conjunction with the Volumizing Shampoo.  This lathers up nicely and leaves my hair with added volume.  It also hydrates well so it has improved my frizziness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This conditioner is creamy, hydrating and so nourishing for my strands. It makes my hair feel fuller, softer shinier and stronger. It doesn’t weigh my hair down. I also love the packaging with the pump included!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Fable & Mane HoliRoots Volumizing Conditioner is my go-to for achieving thicker, fuller-looking hair. It pairs perfectly with the volumizing shampoo, providing weightless hydration that doesn't compromise on volume. It leaves my hair feeling soft, silky, and visibly fuller, making styling effortless. I love how it enhances my hair's natural bounce and thickness, making it ideal for anyone wanting to add volume and vitality to their locks."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "It smells amazing, I already use the fable and mane leave in conditioner which I love so adding this to the routine fits perfectly. It won’t make your thin hair feel weighed down and it’s super hydrating"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love this conditioner with the shampoo! Tried it for the very first time and I absolutely loved the results! The smell is amazing and it does make my hair look shiny and soft! I have frizzy hair and it works amazing for my hair as it doesn’t weigh the man down ! Love this and recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This conditioner smells really good and works great on my fine, thin hair. I only use it on my ends, and my hair comes out shiny without making it greasy or oily. Using both the shampoo and conditioner, I've been able to extend my wash days!"
		},
		{
			"review_title": "Makes hair soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have been using the shampoo and conditioner together and it made my fine, wavy hair look so pretty!! I get volume, shine and softness to my hair every time I use this combo! I like applying the conditioner on my ends only to deep condition my fine hair without weighing it down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have really long and fine hair, and will say that this conditioner helps make my hair feel so sleek and easy to detangle after washed out. My hair isn’t as frizzy and it doesn’t break as much when I detangle with my fingers"
		},
		{
			"review_title": "Love the whole line!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Paired with the shampoo in this line, I've noticed a difference in my hair's volume after one wash. As someone with thin, fine, flat hair, I'm always looking for products that can add volume to my hair with minimal use of heat tools. Also love that the conditioner is made with Ayurvedic ingredients."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "My hair is so flat and nothing I do makes it get any volume. After using this conditioner once, it highlighted my natural waves and air dried decently. I love how this conditioner smells and how helpful the ingredients are."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "conditioner can be tricky with fine hair since my hair is easily weighed down, but this one is perfect! it delivers the creamy hydration i need without disrupting the volume and shape i want my hair to have. it rinses out fully and leaves my hair unbelievably shiny/bouncy!"
		},
		{
			"review_title": "So good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love this conditioner! It lathers so nicely in my hair a little goes such a long way. And it gives my hair some body and bounce. My hair has no volume at all but this conditioner really made a difference even better when paired with the shampoo!"
		},
		{
			"review_title": "Helped smooth hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is a really great conditioner. It helped really smooth out my hair. My hair tends to be thin and frizzy and this conditioner really helped smooth out my frizz. The set also really helped my thin hair with volume. Overall and amazing set."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I didn't enjoy this as much as the shampoo but it's an ok conditioner. My hair didn't feel incredibly soft after the use, and I felt that it could be softer. Maybe I need to leave it for longer? There is not much of a scent either."
		},
		{
			"review_title": "Great shampoo and conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this in exchange for my review Fable & Mane Volumizing Conditioner is the perfect companion to the Volumizing Shampoo, providing your hair with extra nourishment and hydration while also adding volume and thickness. This luxurious conditioner is enriched with natural ingredients such as coconut oil, amla, and hibiscus, which work together to strengthen and nourish your hair, while also promoting healthy hair growth. The lightweight formula of this conditioner won't weigh your hair down, leaving it feeling soft, smooth, and full of body. It helps to detangle and smooth the hair cuticle, making it easier to style and manage your hair. With regular use, you'll notice your hair looking fuller, shinier, and more voluminous, giving you the mane of your dreams. Experience the magic of Fable & Mane Volumizing Conditioner and unlock the secret to beautiful, voluminous hair that turns heads wherever you go."
		},
		{
			"review_title": "Light feeling",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The conditioner works really beautifully with the shampoo, as to be expected. The smell is so good! It’s like an intoxicating, flowery/herbal scent that lingers some throughout the day… I am in love with the scent. As for the formula, it looks like any other typical conditioner that you may try, but it doesn’t weigh your hair down. It’s nourishing enough, but doesn’t make your hair flat. I do wish that the bottle was bigger though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have such dry and flat hair, and this conditioner has been a lifesaver. Usually, volumizing conditioners leave my hair feeling heavy and greasy, but this one makes it feel light and incredibly soft! Plus, the scent is amazing and lasts all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "Love the way this conditioner makes my hair feel! I used the shampoo as well and noticed a nice increase in the volume of my hair, but mainly in my bangs. This conditioner made my hair feel so so soft, but didn’t weigh it down like most conditioners. Love it!"
		},
		{
			"review_title": "Smells incredible!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Firstly, this conditioner smells amazing! I just love how I felt as though I was at some luxurious Indian spa while using this! The conditioner left my hair feeling soft, hydrated, and smelling wonderful."
		},
		{
			"review_title": "Fine hair, 2b friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "For reference, I have fine, medium-density, low-porosity 2b hair and really enjoyed this conditioner paired with the matching shampoo. I tried this on a blowout day, a wavy style day, and a lazy air dry with no product and loved how my hair came out each time.   For a volumizing conditioner, this one is quite moisturizing. As I mentioned in the matching shampoo review, this feels more like a thickening formula than a volumizing formula. It leaves the hair very moisturized and my fine hair feels THICK and PLUMP when styled.   I also LOVE the scent (ambery, expensive salon smell?) and find that it actually sticks to my hair! Usually, the fragrance is gone by the time I dry my hair but this one I can still smell after so love the high-quality fragrance!   Will definitely repurchase."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Fable & Mane “Volumizing Conditioner” worked perfectly with shampoo from the same line. My hair felt so soft, smooth with volume right after the first usage. Will continue using this product to have better results."
		},
		{
			"review_title": "Great for volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The fable and mane volumizing conditioned does a great job hydrating my hair while boosting volume. I love the scent is great and I’ve noticed less shedding since switching to this brand. I use their scalp oil as well."
		},
		{
			"review_title": "Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have always have thin hair . I have been searching for something that is going to help with the volume of my hair after applying this conditioner , I could see a significant difference with the volume of my hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is actually a very nice conditioner. The scent is neutral and not overpowering, and it does a great job at allowing me to easily detangle my hair without leaving behind a greasy or heavy residue."
		},
		{
			"review_title": "Get it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This conditioner has become one of my new favorites ! It smells delicious and moisturizes my hair so good without weighing it down ! It gives my hair a shine boost and paired with the shampoo it’s gives my thin long hair a voluminous appearance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I recently used the Fable and Mane Volumizing Conditioner and am eager to share my experience. The conditioner is packaged in a sleek, attractive bottle that pairs well with the shampoo. Its fragrance is consistent—a delightful mix of botanical and earthy tones that makes conditioning a treat.  My hair is fine and tends to lack volume at the roots. I need a conditioner that can add body without weighing down my hair.  Upon applying the Fable and Mane Volumizing Conditioner, I was impressed by its creamy, smooth consistency. It spread effortlessly through my hair, providing excellent detangling and hydration without feeling heavy. After rinsing, my hair felt incredibly soft and smooth, with no residue or greasiness left behind.  Once dry, my hair felt light and full of volume. The conditioner worked perfectly with the shampoo, giving my hair a noticeable lift and bounce. My hair stayed soft, manageable, and shiny throughout the day, with a subtle, pleasant scent that lingered.  In summary, the Fable and Mane Volumizing Conditioner exceeded my expectations. It added volume and softness to my hair, leaving it feeling nourished and healthy without any heaviness. I highly recommend it to anyone with fine hair seeking a conditioner that delivers both volume and hydration."
		},
		{
			"review_title": "Smells good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I used Fable and Mane Volumizing Shampoo along with the Volumizing Conditioner. I have fine, wavy, frizzy hair. Frizziness is a big issue and sometimes it tangles. The conditioner smells really nice. It made my hair feel very soft and easy to get through my tangles."
		},
		{
			"review_title": "not my favorite conditioner",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I already love Fable & Mane products but this conditioner didn’t knock my socks off. It smells amazing, but I have medium to fine, curly hair and I needed 4-5 pumps of conditioner to get enough product to fully saturate my hair. It absorbed well but it didn’t add as much moisture as I would’ve hoped. The bottle is small and given that I needed quite a bit of product, I think it isn’t the best option for me."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am loving this conditioner so far! It smells really nice and applies really easily. I only needed a little bit to get my hair soft and healthy. My hair is dry and thin and after this my hair felt nourished and clean!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is my first experience with the brand, and I'm so excited. I feel like this set it perfect for my long, fine hair. It smells absolutely incredible. The conditioner is the perfect pair to the shampoo, moisturizing but not weighing down the hair, enabling the 'umph' I'm looking for! An amazing set, feels very lux and spa like in the shower. Highly recommend!"
		},
		{
			"review_title": "Not my favorite but it works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I tried this conditioner with its matching shampoo. I paired the whole thing with my usual shower routine including hair treatment and leave in spray. I then air dried my hair overnight. I found my hair had more curl to it than usual but less volume. I don’t mind this trade off since it is still a good effect. This is much more expensive per volume than what I typically use so I don’t know that I would rebuy this since I like the effect of these products equal to what I currently use. I will definitely continue to use this one though. I also didn’t like the scent of this conditioner. I found that I could smell it even after my hair had dried."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "i love this shampoo. first off smells amazing. following use, my hair feels smooth, hydrated, and volumized. I will be continuing to use for my go to shampoo following with the matching conditioner :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received from: Fable & Mane:Volumizing Conditioner: I love this conditioner, my hair is super fine and is processed and has no volume at all and since I have been using this conditioner my hair looks and feels much more different, now it has more volume, it has a pleasant aroma, I am too using the shampoo and the results are very good."
		},
		{
			"review_title": "Try it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I have super thin hair and fine hair. I will buy any product to get some volume in my hair. I don’t love the smell of the product but it isn’t super strong of a smell. I would definitely recommend!!!!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This conditioner has been my favorite product I’ve used in a long time! It smells amazing and makes my hair feel so soft after using. My hair is usually flat with waves and it helps give my hair some lift."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "this is the first time i try fable and mane and i am in love this conditioner. it felt very light and nourishing and once my hair was dry it looked like silk. i love that this comes with a pump because normally squeezing out conditioner is so annoying. but the pump makes it super easy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I put this conditioner on in the shower and let it sit in my hair while I showered it help give it extra softness since my hair can be dry as i have thick curly hair, it has a nice smell to it also but overall would use again!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love using this nourishing conditioner after the shampoo. I use both in combination with one another and love the results. This conditioner makes my hair feel healthy, smooth, and hydrated. It makes my hair feel so soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Absolutely adore this conditioner my hair was silky soft and smooth I have never seen my curls have almost no frizz to them with just a conditioner it detangled my hair nicely but the scent on the conditioner is to die for. I can smell it all day and be happy it is a lingering strong scent and when your hair glides across ur face or even if u move to fast u can smell the conditioner so if you don’t like heavy scented items I would not recommend"
		},
		{
			"review_title": "So perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this with the volumizing shampoo and omg my hair has actually never felt better. This adds so much hydration and makes my hair feel so silky while keeping the volume and thickness! I’m literally obsessed."
		},
		{
			"review_title": "Great!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This conditioner is great!! My hair isnt thin and is actually quite thick, but is SUPER dry and can often times feel brittle.  This conditioner has been amazing for detangling and moisturizing my hair in the shower. I will definitely continue to use it and rebuy!"
		},
		{
			"review_title": "combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "For reference, I have medium hair and some of my hair is a bit damaged due to bleaching. First off this conditioner smells amazing! My hair tends to get oily fairly quickly and this shampoo+ conditioner combo has helped it so much! The conditioner is hydrating and doesn’t leave it stringy or dry."
		},
		{
			"review_title": "great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this is a great conditioner and shampoo i really like it a lot i dont know it it helps with thinning or volume so to say but ill keep using it to see. it smells really good! id recommend! this brand is great"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m always on the hunt for shampoo and conditioner that works for my hair and I’ve been loving the fable & mane duo!! It smells so good, makes my hair feel soft and smooth, but also gives me some volume which I def need!!"
		},
		{
			"review_title": "Perfect for dry and thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This conditioner works wonderful on my dry, damaged and thinning hair. Not only it makes my hair soft and shiny, it actually helps with volume and overall fullness. I use it together with shampoo from the same line for better results."
		},
		{
			"review_title": "good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "My hair type is fine, dry, and prone to thinning. Before using this product, my hair often felt flat and lacked volume, with a tendency to look and feel dry. During application, the conditioner has a creamy yet lightweight texture that spreads easily through the hair. It feels instantly moisturizing and detangles my hair effortlessly, without leaving any heavy or greasy residue. After rinsing, my hair feels soft, smooth, and more manageable."
		},
		{
			"review_title": "A game-changing Duo for thicker, luscious hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This shampoo and conditioner duo has been a total game-changer for my hair! The Ayurvedic ingredients in both products have visibly plumped my strands, adding volume and fullness without weighing my hair down. The shampoo cleanses without stripping, while the conditioner nourishes and restores. My hair feels softer, looks shinier, and has a newfound bounciness that I can't get enough of. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have thin hair and have been looking for volumizing set to make my hair looks more full. I’ve always heard so much from my friends and it worked super well! The conditioner is very moisturizing, my hair no longer looks flat and frizzy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "I will most definitely be adding this to my haircare routine. I loved how soft this conditioner had my hair. My hair is a hassle because it’s so thick but this has helped tremendously. It didn’t weigh my hair down and smelled really good."
		},
		{
			"review_title": "Great for volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The conditioner is a great addition to the shampoo from the same line. I think the shampoo and the conditioner both give amazing volume to my hair. Also, they make it eerie and soft. Sometimes the conditioner can make my hair sticky, but this one doesn’t make it sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The conditioner is great. I have curly, thin hair and one of my biggest struggles was finding that balance of volume, while also maintaining moisture. After using this conditioner, my hair felt what I needed! Moisturized, voluminous, and healthy. It’s also is a plus that these products smell amazing!! Best conditioner yet."
		},
		{
			"review_title": "Great conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this for a review. A very nice conditioner. I love the smell of these products. I couldn’t ask for anything else! Leaves hair light, shiny, and easy to work with! I’m so thankful to have it and will repurchase."
		},
		{
			"review_title": "Natural Volume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "I’m a natural volume girly but still felt like I got results from this duo. If you’re looking for some extra lift this is for you. Extra volume but no consequences. Use this post using their hair oils and you’re in for a golden treatment."
		},
		{
			"review_title": "Loved the product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Unfortunately my conditioner came with the pump broken, was not able to fix it, but i opened up the cap and used it! Really loved the smell! And how it leaves my hair feeling smooth but really voluminous"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Volumizing Conditioner is amazing! It made my hair feel so full and bouncy. This conditioner has black seed extract to add fullness and restore elasticity, and amla extracts for shine and softness. My hair feels so much more voluminous and looks great. It’s super easy to use and works wonders. I definitely recommend this conditioner for anyone wanting fuller, shinier hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This fable and mane conditioner is a game changer! I have really thin hair and it made it feel so much more full and voluminous. It also gave my hair so much shine and hydration. I highly recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "From the first use, my hair felt incredibly soft. This conditioner delivers deep moisture to my naturally curly, frizzy hair. It's thicker and creamier than what I'm used to, and while the scent isn't my favorite, the results are undeniable. I needed significantly less product compared to my usual conditioner, leaving my hair silky, manageable, and with noticeably fewer flyaways.  Overall, the incredible softness and manageability outweigh the scent preference. My hair feels healthier and happier than ever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was pleasantly surprised by this shampoo! It smells really good and has done wonders to my hair. My hair is super shiny, soft, and again smells great! I have medium/thick dark straight hair. It’s so good!"
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love how it leaves my hair soft and detangles it quickly. I love the aroma, it leaves my hair fragrant and shiny. The truth is, I love this conditioner because of how beautifully it works on my hair."
		},
		{
			"review_title": "very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "My hair is quite fine and unfortunately rather dry due to years of bleaching/highlighting. Due to this, I enjoy a very deeply moisturizing conditioner. I have experience with fable’s leave in, so I had very hopes for the actual conditioner. I’ve got to say, it certainly lives up! It’s very nourishing and leaves my hair quite shiny and soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This product surprised me - first impressions, the packaging and scent are just lovely and beautiful. I live in the humid, hot South Carolina heat. Summer it’s hard to get your hair looking good at all. This product is so lovely and really adds moisture to my hair, beating the frizz!"
		},
		{
			"review_title": "Fab",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Let’s talk about Fable & Mane’s Volumizing Conditioner.  This conditioner is specifically designed for fine, dry, and thinning hair, aiming to plump strands and provide body and fullness. Perfect for me for my long thin hair. The delightful scent and balanced feel after use certainly add to its appeal to me. If you’re interested Fable & Mane products, they also offer vegan and cruelty-free shampoos, conditioners, and hair masks.  Keep enjoying those fabulous locks!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve been a fable and mane user and I can say that this conditioner is so perfect on my hair. After using this conditioner together with the fable and mane shampoo they both make my hair look alive. They add volume to it and my hair is so bouncy and healthy."
		},
		{
			"review_title": "Love 🐯",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This conditioner smells so nice!! I was worried about this being a bit too heavy for my hair but it wasn’t. I have pretty fine hair but a lot of it!! It left my hair feeling moisturized and looking shiny."
		},
		{
			"review_title": "Super fine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Though I've used F&M shampoo in the past, this is the first time I've tried their conditioner. My hair is super fine and thinning.  I was so happy to see that the formula didn't weigh my hair down or affect volume. Super shiny, without the frizz. This one smells really gorgeous, as well. Love that the scent sticks around hours later!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "First time using the volumizing for fine, dry, thinning hair by Fabel and mane. I have combination hair where it’s in the middle of fine and medium. I used both shampoo and conditioner. The scent wasn’t my favorite but the shampoo lathered nice and the do sooner smoothed my hair nicely but didn’t weight it down"
		},
		{
			"review_title": "Fall in love with your hair again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have straight fine hair and had a lot of post-partum hair loss because of this I am always looking for hair care products that can help with volume. I used the conditioner after using the hair oil and shampoo from the same brand and my hair looked really nice! Had a nice shine to them and volume. I've fallen in love with my hair all over again!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I used this volumizing conditioner after the shampoo. It’s my first time using Fable & Mane and I recommend it. It made my hair soft and shiny and the scent is quite nice too. I let it sit in my hair for about 5 minutes to let it do its magic. Will be using this regularly!"
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been loving this conditioner! All of the Fable and Mane products I have tried smell so good! The scent lingers until the next wash. I love pairing this conditioner with the coordinating shampoo and the leave in conditioner while my hair is still wet. These products leave my hair feeling bouncy and hydrated."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recieved this in exchange for a post. But honestly it’s very good ! It has a floral scent that I love it. Almost smells like Delina . And it does get my hair, a lot of texture and volume. It’s perfect to use before giving yourself a blowout."
		},
		{
			"review_title": "Really nice for lift!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I don’t know if this is my all time favorite, but it’s not a bad product. Mostly I noticed that it kept sinking into my hair so I kept needing to add a bit more to really coat my hair. It did rinse out nicely and I did notice more lift than normal to my hair!"
		},
		{
			"review_title": "Must have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Been loving this volumizing conditioner it really does make a difference, I love that it makes my hair look healthier and feels really soft after, I also love that it has amla extract it helps condition and naturally provide uv protection for healthy hair strands !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "My hair is wavy and tends to be dry . I need a conditioner that is good to detangle my hair . This conditioner does a good good to add moisture and detangle my hair . It also did work with shampoo to add volume to my dull hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Fable and Mane's volumizing conditioner works wonders for those with thin hair. I adore how full and lively my hair appears after just one use. It also adds a silky texture and has a delightful scent that's wonderfully subtle"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Fable & Mane’s Volumizing Conditioner is fantastic. It leaves my hair feeling soft and full of life without weighing it down. The light, pleasant scent is a nice bonus. Definitely a keeper for anyone needing extra volume."
		},
		{
			"review_title": "The fragrance is overpowering",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The conditioner is lightweight and contains nourishing ingredients. It rinses away easily but it didn’t help with smoothing my hair. I don’t feel that it improved the look or feel of my fine, thin hair. I also am not a fan of the fragrance, it’s pretty strong and definitely sticks around."
		},
		{
			"review_title": "Smells luxurious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Luxurious smell! Omg i just instantly fell in love when i smelled it! I have the same brand shampoo ad well and i like to leave this conditioner for at least 3 min on my hair. After either a blow dry or air dry, i can see a difference! Hair looks more visibly fooler and it’s more shiny! And smells just soooo good"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I like this conditioner it left my hair, nice and smooth however I don’t think that it’s worth the expensive price tag for how much I needed to use in order to get a good condition. I really like the ingredients that they’ve infused in this product."
		},
		{
			"review_title": "Volumizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This conditioner plumps and volumizes my fine hair nicely. I have a lot of hair but it can fall flat easily, especially by the roots. This product gives it a lift and nice body. I have wavy hair and it creates a smooth texture."
		},
		{
			"review_title": "Yes, yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This condition is absolutely outstanding. The way it smells…luxurious! The way it instantly heels my hair and makes it smooth and shiny. I can’t say enough wonderful things about this product. I will certainly repurchase"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I wanted something that would not dry my hair and give back the shine and volume to my hair. I decided to give the the volumizing conditioner in conjunction with the volumizing shampoo and they did wonders for my hair.  I saw a noticeable lift and volume to my hair.  And I absolutely love how it smells."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This conditioner smells really good! I have been using it only for a little bit now and my hair feels so clean. I have been struggling with thinning on my hair and this shampoo and conditioner is supposed to target that. Excited to see more results from it"
		},
		{
			"review_title": "SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "My hair type is wavy and this conditioner helped give me so much volume in my hair! I also love the way it is scented it smells so good and i get many compliments on the way my hair smells! it leaves my hair less oily too!"
		},
		{
			"review_title": "Love !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "My hair has started to becoming thinner and losing alot of volume recently out so i definitely needed some help. I enjoy the brand Fable and Mane and was so excited to try the Volumizing conditioner. It smells great and left my hair feeling clean and without tangles. I definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This conditioner is absolutely amazing. It hydrates my hair and leaves it feeling sooo soft. I have thin fine hair and have trouble with conditioners weighing down my hair but this product my hair just feels so nourished and silky!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’m always looking for a good conditioner since I have dry hair because of all of the color treatments this conditioner is so nourishing and makes your hair so soft ingredients packed in. It are truly one of the kind I love this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this voluminous conditioner is a game-changer. It provides just the right amount of moisture without weighing my hair down. My hair feels soft, looks thicker, and has great bounce. It also detangles easily and has a lovely scent. Perfect for adding volume while keeping hair smooth and manageable."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is very lightweight. It rehydrated my ends and gave a fullness after drying. I usually am afraid to use more then a quarter size for conditioner application because it always ways my fine thin hair down. This is the complete opposite from using the conditioner. My hair afterwards felt so soft and luxurious even more shiner then before my hair over the last week looks so much nicer and bouncy. Definitely a good addition to my hair routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Dealing with fine hair usually means I have to choose between volume and nourishment. But with this volumizing conditioner, that old compromise is history. This conditioner feels luxurious from the moment it touches my hair. It has this rich texture that's super indulgent but never weighs me down. I like to leave it on for a minute or so, and when I rinse, my hair feels crazy silky and light, but it also has this fullness that I didn't expect. No residue, no heaviness—just happy hair. Honestly, this conditioner's become a total staple for me."
		},
		{
			"review_title": "Make my hair super soft",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. The conditioner works well to help detangle my hair, making it easier to brush when drying. It makes my hair feeling soft. Just the like shampoo, the bottle is kinda small."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is sooo good!! I love the conditioner . I have very thin hair now after my baby and my hair is also dry. Table and mane always has good products and this is no exception. It leaves my dry hair happy and soft"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was gifted this and let me tell you it left my hair so soft and did not weigh down my hair like normal conditioners do. The smell is amazing and so much product for your buck! 10/10000 recommend!!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This conditioner is great! I originally got the holiroots hair oil and it smells incredible. This conditioner smells just as incredible so I use it in tandem with the shampoo as well. Love it so much!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is an amazing conditioner for my dry hair. I use a grape size amount and it makes my hair feel luxurious and easily manageable. The packaging is beyond cute & I love how it looks in my bathroom. My flat hair feels moisturised but not heavy and weighted down."
		},
		{
			"review_title": "Soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is a great conditioner for anyone with thinning, dry hair. Mine looks like hay, lol. I love everything Fable & Mane but this product especially rocks. Super soft and silky hair and great for us mouse girls."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am loving this conditioner. I’ve been using it combined with the matching shampoo. Unfortunately after having two babies, my already thin hair is thinning even more at my part and this conditioner has helped tremendously with volume!"
		},
		{
			"review_title": "Not sure",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I don’t know how to feel about this. I love the shampoo but I just don’t like it in conditioner form. I have super curly, dry hair. Definitely helps with volume but I need more hydration than this gives"
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have fine and thin hair and a lot of conditioners can weight it down. This one doesn't at all! It makes my hair feel soft and smooth but not heavy which is what I am looking for. I also really enjoy the scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I've had a wonderful experience with Fable & Mane Volumizing Conditioner. Enriched with Ayurvedic ingredients like black seed extract and amla, it adds bouncy fullness, restores elasticity, and replenishes moisture to my hair. The conditioner leaves my hair shiny, soft, and voluminous."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This shampoo has helped my hair so much. My hair feels softer and full of volume.  The amla extracts have added more shine and smells so good. A little bit goes a long way"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner has transformed my hair. It gives me the softest smoothest hair of my life! It smells so good, reminds me of a luxury perfume! I use this in combo with the shampoo & it gives me the best hair of my life!"
		},
		{
			"review_title": "Fine hair friendly!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I have very fine hair that definitely needs some volume, but I tend to avoid many products that claim to volumize because they often weigh my hair down. I wanted to try this conditioner in hopes that this could be a good alternative to volumizing mousse and the like. I absolutely love it. I feel that it’s hydrating , but not too heavy or oily and in combination with the conditioner, I do feel as though my hair has been given some volume, but still feels very lightweight. It has a little more body and a little at the root!"
		},
		{
			"review_title": "Shine and silk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Fable & mane has the best condition ever. I love how it’s gives shine to my hair but plus volumes. I usually use right after shampooing and keep it for 5 mins on hair and rinse it. Love how it’s gets my hair to soft and silk."
		},
		{
			"review_title": "Best ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am obsessed with this condition. There’s nothing that makes my hair more luminous looking. I’m so thankful for Fabel and main for making such a rocking product. Thank you so much for sending it to me. Please make more products like this because it is such a dream come true for the flat haired Gurleys."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have fine, thin, long hair, and I've been using the Fable and Mane Volumizing Conditioner for a week now. It has made my hair softer and shinier than before. My hair looks healthier, and there is less breakage when brushing. My hair detangles easily and appears more voluminous. The subtle scent is pleasant, and the natural ingredients have left my hair hydrated and healthy."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this conditioner. It adds a good amount of hydration and volume to my hair. I let it soak in for about 5-10 minutes before I rinse and each time my hair is silky, smooth, and had a ton of volume!"
		},
		{
			"review_title": "In Love With This Conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love the scent of this conditioner and its consistency. I use it every other day and let it sit for two minutes to maximize penetration of the ingredients to my scalp. The scent reminds me of an in-home hair massage treatment, with hints of jasmine and spices. So far, this helps keep my thinning hair looking a bit fuller."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My hair gets greasy super fast (like the very next day) so I really needed a volumizing conditioner that actually works and this does help prolong the volume in my roots for an extra day or two. I use it with the fable & mane shampoo. I love the fenugreek scent and the ayurvedic ingredients that are known for strengthening hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "the shampoo and conditioner are both lovely. after 1 use, I decided that I really like them both. my hair feels soft and doesn’t have a residue on it. a good staple in my routine!! these were sent by gable and mane"
		}
	]
}