{
    "product_id": "573",
    "name": "Honey Infused Hair Repair Serum",
    "brand": "Gisou",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 61.0,
    "about": "What it is: A clinically proven hair serum to repair damage, seal split ends, & prevent breakage, while locking in moisture with encapsulated honey & plant-based keratin...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Damage, Split Ends, and Breakage.- Dryness.- Shine..Key Benefits:.- Deeply hydrates, repairs dry, damaged hair, and strengthens to prevent future breakage.- Smooths & moisturizes to seal split ends.- Protects against heat damage and UV rays..Highlighted Ingredients:.- Plant-Based Keratin: Repairs damage, seals split ends, & strengthens to prevent damage..- Encapsulated Mirsalehi Honey Droplets: Deliver a burst of long-lasting moisture and shine..- Heat & UV Protection: Defends against heat damage & UV rays to prevent color fading & restore resilience...What Else You Need to Know: This clinically proven formula harnesses the power of plant-derived keratin, which gently, yet effectively penetrates the hair shaft to repair damage, seal split ends, & strengthen, while pure encapsulated honey & hydrating oils burst upon application to lock in moisture & shine, sealing in reparative benefits for long-lasting results. Added UV and heat protection up to 450u00b0F protect against breakage and color fading...Research Results: After just one use:.- Delivers 5x more moisture & smoothness.- Repairs & strengthens damaged hair.- Seals split ends by 94%.- Visibly reduces breakage.- 450u00b0F protection..*Based on an independent lab study using scientifically proven instrumental testing...Fragrance Description: Delicate, sweet notes of honey blend into spring florals inspired by our Gisou Mirsalehi Bee Garden....",
    "ingredients": "Aqua (Water/Eau), Propanediol, Coco-caprylate/Caprate, Betaine, Caprylic/Capric Triglyceride, Pentylene Glycol, Mel* (Honey/Miel), Propolis Cera* (Propolis Wax/Cire de Propolis), Limnanthes Alba (Meadowfoam) Seed Oil, Vitis Vinifera (Grape) Seed oil, Carthamus Tinctorius (Safflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Hydrolyzed Pea Protein, Hydrolyzed Vegetable Protein, Hippophae Rhamnoides Oil, Oenothera Biennis (Evening Primrose) Oil, Rosa Canina Fruit Oil, Tocopherol, Calendula Officinalis Flower Extract, Helianthus Annuus (Sunflower) Sprout Extract, Caesalpinia Spinosa Fruit Pod Extract, Daucus Carota Sativa (Carrot) Root Extract, Citrus Aurantium Bergamia (Bergamot) Fruit Extract, Parfum (Fragrance), Castor Oil/IPDI Copolymer, Maltodextrin, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Chlorphenesin, Carbomer, Sodium Hydroxide, Trisodium Ethylenediamine Disuccinate, Acacia Senegal Gum, Xanthan Gum, Tamarindus Indica Seed Gum, Potassium Sorbate, Sodium Benzoate, Glucose, CI 40800, Limonene**, Linalool**, Hexyl Cinnamal**, Coumarin**..* Honey &amp; Propolis sourced from the Mirsalehi Bee Garden / Miel &amp; Propolis des ruches du jardin Mirsalehi..** Naturally occurring allergens / Allergu00e8nes naturels....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "- Dispense the serum into your palm and gently rub hands together.- Apply onto damp hair.- Work through the lengths, concentrating on the ends.- Dosage depends on the thickness and length of the hair, start with one dropper and use more as needed.- Do not rinse...Pro-Tip: .- After styling, follow with 2-3 drops of the bestselling Honey Infused Hair Oil from mid-lengths to ends to smooth frizz &amp; boost hydration and shine.",
    "num_reviews": 219,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/honey-infused-keratin-repair-hair-serum-P507484?skuId=2706786&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2706786-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2706786-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Pleasantly surprised by this stuff!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this as a sample and didn't use it right away.  The sample size was a tiny bottle, perfect for travel so I decided to throw it into my toiletry bag while packing for a trip.  After washing my hair and using this product just one time, my hair felt amazing & shiny, not weighing it down or feeling clumpy like some other products. I love it so much, I'm going to order a full size!     To give some idea about my hair condition: I have thick, slightly wavy, just past shoulder-length color treated hair (highlights), dark brown hair with blondish highlights and regular touchups at the roots.  About twice per year I get my highlights redone.  My hair has gotten drier from color treatments and some of the products I was using seemed to weight my hair down, and with my workouts 5 times per week, i use dry shampoo, and doing my best not to do a full wash/blow dry/heat treatment more than once per week.  Despite all of that, still some dryness."
        },
        {
            "review_title": "The secret to stronger, shinier hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "The Honey Infused Hair Repair Serum by Gisou is a must-have for anyone seeking stronger, shinier, and healthier hair. This lightweight serum is packed with nourishing ingredients that instantly revive dry or damaged strands.  After just a few uses, my hair felt softer, smoother, and noticeably less prone to breakage. It adds the perfect amount of shine without making my hair feel greasy, and the honey scent is absolutely heavenly!  I love how versatile it isu2014you can use it on damp hair for hydration or on dry hair to tame frizz and add shine. Itu2019s truly a miracle product for keeping your hair looking its best!"
        },
        {
            "review_title": "LOVE LOVE LOVE BUY RN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is 100% my holy grail I love it so so so so so much. Yea, itu2019s expensive but it works so well. I originally bought it because I needed a heat protectant that didnu2019t have a strong smell because So I boyght it and it works so good with my frizzy hair. And it will make your hair so soft. Buy rn!!it gives me headaches."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product! Although I do not know how much repair it has done, I think it has helped my hair look healthier and maintain its health."
        },
        {
            "review_title": "Didnu2019t live up to reviews",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Definitely not worth $  and didnu2019t seem to do anything for my hair- thick, wavy texture and color treated u2026"
        },
        {
            "review_title": "Love. Softening and Smoothing.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this Serum. It will always be a favorite of mine, however I tacked off a star because of the price. It is quite expensive. It smells good, leaves your hair soft and smooth. Recommend if you can afford it <3. I use this after I shower with the Gisou hair oil/Olaplex on days I use my Airstrait."
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I LOVE this product!!!!! I 10/10 recommend, my hair is so much more strong and hydrated because of it. It also smells amazing<3"
        },
        {
            "review_title": "i like it, but i get why people don't",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i've been using this product for a little under a year now, so here's my pros and cons:  PROS: - saved my (straight, medium thickness) frizzy hair - satisfying to pop the capsules  - smells like heaven  - you don't need to use a lot, just use it on the parts where you mainly have frizz - pretty packaging  CONS: - stupidly expensive (i recommend getting it on the gisou website, they have better deals and packages) - dropper is annoying/you can't get to the bottom of the bottle to reach extra product - the gold part on the top tends to scratch really easily for me - the bottle is small for what you pay for  TIPS: - don't use too much! you (probably) don't want your hair to end up crunchy - use this right after washing your hair - i recommend using an oil after you hair is dry to seal in all the moisture - only get this if you have the budget or get a great deal, there are probably better products for cheaper prices - remember to make sure all the capsules are popped before putting on hair  anyways, those are my opinions! you are beautiful and i hope this helped ud83eudd0d"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Leave my hair sticky and dry, Not worth the price. I was hoping for better results."
        },
        {
            "review_title": "Okay product but not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t really see a difference other than a slight softened hair but I can get that with another product. It smelt wonderfully when I opened it but it might be the way my hair is that it smells a bit metallic when i work it in."
        },
        {
            "review_title": "I have thinning hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product since February and itu2019s definitely made a difference for my hair growth. Itu2019s been years since I could get my hair to grow past my shoulders! I only use this product maybe twice a week because it is pricey but I have seen some results so I will continue to use this product along with other Gisou products!pricey"
        },
        {
            "review_title": "Not worth it.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Honestly I havenu2019t seen any difference in my split ends or frizz. I love GISOUs hair mask and oil but this I can definitely skip on"
        },
        {
            "review_title": "DROPPER IS FAULTY needs IMPROVEMENT",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I gave it a 2 stars because I do like the serum but I feel like the formulation needs to work better because it doesn't spread well. THE  DROPPER is very faulty to everytime I try to dispense it the dropper doesn't catch anything I think it is definitely due to the formulation getting stuck. NEEDs improvement."
        },
        {
            "review_title": "5/5 stars with the correct usage *read review*",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "So I bought this because it protects hair up to 450 degrees and I got tired of trying heat protecting sprays and other serums because the products are either to heavy or not as heat protecting as I want.  Its been AMAZING and will be a repeat purchase until I die. However, this product should be used post shower with a styling tool or blow-dry to get the results you expect. This won't do much if you don't apply the correct amount of serum per your hair density and hair type. I have LONG, THICK, WAVY hair and I noticed that after the shower, if I apply one dropper to 6 sections of hair, my hair can go literally 5 days without a wash because my hair stays perfect. If you pair this with a blowout, you hair will look perfect for a few days without the damage or salon costs.  Since using this product, my hair: rarely ever dry - stays shiny and protected for multiple days its less tangled protects my hair when I heat blowdry seen less split ends.   This serum isn't going to magically fix your hair if your hair if your hair has major problems, however with good application, it can mitigate damage while protecting the hair state you currently have.  cons/problems to consider:  1. the more hair you have, the more you need to use and 45 dollars can be a lot of money if buying on a regular basis. 2. The dropper can be annoying because to get the full amount you need to squeeze it twice 3. this is a long, skinny, glass cylinder - if you knock over this thing, she will roll and might break - please be mindful.  Would rate this a 4.5/5 because of cons, but since it really works for me I'm bumping it to  a 5/5. Feel free to give this a buy - just to try out.  xoxo babes, hope this review helps!"
        },
        {
            "review_title": "Used routinely",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just finished using 1 whole bottle and have not noticed a different in my hair! 0/10."
        },
        {
            "review_title": "Useless product in pretty packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I rarely give one star review but this product deserves it. This was one of the worst hair products Iu2019ve even bought. I tried this out for two months and it does absolutely nothing. I tried to use it on its own, mixed with leave-in conditioner, and as part of my hair mask but it doesnu2019t seem to do anything. The packaging is pretty, but itu2019s not functional and my dropper broke towards the end of two months leaving glass in the container. Iu2019ve never hated a product this much. Given how much it costs and how little you get, I would honestly stay far away from it. There are much better hair products on the market that are way cheaper. Would not recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Was hesitant at first, but it helps my hair. I use this with the other gisou oil and it makes my hair really soft. Only complaint is that the dropper makes it hard to pick the product up."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have dry hair and I bought this serum. It did not do anything for my hair."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Not good , dropper is really bad. It does nothing to my hair i just use it because i spent the money on it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I only tried to finish the product because I already bought it and didnu2019t want to waste it but I hated this serum! It felt like it made my ends more dry and not hydrated at all! It is hard to get a good amount of product through the dropper. Save yourself the money."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "DO NOT BUY!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Not worth it doesnu2019t do anything for your hair. Donu2019t waste your money. ufffc"
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve gotten so many compliments on my Hair since using this. Gives it the perfect amount of shine."
        },
        {
            "review_title": "A staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I love the results! It truly keeps my hair moisturized and I noticed less breakage when using heat"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely loved this serum!!My ends are definitely soft,feel like I just got a trim. Only complaint is the dropper,had to squeeze a lot cus the smallest amount would come out"
        },
        {
            "review_title": "I don't see any result",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been using it for a month, I don't see any results, it's a waste of money, I won't buy it again"
        },
        {
            "review_title": "Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! I play swim for a couple of hours every day along with playing water polo for a couple of hours later in the night, and my hair has never been so shiny, fast-growing, and healthy. I always get asked how my hair is so healthy even though I am mainly in the pool for most of the day, and I give full credit to this product. Also, I noticed my baby hair growing quicker than it ever has before since I started using this product a couple of months ago. However, the price is a little high for the product, but if you are willing to spend the money, it is worth it. This product is so great that every time I go to Sephora to restock it's always sold out, probably because of how good it is!"
        },
        {
            "review_title": "Deinfluencing you </3",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s cuteu2026but it doesnu2019t do anything lol. Doesnu2019t do anything bad either but Iu2019m annoyed I spent money on it. Also the dropper really sucks"
        },
        {
            "review_title": "Stay away",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dried my hair out and made my split ends look worse instead of better as advertised. My hair feels dry and brittle after using it. Since it dries out the hair it doesnu2019t feel like it is protecting from heat. I was going to replenish my honey hair oil and wish I just stuck to that since itu2019s cheaper and makes your hair look better."
        },
        {
            "review_title": "really not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I literally used this product one time and it was like halfway emptyu2026 I have really thick hair and I didnu2019t notice anything when I put it on. The applicator sucks too I had to just shake product out of the bottleud83dude13"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Makes my hair look and feel healthier. Application is easy. And it works on all hair types!"
        },
        {
            "review_title": "Sticky Mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Donu2019t believe the incentivized reviews this hair serum does nothing that they say it does! It makes ur hair sticky and stiff and my hair felt drier than normal when using this.  Also doesnu2019t come out of packaging well???Really disappointing :("
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "After using this for about 4 weeks i can say this product is insane!!! I do competitive cheer and  my hair is always filled with hairspray. Prior to owning this product it would take a few days to get my back to looking normal. But now it just takes one wait and this product! My hair became so much more silken and soft and overall its an amazing product and my holy grail."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Dried my hair. Every time I used it my hair got worse. Maybe it works for others. With hair products is complicated What works for you may not work for me and vice verse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My hair feels the same for now but I just started to use it. Few weeks in. I like the product. Iu2019m not sure if I will repurchase it. Need more time to see it works."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really want to love this product because the oil is incredible but I havenu2019t noticed a difference with this product. It also feels like youu2019re never using enough to make a difference. Likely wonu2019t buy again"
        },
        {
            "review_title": "eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "When used on dry hair I donu2019t see any difference but when i use it on wet hair it does help improve frizz. Also iu2019ve used this for 3 weeks, once a day every 3 days a week and iu2019ve already used about a fourth of the bottle and I only use about 2 drops for my whole hair. Save your money is all I have to say."
        },
        {
            "review_title": "Save your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This product feels like water and does absolutely nothing. Iu2019m horrified that this tiny bottle was $45. I even used it for a month just to try to justify my purchase. Sometimes, even using copious amounts just to see if I was using it wrong."
        },
        {
            "review_title": "Not worth it!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "As you can see the picture, Iu2019ve been using the serum. I really wanted to love it but honestly itu2019s not worth your money!!! I didnu2019t notice anything different and even my hairstylist was telling me my hair looked the sameu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "Wanted to try a new leave in to help with frizz and came across this so I bought it because I also use their hair primer. I love it it makes my hair look so good and immediately go rid of all that frizz ud83dudc9b"
        },
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "This product was terrible. It did nothing for my hair. I could barely get it out of the bottle. Threw it away after 2 attempted uses."
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I honestly did not notice a difference in my hair after using this for weeks now. The dropper is also really hard to use for some reason? The product itself is cool though."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Iu2019m not the one that writes reviews but this product was very disappointing for me. Itu2019s very expensive and does nothing for your hair. Literally feels like water on the hair and the pumping system does not work properly. The moriccanoil treatment itu2019s cheaper and way better"
        },
        {
            "review_title": "Got as a gift but would repurchase!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m not sure if it does anything but itu2019s super light weight & does get rid of frizz for me! I use it right after I blow dry & smells super good but the dropper is very annoying as the droplets get stuck"
        },
        {
            "review_title": "I canu2019t live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This serum immediately makes my hair feeling smooth and shiny. I have the frizzy/curly hair and this works amazing. It smells really good but isnu2019t overpowering at all."
        },
        {
            "review_title": "Wonu2019t be repurchasing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s meh I wanted to try this brand so I got this but I think itu2019s quite overpriced considering there are many better options out there with more benefits and around the same price point or less."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love it made my hair so soft and shiny I really do recommend it to people with damage hair"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "pipelette pas pratique du tout et le produit s'applique tru00e8s mal sur les cheveux, je n'est pas l'impression qu'il est tru00e8s efficace non plus! tru00e8s du00e9u00e7ue, je pru00e9fu00e8re l'huile normal de Gisou"
        },
        {
            "review_title": "could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really donu2019t know 1. Feels like putting water in hair 2. Dropper system doesnu2019t work  3. The amount needed to cover whole hair is a lot 4. Should be formulated in an airless pump system"
        },
        {
            "review_title": "Not as advertisedu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The dropper is not working properly! The product is ok and average. Had more hopes for this product to help my postpartum hair loss as it is advertised but got disappointed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not sure if itu2019s doing anything to be honest but looks cool and smells good"
        },
        {
            "review_title": "Princess hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m one of those girls who has frizzy hair thatu2019s actually wavy when given the right treatment. This has been a game changer for me. Since adding this into my routine, my hair has appeared to change texture. I know thatu2019s not technically possible, but thatu2019s how it seems. Itu2019s softer, less frizzy, and way, way shinier. I blow dry my hair every time I wash it and Iu2019ve never been able to have same day non-frizzy hair until now. I also live in a wet climate which my hair doesnu2019t love. Now, I can wash and blow dry my hair when itu2019s raining out and itu2019s literally not a problem in terms of frizz. Yeah, the amount of product you get for the price is not that much, and I have to use a lot for my long hair. But itu2019s so worth it for me."
        },
        {
            "review_title": "Too expensive and doesnu2019t work :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really wanted to like this product and hoped it would work, Iu2019ve been using it regularly and as directed/suggested but I could tell from 1st use that this wasnu2019t doing anything. Unfortunately, I would not recommend this product especially for the price point."
        },
        {
            "review_title": "a staple in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this product is my holy grail. i have thick curly hair and this really seals my split ends while i have my hair straightened, and adds moisture and reduced frizz whenever i use it. the pump  can be difficult at times, but you get used to it. probably one of my favorite hair products ever, definitely worth your money"
        },
        {
            "review_title": "Works but..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this during the Sephora sale, it leaves my hair so soft, shiny and reduced frizz. The amount you get for the price isnu2019t worth it though, plus if you have thick hair you have to use more and sometimes the dropper wouldnu2019t pick up product properly."
        },
        {
            "review_title": "Pleasantly Surprisedud83dude01",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly just bought this because it looked pretty and the hype. Didnu2019t expect it to work but Iu2019m happy to say my hair has never looked healthier after adding this to my routine."
        },
        {
            "review_title": "I think itu2019s working",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m not sure but I swear my hair seems longer and the ends are smooth. I combine this with the oil.  The dropper doesnu2019t work great with the consistency of the serum."
        },
        {
            "review_title": "not worth your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "difficult to get out of bottle and not seen much difference in my hair. not worth the price in my opinion. I probably wouldn't purchase for half the price. disappointed to say the least..."
        },
        {
            "review_title": "bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "2 starts because the dropper is very hard to useu2026 but I think itu2019s working well with my hair."
        },
        {
            "review_title": "Too pricey, only looks aesthetically pleasing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Tried utilizing this serum a few different ways, including of course the way it was instructed on the bottle- disliked it very much. This serum has the classic honey gisou smell which I adore , But leaves a sticky and almost crunchy feeling to the hair. Even when applying small amounts in sections, once the hair drys there isnu2019t anything noticeable that improves the look or feel of your hair"
        },
        {
            "review_title": "Not worth the Price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have a little over average thickness hair. It is a little past my shoulders. I found I have to use quite a bit of product to go from mid length to ends. I used almost a quarter of the bottle with my first use & no change."
        },
        {
            "review_title": "Leaves hair very soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I still have visible frizz but itu2019s not as bad as usualu2026it also leaves my hair very soft! Wish there was more product in the bottle for the price, sadly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I like this product but wouldn't repurchase due to how little there is for the price. But overall works to repair dry ends and soothes the hair."
        },
        {
            "review_title": "meh its okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have been using this product for over a month and I have really not seen a huge difference in my hair. It's aesthetically pleasing on my counter but the actual product itself really doesn't do much for me."
        },
        {
            "review_title": "HG once you figure out how to use it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "First I want to say that I paid for this product with my own money and did NOT receive it for free for review. Overall I love this hair serum. At first it took a while to figure out how to use it, but once I did, it is now HG status. The key for me was to use it as a u201cboosteru201d to my current leave in conditioner. Adding a couple drops of this to my leave in turned it to my leave in on steroids. My hair is now shinier, stronger, and less frizzy. It also retains hydration for longer and my ends are way softer when before they were damaged and dry. Using this on its own may not give you the results you want, however trust me when I say to add a couple of drops of this to your already existing leave in - I promise you will not be disappointed !!"
        },
        {
            "review_title": "A new must-have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I like this serum! Works as advertised. I air dry my hair and was pleased to see that I had less frizz than when I use my usual products. My hair also feels more clean, and the lightweight texture of this product is perfect for embracing my natural waves."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m loving this hair serum! Itu2019s not too sticky but sticky enough to hold my curls. My hair feels soft, doesnu2019t look dry and it smells incredible. I loved it has UV protection to protect it from the sun and the environment."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Not very oily which was surprising. I like it, it smells good! It does seem to go down fast though if you have long hair."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "wasting money, make my hair heavy and oily, doesnu2019t do anything good to my hair, really disappointed and the pipe glass easily brokeud83eudd72"
        },
        {
            "review_title": "Overpriced generic hair products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It doesnu2019t  do anything. Before and after pictures are  off because u201cafteru201d ones are of  hair that has been heat styled. Even the hair oil just sits weirdly on top of hair. Ingredients are not good."
        },
        {
            "review_title": "Not the best from Gisou",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I liked the original Gisou oil and was fascinated by this serum's looks, so I decided to try it. I followed the recommended 'How to use', but didn't see any effect. However, it fits nicely into a routine for wavy hair because it is a bit sticky, and holds curls"
        },
        {
            "review_title": "The best serum I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Amazing serum for split ends. Must be used on wet hair in order to lock in moisture. Do not use if you have fine oily hair. It is for people with dry, damaged, coarse hair. I feel like a lot of these reviews are from people who don't actually have dry hair and are expecting it to magically change their texture or do something it doesn't claim to do like add volume or make it softer. It is a very strong treatment so only use it when needed. For me, that's after a wash. I use a shine spray or light hair oil for in between washes to style/smooth strays etc."
        },
        {
            "review_title": "Buy the other hair oil from Gisou",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It doesnu2019t really do a difference if you were to get a hair oil definitely get the other one they offer!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used lots of Gisou products and unfortunately they all do nothing for my hair. I feel the brand has great marketing and gets u201cover hypedu201d because these products leave my hair feeling like theirs a film left on it. I donu2019t get much moisture out of the products. The honey hair mask is the only product I would kind of recommend and even then you can get other masks for cheaper."
        },
        {
            "review_title": "Donu2019t fall for influencer brands like Gisou",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this as a gift from a friend and had to return it unfortunately. This did nothing for my hair and is such a waste of money."
        }
    ]
}