{
    "product_id": "74",
    "name": "COMPLEXION RESCUE Natural Matte Tinted Moisturizer Mineral SPF 30",
    "brand": "bareMinerals",
    "categories": "Makeup, Face, Tinted Moisturizer",
    "price": 53.0,
    "about": "What it is:A bestselling, skin-loving tinted moisturizeru2014now with an oil-free, natural-matte finish..Coverage:Light.Finish:Matte.Formulation:Liquid.SPF:30.Highlighted Ingredients:- Marine Botanicals: Supply minerals and visibly balance skin, addressing oil and sebum over time..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:This oil-free, fast-acting formula has a natural-matte finish and delivers up to 12 hours of oil absorption. It provides sheer-to-light coverage, protects against sun damage with mineral-based SPF 30, visibly evens skin tone, and blurs the look of imperfections..Clinical Results:In a clinical study of 34 panelists, the formula immediately:",
    "ingredients": "-Marine Botanicals: Supply minerals and visibly balance skin, addressing oil and sebum over time. .-Squalane: Provides fast-absorbing, oil-free hydration...Titanium Dioxide 6.9 %, Water, Coconut Alkanes, Propanediol, Silica, Squalane, Trehalose, Kaolin, Sorbitan Sesquiisostearate, Agar, Isostearic Acid, Polysorbate 60, Melilotus Officinalis Extract, Plankton Extract, Theobroma Cacao (Cocoa) Seed Extract, Camellia Japonica Flower Extract, Coco-Caprylate/Caprate, Caprylic/Capric Triglyceride, Salicornia Herbacea Extract, Succinoglycan, Hydrolyzed Hyaluronic Acid, Glycerin, Biosaccharide Gum-4, Lauroyl Lysine, Hydrogen Dimethicone, Magnesium Stearate, Chlorphenesin, Cellulose Gum, Butylene Glycol, Aluminum Hydroxide, Polyglyceryl-4 Laurate/Succinate, 1,2-Hexanediol, Sodium PCA, Calcium Chloride, Magnesium Chloride, Potassium Chloride, Fragrance, Phenoxyethanol. May Contain: Iron Oxides, Titanium Dioxide...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Shake well..-Squeeze formula onto the back of your hand..-Pick up product and blend outward from center of face..-To build coverage, press more into skin (where needed) with your fingertips. .-Allow to dry down to a matte finish. .-Apply with the Smoothing Face Brush (sold separately) or your fingertips.",
    "num_reviews": 39,
    "overall_rating": 1.9,
    "product_url": "https://www.sephora.com/ca/en/product/complexion-rescue-matte-P505230?skuId=2658441&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2658441-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Opal",
            "shade_descriptor": "for very fair cool skin with a pink hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2658441-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Vanilla",
            "shade_descriptor": "for very fair neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659795-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Birch",
            "shade_descriptor": "for fair warm skin with a yellow hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659803-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Buttercream",
            "shade_descriptor": "for very light warm skin with a yellow hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659811-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cashew",
            "shade_descriptor": "for light neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659829-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bamboo",
            "shade_descriptor": "for light warm skin with a yellow hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659837-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Wheat",
            "shade_descriptor": "for medium cool skin with a pink hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659845-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Ginger",
            "shade_descriptor": "for medium warm skin with a yellow hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659852-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Suede",
            "shade_descriptor": "for medium rich cool skin with a rosy hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659860-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Natural Pecan",
            "shade_descriptor": "for medium rich neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659878-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dune",
            "shade_descriptor": "for medium rich warm skin with a golden hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659886-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tan Amber",
            "shade_descriptor": "for medium deep cool skin with a rosy hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659894-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Desert",
            "shade_descriptor": "for medium deep neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659902-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Spice",
            "shade_descriptor": "for medium deep warm skin with a golden hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659910-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Terra",
            "shade_descriptor": "for medium deep rich warm skin with a golden hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659928-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Chestnut",
            "shade_descriptor": "for deep neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659936-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Sienna",
            "shade_descriptor": "for very deep cool skin with a red hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659944-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cinnamon",
            "shade_descriptor": "for very deep warm skin with a golden hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659951-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cedar",
            "shade_descriptor": "for extra deep cool skin with a red hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659969-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Mahogany",
            "shade_descriptor": "for extra deep neutral skin with a peach hue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2659977-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A Lot of Trial and Error First",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I loved the original formula for the winter months, but I wanted something matte for the summer.  Initially, I could not get the pigment properly incorporated, even after shaking the tube as vigorously as I could (as it said to do on the packaging).  It took about a week of use before the product came out normally.  The product also sat in my pores and the finish was uneven.  I finally managed to make this work by not using any gel skincare products (it pilled severely with them), continuing to shake the tube, putting a touch of smoothing primer over my pores, and then applying the Complexion Rescue to one area of the face at a time with a flat foundation brush.  I blended out any brush strokes with my fingertips.   The end result was exactly what I was looking for - a light coverage that kept excess oil at bay in the summer heat - but it took some work to get there."
        },
        {
            "review_title": "Nope.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I had been using the non-matte version of this product and was enjoying it. But they didnu2019t have it in stock so I bought this instead. VERY different results. It doesnu2019t go on smooth, itu2019s almost like it dries before it absorbs into the skin and it ends up looking cakey and gross. Would not buy again."
        },
        {
            "review_title": "Better than the OG hydrating gel !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have been a huge fan of the OG hydrating gel formula for years and I have been avoiding the matte version due to the poor reviews. Honestly I prefer this matte version ! I donu2019t understand the negative reviews I have never had an issue with the product looking Camry."
        },
        {
            "review_title": "My must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing glowing product . Not for coverage just for every day glow! Love it !"
        },
        {
            "review_title": "I don't understand why all the bad reviews",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this product. I prefer to avoid the dewy look because my skin is naturally oily.  I do not use this full strength, though.  I mix it with my oil free, SPF moisturizer and push it into my skin. I find rubbing it in is not as effective."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Vanilla - for very fair neutral skin with a peach hue",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Worst sunscreen I ever used, completely changed colour after applying to skin . I returned it"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Ginger - for medium warm skin with a yellow hue",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "This product is actually awful. Iu2019ve had the bottle for months and canu2019t bring myself to get through it. The product doesnu2019t spread well and I dislike the finish. The old formula was amazing - RESTOCK plz!! And o dislike"
        },
        {
            "review_title": "A totally different product after reformulation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years and the new formulation is absolutely awful, itu2019s like using a totally different product. Itu2019s blotchy, has a weird texture, and I broke out from it. Ugh!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Buttercream - for very light warm skin with a yellow hue",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Does not spread evenly and the colour isnu2019t fully mixed inside the bottle. Was all marbled. What is the point of this ???"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Natural Pecan - for medium rich neutral skin with a peach hue",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Awful. Bring back the old stuff. This was like applying wet chalk to my face. Clumpy and dry."
        },
        {
            "review_title": "Cakey + drying product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I have dry skin and used the original hydrating gel complexion rescue. Tried this because the Sephora employees said that this is a u201creformulated and newer versionu201d and it absolutely sucks :("
        },
        {
            "review_title": "Looks like chalk on the skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Was given this by an employee who told me it was the new version of the tinted hydrating gel cream. I'm not a makeup girl, I go for a low maintenance look with minimal products. I thought maybe I was just applying it wrong but no, it dries out your skin completely, never blends in, and gives your face a nice chalky texture that cracks if you go outside."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am very disapointed with my purchase. The u00ab matte u00bb formula does not fit me at all. I use to buy the complexion rescue tinted hydrating gel but it is now impossible to find.   The product feels like itu2019s on the surface of my skin and at the end of the day, if I wipe my face off, I can see de color.   Same thing if I wipe my mouth after brushing my theet.   Probably great for people with oily skin but for me, my face is very dry."
        },
        {
            "review_title": "Really disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have used bareMinerals complex rescue tinted hydrating gel cream for years and loved it - was a very loyal customer. Very disappointed with this replacement as it was very hard to blend - itu2019s thick, goes on streaky, and did not rescue my complexion like the original did. In fact, it made my skin more red because I had to tug at my skin to blend. Very disappointing and now needing to find a replacement for a previously loved product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "DONu2019T BUY!! This product is terrible - just leaves weird orange streaks on your skin doesnu2019t blend and feels like straight up drug store sun screen"
        },
        {
            "review_title": "LOVE, LOVE, LOVE !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This product is formulated for oily skin, if you have combo or dry skin, stay away from this formula. But if you are an oily face girly like me, this is a life saver. It doesnu2019t make me break out and my skin is radiant even after I remove it ! I dust a little bit of Mineral Veil on my T zone and voila ! Flawless light coverage that doesnu2019t split during the day ! Itu2019s a new holy grail in my morning routine."
        },
        {
            "review_title": "Disappointed with this replacement.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I agree with other reviewers that the original was much less matte, and more natural."
        },
        {
            "review_title": "Love this new formula!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t understand the bad reviews - I think this new formula is perfect for my combo skin. I wear over serum and a light moisturizer and have a no makeup feel to my face.  Also donu2019t need a powder to knock down any shine like the original formula.  Will continue to buy this one!"
        },
        {
            "review_title": "Terrible formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "Only bought this because the original non-matte complexion rescue has been out of stock for months now. This was a waste of $. Like other reviews, my experience is that the formula is much worse than the other. Very chalky and does not blend as well. Also I bought the same shade that I was using in the non-matte version but the shade is actually darker in this matte version."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This product is trash - you may as well put white glue all over your face. The hydrating gel formula was 10/10, but this u201creplacementu201d is HORRIBLE. Donu2019t waste your money!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Opal - for very fair cool skin with a pink hue",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "100% garbage. Used the original tinted hydrating gel for years so I thought this one would compare and it separates on my face so horribly regardless of the base I use. Absolutely disappointed. DO NOT BUY. Bring back the original - this one is trash."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "As other reviews have said, I bought the original complexion rescue for years, it was my favourite HG product. To my dismay I found out they were no longer carrying it. So, I tried this. I tried it once and it dried out my skin so much I returned it after first use. Why would they discontinue the other product?! :("
        },
        {
            "review_title": "So disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I picked up a sample of this because I knew that a matte formula isnu2019t for me, but I thought I would give it a try since I loved the old formula and have been trying to find it for months. Iu2019m so glad I didnu2019t buy it upfront because I would definitely be returning it.   Like others have said, it is chalky and doesnu2019t apply evenly. I will say that when I did blend it in, my skin tone looked even and the coverage is the same as the old formula, although with a cakey finish. The first time I tried this, it sunk into and accentuated a couple of dry spots on my skin. A few hours later, they were noticeably flaky patches. Luckily I was working from home when I tested it, because it did not look good.   I canu2019t believe that Bare Minerals discontinued a beloved product and replaced it with this. How many people are going to buy a MATTE moisturiser in 2024?"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Birch - for fair warm skin with a yellow hue",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Terrible product. Clumps when coming out and extremely chalky. They need to bring back the complexion rescue cream. Hard pass on this. Returned right away."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Desert - for medium deep neutral skin with a peach hue",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried to switch to this product after their hydrating gel cream was discontinued. I wore it for years and it was my go to. This product is terrible. Tacky, sticky, piling. Very disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Opal - for very fair cool skin with a pink hue",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nothing like the original hydrating cream! I was expecting a slight difference in finish (less dewy), but it doesnu2019t hold a candle to how skin-like and easy to blend the formula of the original hydrating cream is."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Hated it, nothing compared to the hydrating one. Bring the other one back"
        },
        {
            "review_title": "Bring back the complex rescue hydrating version",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Really Hoping the complex rescue hydrating cream comes back :( unfortunately this product does not compare."
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I had been using the original complex rescue for a while but since i have oily skin i wanted to try the matte version. I was hoping i could ditch my setting powder for a more natural, no makeup look. However, this product is nothing like the original Complex Rescue and doesnt give the same no-makeup look at all! It looks super caky and is impossible to spread/blend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Dune - for medium rich warm skin with a golden hue",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As with other reviews, this has a very chalky feel on the skin. The formulation is not as well homogenized as the BareMinerals Complexion Rescue Gel Cream, so it looks pasty when dispensed and is difficult to blend in. Gave it 2 stars because I like that it is a tinted sunscreen with good colour match."
        },
        {
            "review_title": "Use a primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product goes on really nicely WITH the right primer. Tarte base tape, or a mineral primer have been the ones that work well for me with this product. Without primer (or the wrong primer) it chalky will look"
        },
        {
            "review_title": "I really liked it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really liked it. I found it didnu2019t irritate my skin and held a nice colour all day."
        },
        {
            "review_title": "Don't buy it - not a dupe for the original",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Terrible! I bought the matte version after having used the original version for ages (but it's out of stock), this goes on chalky, patchy, doesn't blend into the skin at all. I don't mind products that mattify (I have combo skin) but this just goes on almost like a clay mud mask. Don't waste your money..."
        },
        {
            "review_title": "Chalk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "this product is terrible... it goes on like chalk and is super, super drying!! I bought it to try to substitute the regular complexion rescue since it's not in stock, and I will be returning it."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I ONLY use the gel version of it since last few years, but now tried this one and unlike other reviews, Iu2019m surprised, that I kinda like it. I first used Saieu2019s glow primer and then applied this. I did not find it drying on my skin this way. I think I will use it a few more times to come to a final conclusion, but so far I like it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Ginger - for medium warm skin with a yellow hue",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the original complexion hydrating tinted moisturizer for many years. I hope this isnu2019t its new replacementu2026 Way too dry ! Returned to store right away."
        },
        {
            "review_title": "Itu2019s just ok. Difficult to blend with fingers.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Anyone who has loved and used the original complexion rescue may not like this. It serves a different purpose. This makes you look like youu2019re wearing make up and is difficult to blend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Ginger - for medium warm skin with a yellow hue",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Do not buy, it gets patchy and not easy to blend. The hydrating gel complexion rescue is way better"
        },
        {
            "review_title": "Hard pass on the product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Application is not easy. Doesnu2019t blend well after a moisturizer or a primer. Looks chalky and the more I try to blend on to build it up the worse it got. Neither with fingers or a brush, nothing helped."
        }
    ]
}