{
    "product_id": "1446",
    "name": "Super-Soft, 100% Natural Facial Cotton",
    "brand": "Shiseido",
    "categories": "Skincare, Cleansers, Makeup Removers",
    "price": 22.0,
    "about": "What it is:A supply of 100 percent natural, super-soft cotton pads for gentle exfoliation, makeup removal, cleansing, and toning..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Uneven Texture, and Oiliness.Highlighted Ingredients:- 100 Percent Cotton: Handpicked and woven with a special manufacturing method using only water..Ingredient Callouts:Free of parabens, formaldehydes, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:Each square contains a blend of 123,000 cotton fibers, woven into 28 layers with high moisture-absorbing and releasing properties for less wasted product. The facial cotton squares add a gentle exfoliation benefit to improve skin roughness and are specially crafted to maintain their shape so that fibers don't fluff or stick to the face.",
    "ingredients": "-Cotton 100%: Is handpicked and then woven with a special manufacturing method using only water.",
    "how_to_use": "Suggested Usage:.To apply softener:.-Pour softener onto the cotton pad after cleansing..-Wrap the cotton around the inner middle finger, between the index and ring fingers..-Starting from the center of the face, use outward strokes to smooth softener across the forehead, from nose to cheeks, around your lips, upward from your chest to neck, and under your chin. . .To remove eye makeup:.-Pour makeup remover onto three cotton padsu2014one for each eye and a third for your eyelashes. .-Rest a cotton pad over each lid and hold it in place for a few seconds. .-Then gently wipe downward and off skin.   .-Place the remaining cotton pad onto the lashes of each eye. .-Hold it in place for a few seconds to break down the mascara..-Wipe from the base to the tip of your eyelashes, starting from outer to inner corner and back again. .-Repeat on your other eye. .-Follow with cleanser.",
    "num_reviews": 2958,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/super-soft-100-natural-facial-cotton-P173726?skuId=101220&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s101220-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "165 sheets",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s101220-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I will forever use these cotton pads. they are so soft, gentle on the skin and don't come apart while using."
        },
        {
            "review_title": "Instantly kept in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Once I tried these cotton squares, they because an immediate staple in my AM/PM skincare routine. Theyu2019re soft, and hold onto the toners perfectly."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "These are the best cotton pads you can buy. Soft and so gentle on the face. So glad I tried these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "so much better than regular cotton rounds for removing makeup, donu2019t scratch my skin especially around my eyes"
        },
        {
            "review_title": "Quality cotton!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Just get these...super soft and gentle on your delicate facial skin. Quality is everything!"
        },
        {
            "review_title": "Holy grail- softest face cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Best facial cottons, been using these for the last 3 years at least!!"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "These are hands down the best cotton for your eye makeup!  Very soft and gentle- will us nothing else moving forward!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "These are the softest cotton pads Iu2019ve ever used. They also donu2019t shed. I will continue to buy these because my skin is happy when I use it. They are a little pricey, but worth it. I find that I donu2019t need to use as many pads compared to the drugstore ones that I used to use."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I used to only buy cheap cotton pads. After trying this once, I've never gone back. Holds up really well. I can use one pad per hand when removing polish. Never leaves anything on the skin. Super soft and can be used on babies."
        },
        {
            "review_title": "New routine addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have always struggled with bags under my eyes so this was definitely something I was excited to try out! Super easy to apply & mess free!. I use it in the morning & can see improvement. My new go to!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Been using this Shiseido cotton pads for years! Super soft, absorbing, soft, nice size..Iu2019ve tried other brands, but thereu2019s no comparison"
        },
        {
            "review_title": "Soft wipes that don't fall apart!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "only makeup remover wipes I use ever. super soft on skin but doesn't fall apart at all."
        },
        {
            "review_title": "Great but price increase is disappointing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "They feel luxurious and they are great quality. They would have been 5 starts but these used to be only $13 ish dollars and now they are $17!?! Really disappointing to see."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "use to remove makeup and does just the trick, lasts for some time"
        },
        {
            "review_title": "Everyday staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Use morning with micellar and toner and evening after cleansing with the same. Gentle, effective. I repurchase again and again - great staple product!"
        },
        {
            "review_title": "Must have for skin care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I LOVE these! Theyu2019re super soft, absorbent and sturdy.I highly recommend these!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Important for people to know that these are NOT like the normal beauty cotton pads that found at big box stores. If that is what you are looking for; these pads will disappoint you. Now if you are looking to make your own DIY mask, these are great. Once you add toner/liquid to the pads, they peel apart easily. Doesn't waste too much product. Perfect for what I wanted."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "Excellent gets through the makeup a bit pricey now with inflation. Will try to keep buying if price stays the same"
        },
        {
            "review_title": "Not worth $17",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Not worth it. I tried it since I got it as a gift but wouldnu2019t purchase myself. You could get these for $2 at the dollar store, why is it $17? The material is very thin so it breaks easier than the regular"
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I will never be without these pads. They are so soft, gentle and perfect for the skin and especially for the eye area."
        },
        {
            "review_title": "Cannot live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These pads are an absolute must have. They are so soft, don't scratch when I'm trying to remove stubborn eye makeup. I cannot live without these"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I regret buying this because it does not hold up. The liquid goes through it and it tears apart when itu2019s wet or A lightly wet it falls apart. Itu2019s not for me."
        },
        {
            "review_title": "HOLY GRAIL ALERT ud83dudc96 Purchased & Repurchased...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "These are so soft, fluffy, and perfect. I've used them for skincare products. I've talked it on a scrape with medical tape for my young son's knees. It doesn't drag, stick, or pull skin or wounds at all. I'll keep buying as long as they keep making these."
        },
        {
            "review_title": "Super soft and doesn't leave fuzz behing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I hate to admit these expensive soft little cotton squares have me hooked. I buy repeatedly since I first tried them years ago."
        },
        {
            "review_title": "Super soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Very soft and gentle on the skin. Great for sensitive skin."
        },
        {
            "review_title": "Did I get a bad batch?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Even when used according to instructions (why do facial pads have instructions?), these were awful. Maybe I and the other similar reviewers got a bad batch or something, because the positive reviews set me up for a totally different experience.   These leave pilled-up cotton all over my face, donu2019t glide smoothly over whatsoever, soak up the toner where I end up needing more, and just overall donu2019t work as advertised. I saw someone else mention the Sephora pads, and I agree - while huge, they work wonderfully."
        },
        {
            "review_title": "Changed to poor quality u2014 now very thin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve worn these for years and years, and even bought them this year despite the ridiculous price increase. However, Iu2019m returning them bc they also decreased quality. No longer fluffy, but very thin. Nope. Not anymore"
        },
        {
            "review_title": "Lux treat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Was wanting to try these for the longest time to see what the hype was about. Iu2019d say if you buy these during the sale theyu2019re worth it. Definitely the softest cotton pad Iu2019ve ever used!"
        },
        {
            "review_title": "Nice but pricey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The best cotton I've used. Even the closest and best dupe still doesn't compare. Thick, doesn't fall apart, very very soft, and a large surface to apply product. That said, this ish is expensive and I can't believe they have the nerve to raise the price. $16? That's actually unhinged!!"
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the lux feel when applying my skincare. To date, these are the best cotton rounds/squares that I have ever purchased."
        },
        {
            "review_title": "Super soft on my eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have had serious eye issues since my cataract surgery last June. These cotton squares are so super soft, they are the only thing I can use to remove my eye makeup. I usually stock up during Sephora's sales to save $$. Love them!"
        },
        {
            "review_title": "$9 for 40 Cotton Pads?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Whoever thought 40 cotton pads was worth $9 is out of their minds. Just an absolutely unhinged price increase. Thatu2019s 22.5 cents per pad. Donu2019t buy these any more unless you like getting robbed."
        },
        {
            "review_title": "expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Will not be purchasing anymore with this price increase."
        },
        {
            "review_title": "No thank you!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "April fools day was a couple weeks ago, so I canu2019t get my head around this price increase? Iu2019ve been a loyalist to these cotton pads for years, but at this point Iu2019m out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love these! They are soft and gentle on the skin.  Iu2019ve reordered several times. Would recommend."
        },
        {
            "review_title": "Save your money!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Shiseido, youu2019ve finally done it. After religiously using these for the past 10+ years, youu2019ve finally convinced me to part ways with your cotton pads. $16 for a pack of cotton pads is absurd. Youu2019ve got to be a real sucker to continue buying these at this ridiculous price. No thanks!"
        },
        {
            "review_title": "Very gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love these and have been using for 2 years every day. I dry my face with these and use to remove makeup. Love how gentle these feel on my sensitive skin"
        },
        {
            "review_title": "Drastic price increase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s not Shiseido that increased the price on these cotton pads, itu2019s Sephora. Just so you know!  These can be purchased at different merchants for less money.  Also other items on here have had a drastic increase in price. Itu2019s not even fun anymore to shop at Sephora!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Great economic size and price for delicate facial cottons. I think its even cheaper than Amazon! Love."
        },
        {
            "review_title": "Not anymore!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used this cotton pads religiously for as long as I can remember but I am done now. This latest price increase is absolutely insane.. they are cotton pads not worthy of this new price. Itu2019s one thing raise a price but a huge jump like this last one is just pure greed and a slap in the face to loyal customers. Shame on Shiseido!"
        },
        {
            "review_title": "Price increase!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Price increase is absurdddddd! They are good quality but do the same thing as any other cotton pad so better going with a cheaper option."
        },
        {
            "review_title": "Price increase is absurd",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Increasing the price of these cotton pads from $11 to $17.50 is absurd, especially when you can still purchase them for less from other Canadian retailers. Yes, they are objectively good quality, but not enough to justify such a steep price."
        },
        {
            "review_title": "I've used these every day for years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I know these seem weirdly pricey for what they are but I've been buying them for years and they are a staple in my morning and evening routine. So soft and gentle. Extremely convenient."
        },
        {
            "review_title": "Donu2019t be weird",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "$11 to $17.50 = will not be repurchasing. Just because everyone is talking about u201cinflationu201d does not give you green light to haphazardly and unreasonably increase prices. Wonu2019t repurchase. Once you come up with a good enough reason as to why these should COTTON pads should cost few dollars more AND make the explanation public information, then we might reconsider. Bye, good luck!"
        },
        {
            "review_title": "The best cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "For me, this is the best cotton, so sofs and if u have acne prone skin, sensitive this is so GOOD! I really recommend cause this donu2019t exfoliate your skin like others cotton pads. u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f"
        },
        {
            "review_title": "Price doubled, from $9 -$11- $13- NOW $17.50!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Oily skin",
            "review_text": "When I first saw the new updated price at $17.50 I had to take a triple look... WHAT?! When I first bought these they were $9, then I seen them go up to $11, $13 and now $17.50 in the matter of 2.5 years?! I'm just so mind blown. These price raises are ridiculous and selfish. I do love these soft cotton pads, despite how thick they are absorbing/wasting most product. I don't know if I want to keep buying them at this new price, I will use up what I have remaining than search for a reasonably priced dupe. I think since it's now a viral product they are taking advantage of that, not good. PLEASE LOWER THE COST SHISEDIO, YOU'RE LOSING CLIENTELE."
        },
        {
            "review_title": "the softest cottons",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "so soft, feels so luxurious! i love them to remove eye makeup, or apply exfoliating essences & toners. very gentle. will repurchase 4ever"
        },
        {
            "review_title": "An investment but so worth it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Pillowy soft and amazing. I use them with my micellar water and it works wonders. I have very very sensitive, acne prone skin and other facial cottons ruined my skin bc of how rough they were."
        },
        {
            "review_title": "Really gentle and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The best facial cotton I've found. So gentle on the skin and soft. It absorbs and applies well. Weather I'm using it to remove a mask or to apply a toner, These are top notch. This was my third time buying them."
        },
        {
            "review_title": "After trying these, I can't go back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I am very sensitive to textures, and my skin is too. After discovering this product, I've tried to go back to regular cottons from the drugstore, but there is a world of difference to me in how I experience my skincare routine. If this is something that is important to you, it is worth it."
        },
        {
            "review_title": "How did it go from 12$ to 17.50$ ??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I bought these cotton pads for years because they work well and they were affordable but they hiked their price over 5$ out of nowhere? Definitely not worth it at this price go to the drug store  drugstore drugstore"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have used a fair amount of different facial cotton pad from different brands and none compare to this one. These are so soft and amazing. I use the method recommended on the packing and it does not waste my product at all"
        },
        {
            "review_title": "Cotton Heaven",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Hands down the best! I am never without these. They are pure luxury and a desert island must! Such high quality. Nothing compares!"
        },
        {
            "review_title": "Soft and Sturdy, But Smaller Than Expected",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "These cotton squares are extremely soft, but the integrity holds up. No matter what I use them for they never rip. My only negative is that they are much smaller than I expected."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great for toner and eye makeup remover. They are very soft and easy on sensitive skin and eyes. I cut them in half sometimes to make them last even longer."
        },
        {
            "review_title": "Usually use with toner",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just purchased there nice not as hyped or amazing for the purchase. I would say there nice for applying toner but not to remove dirt or residue from the face, itu2019s more of a luxury thing not a usage for the purpose of toner"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The quality of these are amazing but itu2019s very disappointing the price hike for them on here. Used to be able to purchase for $10-$12 and now theyu2019re $17?! Save your money and buy at shoppers for $13."
        },
        {
            "review_title": "Soft",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Nice and soft cotton pads, the only downside is that are thick and absorbs quite some product."
        },
        {
            "review_title": "Soo soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Once I started using these I couldn't downgrade to anything else"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Best cotton Iu2019ve used!!! Re purchased 20 times by now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this cotton is absolutely worth the extra money over drug store brands. the pads are so soft and don't shed lint. perfect for delicate eyes. I even use this when I clean my dogs eyes because it is so gentle. have repurchased so many times I've lost count. highly recommend love this."
        },
        {
            "review_title": "Buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Really gentle on the face, definitely worth it. I even use them to clean my dogs ears"
        },
        {
            "review_title": "I love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these, theyu2019re so much more gentle on the skin than other cotton pads iu2019ve used to remove makeup. Theyu2019re sooo soft and the price is great"
        },
        {
            "review_title": "Better than most",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Expensive. Quality not bad,  better than most. Unique texture. But oh, so small. Absorbs toner well. I cannot say they do well for removing makeup as they are so small. They shred a bit if you use one for your entire neck and face.  I paid for my product BTW."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair",
            "review_text": "I love these pads. They donu2019t require much product as they absorb well. Iu2019ve not had any break up or leave cotton residue so am surprised to see comments like that. They are soft & donu2019t irritate my sensitive eye area. I use waterproof mascara & they work well for soaking & removing it. Will definitely continue to purchase."
        },
        {
            "review_title": "Non-irritating for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The softest and least irritating cotton pads Iu2019ve ever used"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The only cotton I use and have tried Chanel, Cle de Peau.  Better value and worth the little splurge."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Parfait coton pour le tonique. Tru00e8s doux et assez solide. Cher pour des cotons jetables. Mais je les aime assez pour les racheter !"
        },
        {
            "review_title": "Really soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "They are so soft and thick.. I love them so much. Itu2019s my cheaper option when I donu2019t want to spend money on the Clu00e9 de peau cottons pads."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "First of all this package is fun to squish. Second of all these do work better than regular cotton pads. They donu2019t shed all over your face. Second of all they absorb remover super well. I think everyone should try these at least once"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "takes off my makeup so easily i love this so much will always repurchase"
        },
        {
            "review_title": "A staple product for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using these for more than a decade. I wonu2019t use other cotton on my face.  Theyu2019re soft and gentle on my skin, never scratchy. They donu2019t pull on my eye area - so Iu2019m not adding to age lines/wrinkles. Theyu2019re perfect to pair with a micellar water to remove my makeup and follow up with a great toner. Doesnu2019t absorb too much into the cotton so you donu2019t waste product. They donu2019t break apart. Only need 1-2 to remove all my nail polish. Theyu2019re a splurge in terms of something you immediately throw away but I canu2019t ever be without them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a little bit pricey but the quality of the product is great. Deal!"
        },
        {
            "review_title": "Disappointed in Sephora!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this facial cotton but why would Sephora hike the price from $11 to $17.50!!  Everything is going up but what is going on?  You can get these at The Bay for $13.  Very disappointed."
        },
        {
            "review_title": "My holy grail.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These are my holy grail! Iu2019m on my forth pack and the are so soft. I use them for my toners and work excellent. I will definitely keep repurchasing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "the best facial cotton.  so soft and you don't get that irritating friction like you do with other pads.  just wish it wasn't so expensive."
        },
        {
            "review_title": "Price almost doubled!! Ridiculous!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These used to be $10, then $12, and now $17.50???? Give me a breaku2026 go get them somewhere else."
        },
        {
            "review_title": "Insane price hike",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "$17.50?!?! Thatu2019s insane you can still buy these for $13 at Shoppers or The Bay.   That being said, great cottons though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This cotton is super soft and of excellent quality to use with makeup remover, I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Iu2019ve never been a fan of using facial cotton but these ones are life-changing! The softest, most delicate facial cotton!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love using with micellar water or oil to remove makeup and sunscreen as first cleanse step"
        },
        {
            "review_title": "soft, comfortable, large enough, enough for the wh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "absolutely love it, soft, comfortable, large enough, enough for the whole face"
        },
        {
            "review_title": "Just better than others",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve tried cheaper versions and they sucked. These are worth it imho. They donu2019t fall apart, they feel good and they work"
        },
        {
            "review_title": "Best cotton ever, like mini towels",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "A little pricey but I get why! These are like mini towels, so high quality and really soak in the product ! They last forever because you really need only one to cover your whole face and they  donu2019t shed or anything unless youu2019re super tough with them.  disintegrate or shed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My favorite cotton sheets. They are super soft and I love using them."
        },
        {
            "review_title": "Price Change makes me big sad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Have been using these for many years, but remember when this was $11? And then $13? At $17.50, I can't justify these anymore. Cheaper options out there."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "These are so soft. They are a delight to use, and you do not get cotton fibers in your eyes!"
        },
        {
            "review_title": "I see weu2019re changing prices",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these cotton squares so much. Theyu2019re so soft and they never pill or pull on my skin. And best of all they donu2019t disintegrate, and they donu2019t irritate my skin like some have. Itu2019s unfortunate that that Sephora has now almost doubled their price for these seemingly overnight. Shame on them"
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "Love using these to at the end of the day to remove makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Very soft and fluffy  I liked them so muchhhhhhhhh"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I honestly think they are worth buying. I only use them to apply my toner or my at home remedies for my skin as they are soft enough for my skin not to get irritated. I would just stock up on them when they are on sale."
        },
        {
            "review_title": "Price increase is insane",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After buying these they are defs not worth the price increaseu2026 so disappointed"
        },
        {
            "review_title": "Ridiculous price increase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Normal skin",
            "review_text": "Have purchased these for years. Ridiculous price increase. $17.50?? These are $13 Shoppers Drug Mart and that is still pushing it for cotton."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Extremeley overpriced. These used to be $11 then $13 and now $17. Yes they are super soft but definitely not worth $17."
        },
        {
            "review_title": "Increased price & so much thinner! Bye Shiseido",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using these cotton pads for as long as I can remember but now I think Iu2019m going to have to say goodbye and look for other options. Theyu2019re super thin now and also 35% more expensive!!! Thatu2019s actually crazy."
        },
        {
            "review_title": "No way Shiseido.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So so so so lame increasing the price that much. Foru2026 cottonu2026 no more Shiseido. Done. Have I not written 50 characters yet?"
        },
        {
            "review_title": "Small",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "These are small in size and so you go thru them faster.  I previously had ones with a much bigger size that I would use for a whole week.  These will only go for about 1 or 2 days."
        },
        {
            "review_title": "WOW! Price increase????",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "What is going on?????? Some products are more than doubling prices for same quantity. Nuface wipes increased theirs from $28 to $50 and now Shiseido goes from $13 to this????"
        },
        {
            "review_title": "Ridiculous price increase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The price recently increased from $11 to $13 now itu2019s up to $17.50?!?!?! Literally insane, will not be buying anymore."
        },
        {
            "review_title": "Price increased 35%???!!?!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Went to repurchase and noticed the price increased from $13 to $17.50 that is a 35% increase for the exact same product. This is absolutely ridiculous. Will purchase from sdmmm as they are still $13."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "splurge on the biggest size! I use these daily and they're so soft and durable to really double cleanse or take off the day <3"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Very soft and gentle on the eyes, yet strong and doesnu2019t leave any lint behind. It is pricey but well worth it."
        },
        {
            "review_title": "Why are these so popular?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "No disrespect to Shisedo, who makes lovely products, but I do not at all get the hype on these. Theyu2019re so small I have to use 3 of them to remove the same amount of makeup that Iu2019d take off with 1 Sephora brand cotton pad. Because theyu2019re puffy I find that they soak up a lot of remover and they take up a lot of room in the little container I put my cotton pads in, necessitating refills more often. Iu2019m going back to Sephora pads after this bag is done."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Nothing compares to these theyu2019re 100% worth it! So soft and never pills. My skin has been so much happier since using these"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are my favorite cotton pads to take off my makeup with micellar water! So soft and worth the money!"
        },
        {
            "review_title": "BEST cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was getting tired of the Target and other generic cotton pad brands as they kept leaving cotton residue on my face. These Shiseido ones are AMAZING. No residue, soft, and no tearing."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love it! very soft and I use it to clean my face every single day!"
        },
        {
            "review_title": "Careful to Order the Right Size, Great Pads",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "I love these Shiseido cotton pads but this review is for the very tiny single row package that the system seems to default to when ordering. I wanted the big package but received one without enough product to last more than a couple weeks. So the pads are great, so much better than cotton balls and great shape for removing eye makeup and using for toner. Just be SURE when you order that you know if you are getting a tiny package of just a few sheets if you really want the bigger set."
        },
        {
            "review_title": "A simple luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "sometimes I feel stupid spending money on cotton from shiseido but after trying one out it feels like HEAVEN! Now regular cotton rounds and cotton balls from other retailers feel like they drag and pull on the skin. this one feels like actual cotton and"
        },
        {
            "review_title": "GOOD COTTON",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "these are the first and only cotton pads that do not shred or pull apart after being soaked with a toner, say. i find these at my local marshalls sometimes and if not, order from sephora. i will rec these forever and to everyone!"
        },
        {
            "review_title": "My absolutely favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best cotton pads I have found. I love how soft these are. They hold up well while using them. I have tried so many different types and brands, and I come back to these every time. I use them to remove my makeup each night."
        },
        {
            "review_title": "test",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Shiseido Facial Cotton Shiseido Facial Cotton Shiseido Facial Cotton"
        },
        {
            "review_title": "Super Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "These are so soft and gentle taking off make up.  I don't use anything else these days."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I actually think the price on these is not that bad. Sure; if you are looking at it percentage-wise, each sheet of this cotton (in the 165 sheet pack) is 62.5% more than each cotton round in the cheap pack I was buying from the drugstore. And I wasn't even buying the cheapest option from the drugstore.  But if you just look at the amount, $13 is not a lot for at least 165 uses, front and back. Also, the cheap cotton rounds I get sometimes tear in half as I am either taking them out of the packaging or trying to saturate one with product. These are super thick and soft, and luxurious feeling. The $13 lasts me a pretty long time too, because I don't really use a ton of these.  So in my opinion, the value of these over the drugstore cotton rounds is worth it. They even look nicer in my little cotton storage box than the rounds XD. They're more durable, feel better on the face, and are super thick. In fact, when I look up the sephora organic cotton pads right now, they are $4.50 per 50 pads (9 cents each). These are $13 for 165 sheets (about 8 cents per).   At any rate, these fit into my budget for the value and I really enjoy them and will buy again when I'm out :)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I will never go back to target cotton rounds ever again!! This is so worth the price and so good for skin! Not scratchy at all!! Invest in your skin!!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Just the best. Doesnu2019t leave any traces of cotton on face or bits in your eyes. Keep coming back to purchase these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Okay these are probably wasteful, but I love to keep these on hand when I can't be bothered to double cleanse. I also sometimes use these to apply exfoliators or toners. These cotton pads are really soft, and don't scratch or tug on my skin."
        },
        {
            "review_title": "eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Each cotton square is VERY thick, so it uses a lot of product to saturate it before using on your face. it also leaves a cottony residue feeling on your faceu2026probably wonu2019t purchase again :/"
        },
        {
            "review_title": "Soft on my aging eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "These are pricey but SO soft!  I feel like a bougie-b-tch each night taking off my eye makeup!  Worth every penny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Wow, never thought I would be so high maintenance with my cotton pads. I cringe any time I have to use anything else in a pinch. Super soft for eye makeup removal. Iu2019ll never put toner on with my hands again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Addicting, soft and educational. The guide for applying toner on the back of the package literally forever changed the way I apply mine forever."
        },
        {
            "review_title": "Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It's just cotton pads, you don't need it. But these are the softest, densest and durable cotton pads you'll ever try. If you use cotton pads for your routine, these may improve your quality of life. I feel strongly about this."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "great for sensitive skin, non-irritating, comes with so many for a good price for high end brand."
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "The rubbing doesnu2019t hurt my reactive and sensitive skin. Have already rebought twice now."
        },
        {
            "review_title": "So soft! ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are the softest facial cottonu2019s. I tend to use reusables, but sometimes you just need ones that you can throw away."
        },
        {
            "review_title": "Cant be beat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "You would think this is overpriced, but ever since ai started using these, I CANNOT go back. So soft and gentle. I get rashes if I use harsh cotton pads on my face, so these have been my holy grail ud83dudc93"
        },
        {
            "review_title": "Nice quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These are very nice quality and work better than ones you'd find at a drugstore. They're soft and gentle on the skin and easy to use."
        },
        {
            "review_title": "A necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have bought these time and time again. They hold up well when used with oil based removers, water and essences. What I like best about these cotton pads is that they don't shed making makeup removal a breeze.  I like to stock up when there's a sale to save a bit on them."
        },
        {
            "review_title": "you need this in your cleansing routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "an absolute staple for taking off makeup! very soft and absorbs products really quickly, so i don't have to reach for more cleanser. have repurchased multiple times!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love these cotton pads. They are so soft. I highly recommend these."
        },
        {
            "review_title": "Never new I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "After hearing from people on TikTok about how traditional cotton rounds can irritate and damage your skin barrier but thirst were better, I quickly added to my cart and purchased. I have to say I was a big skeptic but the quality is amazing! I find I donu2019t need to use as much of my liquid products such as toner or miceller water to saturate the pad and itu2019s so gentle on my eye area that there absolutely no tugging or that raw skin feeling that I would get after removing my mascara or eyeliner."
        },
        {
            "review_title": "There's no going back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "One sheet of cotton will take off ten nails of polish. Even red! Each pad is made of 28 layers of 100 percent cotton w no fillers. You will never use anything else once you try this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "People always think Iu2019m crazy for buying these, but they are such a treat for for skin.  Soft and luxurious"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I keep buying these, I used to use target premium cotton and something organic cotton and I enjoyed those but these are better, you can feel and also see the difference in the long run"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "These are really soft and easy on the skin. Little small tho"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These are the best. They are super soft. They absorb product nicely but also distribute the product on the face in a great way."
        },
        {
            "review_title": "Softness guaranteed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My new must for eye makeup removal. Itu2019s so soft, itu2019s the best for removing eye make up without feeling like im tugging and scraping the delicate eye area."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "These pads are super soft, and they absorb product really well. Most cotton pads, some of the product gets wasted, but these ones really work. The package is pretty small, but other than that these are great."
        },
        {
            "review_title": "Best out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Hands down one of my favorites! Must have in my skincare routine"
        },
        {
            "review_title": "Really soft and awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love, love, love these. Super soft and work really well. Have purchased many times and will do so again. I have tried other brands and have yet to find anything that compares."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love these, they are so soft and gentle on my face.  Have repurchased many times!"
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "These are so bougie but I absolutely love them. They are thick and soft and work really well with my micellar water or eye makeup remover. They donu2019t fall apart and theyu2019re not scratchy."
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "These feel like soft little baby pillows every time I wipe my face. I love to use them to remove makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I literally cannot use any other cotton rounds (or squares). Itu2019s the softest thing youu2019ll EVER use! Itu2019s gentle and pillowy and I keep it in stock"
        },
        {
            "review_title": "Just the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I initially got these because my local drug store was out of my regular ones and I'm so glad I made the switch!  These are my favourite cotton pads ever! There's never any cotton fluff on my face, ever! These pads don't absorb too much product but they still hold moisture perfectly. I will buy this product as long as they keep producing it!"
        },
        {
            "review_title": "Usually love these",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I purchase the cotton pads often this last batch smelled like perfume so bad I threw them away. There was cross contamination with an awful scent"
        },
        {
            "review_title": "Holy grail!! ud83cudf89",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hands down, my holy grail facial cotton! ud83dude4cud83cudffc itu2019s soft & it doesnu2019t shed all over my face while using unlike other facial cotton. Itu2019s worth the money u2764ufe0f I even got my sister & mom hooked!"
        },
        {
            "review_title": "My go-to facial cotton for nearly a decade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Shisedo facial cotton has the perfect thickness and absorbency to apply toner - where it doesnu2019t feel like it soaks up all your valuable product! Have been using these for my SK II toner for nearly a decade."
        },
        {
            "review_title": "Favud83eudef6ud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Fav of all the time.  Super soft and works great doesnu2019t like pill or roll off anything like the others.  Great price tooud83dudc4dud83cudffb"
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This is much worse quality than your shoppers cotton. They are tiny and don't perform well when they get wet. You need to use at least two each time. The only good thing about them is they are soft but that doesn't help them get the make up off. This is the most overpriced poor quality item I ever bought."
        },
        {
            "review_title": "Super soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "So soft! Like pillow soft! Love these! The perfect amount of thickness and size to use with my cleanser. I use this regularly in my beauty routine, I clean my ears with these too. On the outside of the package, it illustrates the proper way to use them too. I appreciate this. Since itu2019s so many in the package, they last a long time too."
        },
        {
            "review_title": "Use this day and night so soft love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Saw these on a you tuber and tried the smaller one out first. It is so better than the cotton rounds I have always used. Canu2019t be without them now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The best cotton pads I've ever used! Other brands are rough and will scratch my eyes (they'll go red!). These ones are soft and gentle. I cut them up and use smaller pieces when I don't need the full pad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "A Tik Tok made me buy it win. They are super soft."
        },
        {
            "review_title": "Egyptian sheets of cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Worth every penny. Not only are thru aesthetically appealing and super soft BUT they don't absorb ALL your product, creating perfect application for toner and makeup remover."
        },
        {
            "review_title": "> Regular Cotton Pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "So soft and luxurious. I use them for eye makeup removal and toner application. Pro Tip: For eye makeup removal, I apply cleansing oil to my eyes and massage. I then wet the pad and wipe off the eye makeup, and it glides right off. You can get twice the amount of use by peeling them in half, and they work just as well!"
        },
        {
            "review_title": "Better than a regular cotton round",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After using these for a few days Iu2019m loving the quality. They are soft and donu2019t shed. I wish the price point was lower or more came in a pack but otherwise they perform perfectly"
        },
        {
            "review_title": "Cloud like soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So soft and size perfectly. This is by far my favorite facial cotton"
        },
        {
            "review_title": "Softest Makeup remover wipes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "So soft for cleaning your skin with toner and also to remove makeup with Cliniques take day off! I canu2019t live without these now."
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My go-to eye makeup remover pads have been discontinued. I was worried about finding something else for my sensitive eyes. Cotton pads usually irritate my skin or leave lint behind. These are very soft. They work well to remove my eyeshadow and mascara when doused with my usual micellar water. I can use one pad to do both eyes if I wet it enough and flip it over."
        },
        {
            "review_title": "Perfect companion for K-beauty and J-beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If you use premium J-beauty skincare, these cottons are a must. I use a thick, milky hydration product, and these cottons make application a dream. They're incredibly soft, and you can use them to apply toners or remove point makeup as well. After switching to a cheaper brand, I quickly returned to Shiseido and won't use anything else in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "The best ever! You get so much more out if your products when applied with these cotton pads!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "They give you more in one pack than your local drugstore and lasts long time and good quality"
        },
        {
            "review_title": "No other cotton will do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "For removing eye makeup these are fantastic - because the texture does not pull at the fragile skin around my eye area. Never before had I imagined that normal drugstore cotton pads were not adequate for this purpose until I purchased myself a pack of these. Now I use only these to remove mascara, eyeshadow and eye SPF, and have absolutely zero redness or irritation which I used to experience quite often with normal cotton pads. I don't use these for the rest of my face as they soak up a lot of the micellar water I use and I can find myself going through a bottle much faster. For other areas I just stick to regular drugstore cotton rounds. The other use I have for these is when I have a troublesome patch - rough/dehydrated area or acne mark. I simply cut the pad down to size required to cover the area, soak it with the right watery serum for the purpose and place it over the area. The pad adheres well so long as I'm not moving about and by the time I've removed it 10 minutes later I've had an intensive spot treatment that no amount of layering products would have achieved!  ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "iu2019ve bought these a million times",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "i believe everyone should have these instead of the rlly bad cheap ones, they are very soft and delicate they do not leave cotton on the face and hold product well not the worst price for the amount you get"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Is 12 dollars pricey for single use cotton pads? Absolutely, but these are hands down the best cotton pads I have ever used. Theyu2019re so soft, donu2019t scratch at my skin, and are perfect for removing eye makeup, or pretty much anything you can think of. As Iu2019ve gotten older, my skin has become more sensitive(Iu2019m 23), and these donu2019t irritate my dry patches the way other cotton rounds do. Also, the square shape is nice and fits perfectly into my cotton pad dispenser. Iu2019ve purchased these over and over, and will continue to do so for as long as they are in production. A weird holy grail to stand by, but I love these an unreasonable amount."
        },
        {
            "review_title": "Incredibly soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was skeptical to try these because I have tried so many cotton pads and the piling is crazy. But not with this one! This one is CRAZY soft and doesn't have any piling or anything left on the face! I will start buying them in bulk so I never run out!!"
        },
        {
            "review_title": "Love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "These are my favorite cotton pads. I stock up whenever they are on sale. I love that they donu2019t break apart when I use them like some cheaper options do sometimes"
        },
        {
            "review_title": "A Beauty Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love these. It helps when taking off my makeup plus I use them with toner as well. I have paid full price but itu2019s nice to stock up on these when theyu2019re on sale."
        },
        {
            "review_title": "Se du00e9maquiller avec de la soie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Le du00e9maquillage devient un geste de bien u00eatre avec ce produit. C'est doux comme de la soie, la peau du visage est du00e9maquillu00e9e sans u00eatre agressu00e9e. Du bonheur pour les peaux sensibles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "These cotton pads feel like a hug on your face! I enjoy using them with toners, especially with exfoliating acids."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "I will never buy any other facial cotton pads! These are exceptional, and super soft!"
        },
        {
            "review_title": "Buy them now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Just ordered 6 packages while on sale.  I will have them for years! The absolute best ever.  Just buy one and try for yourself."
        },
        {
            "review_title": "love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "The best cotton pads love this please never discontinue this cotton pads"
        },
        {
            "review_title": "fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "All I gotta say is when you pay a lot, it pays off a lot. My skin always got irritated with cheaper facial cottons, never realized how rough other brands were. Splurged on these and honestly its the best decision I ever made! I was skeptical but wow it really does make a difference. My skin no longer feels itchy and irritated from taking off my makeup, my redness went down a ton. Sometimes its worth to spend an extra buck :)"
        },
        {
            "review_title": "Soft and gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Super soft compared to other brands. The amount of sheets they give will last for quite awhile."
        },
        {
            "review_title": "soft & no pilling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My favorite cotton pads for a couple years now, can rub my whole face without the cotton pilling or bits coming apart. Only eh is you have to be somewhat careful separating them or you could easily break into the individual sheets (ive always caught it before one is ruined and have been able to separate it in the correct spot). Really like how soft these are. (Can be found cheaper at a TJMax!!!!)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "These are my favorite cotton pads. They donu2019t pill or separate."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Totally worth it - really nice cotton pads, don't break apart when using them with makeup remover, big enough to do eyes and full face."
        },
        {
            "review_title": "Soft as a baby",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was skeptical about these, does a cotton pad really matter when it comes to softness? Well, as a convert- YES. This feels amazing on the skin and holds a good amount of product. The smaller size is affordable to try but fair warning, youu2019ll want to keep buying!"
        },
        {
            "review_title": "Square Cotton Clouds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "These don't tug or scratch your skin. The pads are soft and light, but durable, as I can remove a substantial amount of product with one swipe. I pair this with Caudalie micellar water and bam, a nice first cleanse!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "So soft u2026 love, I use these all the time. Itu2019s very soft on the skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So soft and luxurious! Feels so gentle on my skin! Worth all the coins! You will not regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So soft and doesnu2019t tear at my skin, havenu2019t used anything else since I started using them and theyu2019re good value for money"
        },
        {
            "review_title": "Overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I think this is a bit overpriced... there's nothing too special about it and you can get the same amount (or even more) at like daiso or amazon."
        },
        {
            "review_title": "dumbest few bucks Iu2019ve spent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I donu2019t know what I was expecting. Theyu2019re cotton pads. Iu2019ve honestly bought better ones from drugstores, but in this day and age, youu2019re best bet is buying reusable ones like the ones Paulau2019s Choice offers."
        },
        {
            "review_title": "Luxurious cotton pad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I don't love this product but it's not bad. Can't tell the difference between this and other cotton pads. But many seem to love it. I buy it as gifts for my lady friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely love these they feel like little clouds on your skin and they absorb great"
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I swear by these. These are by far the softest cotton pads I have ever owned. Of course, it may seem like an unnecessary purchase, but i HIGHLY recommend these if you're looking for a soft, compact cotton pad to remove makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Me encantan! Uso lentes de contacto y son lo mejor! Recomendado!"
        },
        {
            "review_title": "Soft, Sturdy, Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "the best facial cottons ever. maybe I am a sucker and fell for the marketing into paying three times the price of regular cottons, but I love these. they are smooth, soft, and never abrasive. they are sturdy and perform superbly at removing all makeup including eye makeup. they last for a long time because I only wear makeup like once a month."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I brought these many times. I use them for toners."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Best cotton pads ever. Definitely worth the splurge"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Vraiment doux et ne laisse pas de petit grumeaux sur la peau ! Je les adores."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "So soft so worth it Iu2019ve gotten this in both sizes as well"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Seems like an unnecessary purchase, but I swear by this cotton pads. They don't break a part, they are high density and they really get the job done"
        },
        {
            "review_title": "1000% worth it, trust me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "100% worth it! They donu2019t shed or tear when you use them like traditional cotton pads! So worth it, I will never buy the other kind again!"
        },
        {
            "review_title": "Worth the Price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These are the best cotton pads that I have ever used and will continue buying them. They are so soft and don't leave any fibers on your face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Literally never going back to regular cotton pads. These are so soft and luxurious. I have extremely sensitive eyes but use waterproof mascara (the only thing that will hold a curl in my lashes.) When I use these with my makeup remover I have significantly less irritation than using a drug store cotton pad. I found no matter what, drug store cotton pads felt scratchy and less soft. For 11 dollars this is an amazing product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing. So soft and you can tell it does wonders for your skin. Itu2019s so delicate and thatu2019s what all skin needs! Wish it was marked a little cheaper though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "BEST FACIAL COTTON PADS! they are so soft and perfect and never hurt my skin"
        },
        {
            "review_title": "Yes, you do need these! So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Once you buy these you will never go back to the drug store ones! They are soooo soft on your face and absorb toner so well. I love using them to take off eye makeup too, so gentle and soft! I've never felt anything like them and have re-ordered several times. Can't live without them now!"
        },
        {
            "review_title": "Every day, twice a day product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I use this product every day, twice a day. I didnu2019t understand at first why they are so loved until I tried them."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Awesome.  Absorbs just enough to apply to my face without absorbing so much that it wastes excess product"
        },
        {
            "review_title": "The Best Cotton Pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "By far the best Iu2019ve used. The reviews saying they u201cfall apartu201d must be very rough with the pads when removing them from the packaging, or something. Iu2019ve used a ton of different pads, these are definitely the nicest quality Iu2019ve found. (and yes the sides arenu2019t sealed, so if youu2019re rough with them it can split the layers apart, but that doesnu2019t happen 99% of the time if used normally)   These are BY FAR a better quality and better value than sephora collection. $11 for 165 pads, that are a better size (not huge like SC) and better quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Buy them. Just do it. Love this product. Has made using toner so easy and luxurious. So soft and no residue."
        },
        {
            "review_title": "Canu2019t stop wonu2019t stop",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have acne prone skin and I was breaking out terribly on my jawline. I chalked it up to wearing a mask all day. I heard about these cotton pads and how they are worth the splurgeu2026 and they are! My acne has dramatically changed for the better. They are a splurge, but I will keep repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The absolute best. Iu2019ve even tried other Asian beauty cotton and these still take the cake. Amazing for toner makeup removal. The only ones Iu2019ll ever buy again!"
        },
        {
            "review_title": "Best ones on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have used so many different facial cotton products before I hit the jackpot and started using these! They are so soft, never fall apart like other ones and feel amazing on your skin.  Highly recommend"
        },
        {
            "review_title": "Best cotton pad",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my all time favorite cotton pad u2026 soft and not too expensive. I have tried the more expensive ones but always go back to this one"
        },
        {
            "review_title": "Be nice to your skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I used to think, how could there be that much difference in cotton pads?.  A Sephora rep recommended these and now if I have to use a regular cotton pad, it feels so crappy.  These are esp great for eye makeup removal, since our skin is so thin and sensitive in that area.  Never pills, never scratches, great price for a lot of payoff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I really like these cotton pads. I use them with the Paulau2019s choice BHA exfoliant and it feels really nice on my skin. They really are just a fancy cotton pad thatu2019s softer then the usual cotton pads you get a target. There is no special need for these, any cotton pad will do. I just like how soft these guys are."
        },
        {
            "review_title": "Shiseido Cotton Pads are the Bomb!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love these! They are soft and they donu2019t shed those little cotton pieces like a cotton pad does. Just ordered my second pack! u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Best cotton no one should use anything else. My issue with other cotton is the pieces of cotton it leaves behind this doesnu2019t do that. Iu2019ve using these for the last 7 years."
        },
        {
            "review_title": "The best Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Wanted to see what all the hype was aboutu2026. Wow, these are so soft and you get so many! Love!"
        },
        {
            "review_title": "SO SOFT I LOVE IT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This facial cotton is so so soft, never used anything that compared and I will not be buying my target cotton pads anymore. Feels so gentle on the skin and I use it for everything from removing eye makeup to applying toners and liquid exfoliants. Wish the packaging was resealable though. The cotton squares are pretty thick which is great, feels so good on my skin and doesnu2019t feel like itu2019s being tugged or has lint stuck on it like from other cotton pads"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this. So soft and feels nice. Akskkddjfndjjdjdjdjd"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The softest and best facial cotton sheets! Love them!"
        },
        {
            "review_title": "perfect for toner and makeup remover!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use these everyday! They work great with my water based toners!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "First let me say, Iu2019m sooooo cheap. If I can save a buck I will. That said, these are worth every single penny and even if they were double the cost, they would still be a great value. They are super soft and non-irritating, unlike all of the other  cotton pads Iu2019ve tried. Other types seem to give me a rash because theyu2019re rough. Highly recommend these."
        },
        {
            "review_title": "Sooo soft. Wish it were organic cotton.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Sooo soft. Very sad they wonu2019t use organic cotton though. Could be a perfect product."
        },
        {
            "review_title": "Best cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Super soft yet strong type of cotton pads. I love how easy it is to remove makeup or to soak it with lotion and do a quick mask. Highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Seriously the best cotton pads on the market. So much better than drug store rounds."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I never thought that I would feel so strongly about cotton squares. Truly. These are infinitely better than anything else I have ever used. They donu2019t break up. They donu2019t pill or break down. Theyu2019re just awesome and I will not use anything else."
        },
        {
            "review_title": "exactly what I wanted, no complaints",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Large pack of quality cotton pads at a good price. No complaints here."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "These are the best cotton pads I've ever used. They don't shred on the face at all."
        },
        {
            "review_title": "Very gentle on the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "I've been using only these facial cottons for the past two years because i love how soft they are. They're very gentle on the face. Although they're rather pricy, it's totally worth it for their quality. I usually use 2-3 cottons in order to remove my full make up so unless you use light makeup, don't expect to have 165 usages"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Best tissues ever. Doesnu2019t leave stringy residue, doesnu2019t fall apart in a second."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "works as it should, doesn't fray, soft and gentle on skin, removes dirt, soaks product just enough"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I originally came across these at a local drug store (SDM) maybe more then 10 years ago, and I felt the difference on my skin immediately, Iu2019ve since then have only used these Shiseido farcical cotton pads exclusively and have turned all of my family and friends into them, love that I can buy them from Sephora! This is definitely I skin product I donu2019t think I could live without!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This facial cotton is so smooth and soft I canu2019t wait to use it every morning. I never realized there was such a difference in cotton pads."
        },
        {
            "review_title": "shisedo never fails u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love these! I usually by the Sephora brand cotton pads, but these have the softest feel of any cotton pad Iu2019ve tried. Iu2019ve only used three pads so faru2014 Definitely going to keep restocking u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Want larger size of cotton.  If the company could carry different size of cotton for sale would be great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "These are my new go-to cotton pads. I have very sensitive skin, and other cotton pads/rounds would irritate my face, making it worse. These are super soft, I love using them to apply toner. Never going back to drug store cotton!"
        },
        {
            "review_title": "Soft and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really like using these soft cotton pads that have no sealed or seamed edges. They can be used more than once if you're only using a small section. I have bought these at least 4 times in the lat 3 years."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "I have always wanted these but it seemed silly to buy fancy cotton pads. The fall sale I finally decided to and these are so nice! They are very thick and soft and donu2019t break apart. Do you have to have them and will they change your life? Probably not. But something is nice about using such a luxurious cotton pad and I do prefer them to drugstore cotton rounds. I will definitely repurchase."
        },
        {
            "review_title": "Simply Divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Soft as baby chick down. These cotton pads donu2019t break-up and donu2019t leave any residue. Best ever! Iu2019ll never buy anything else."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It arrived with packaging broken. I cannot use it for hygiene reasons."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with these. They are beyond soft and donu2019t leave any cotton residue on your face. I literally wonu2019t use any other cotton pad. Get it and you wonu2019t regret it."
        },
        {
            "review_title": "I love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "they are much softer than regular cotton rounds and feel nicer on the skin. I also like that you get over 100 sheets. Its worth it for me since I wear makeup almost everyday and use these to separately remove my eye makeup."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Worth every penny. The highest quality cotton pads Iu2019ve ever seen or used. Super soft, donu2019t rip, you can actually see the cotton and layers."
        },
        {
            "review_title": "100% worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are 100% worth the hype. I absolutely love these facial cottons and I donu2019t think I could ever go back to any other alternatives. They are so soft and absolutely worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I know cotton pads are wasteful but I truly love these. Theyu2019re so lux feeling and a pack will last you a long time! I always pick up a pack during the VIB sale."
        },
        {
            "review_title": "Worth the Splurge?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I wish the pads were a tad smaller. Otherwise they would be 5 stars. I don't mind the price bc $12 is $12, can't do much with that regardless. These are gentle on the skin and soft. I've been irrated and scratched by cheaper brands .  If you invest heavily on your skin care and/or makeup, you might as well keep that same energy applying it or taking it off."
        },
        {
            "review_title": "overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I donu2019t know how to feel about theseu2026. Yes theyu2019re soft. But they all stick together and itu2019s hard to separate them. And then I have cotton residue on my face. I just stick with getting my cheap cotton pads at the drug store."
        },
        {
            "review_title": "best type of cotton pad!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the best type of cotton pad and the only ones I use! Smooth cotton wonu2019t cause skin damage. Perfect for makeup remover and applying toner/essence"
        },
        {
            "review_title": "The Gold Standard",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The gold standard in cotton pads. These hold their shape, and are incredibly soft."
        },
        {
            "review_title": "Best $12 Iu2019ve Ever Spent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "hands down, the softest, most unbelievably amazing cotton pad iu2019ve ever used in my life. great for applying toner or removing makeup. wouldnu2019t use for things like removing nail polish because these things are PRECIOUS."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "These are a staple to remove makeup, nail polish, clean small cuts. Everything. It's soft yet sturdy and it doesn't pill."
        },
        {
            "review_title": "Best cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I thought all cotton pads were created equally until I tried the Shiseido ones. Theyu2019re incredibly soft, and theyu2019re also super well made and durable. One cotton pad holds up a lot longer than regular drug store ones. I typically need a few of the regular drug store ones because they tend to disintegrate a bit and leave fuzzies behind before I can finish half of my face if Iu2019m using them with a toner or micellar water. The shiseido ones changed the game. 10/10!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Best facial cotton ever! So soft compared to the organic cotton balls I was using previously."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "When it was my first purchase, it was awful. After learned how to use it correctly - it was my second purchase, one of the best facial cotton pads so far IMO"
        },
        {
            "review_title": "Cost effective and soft make up remover",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Combination skin",
            "review_text": "I use to remove my eye and lip makeup as well as put on toner. It does not leave any cotton behind, stays together and helps make removal of makeup a snap. Great replacement for wipes and more cost effective."
        },
        {
            "review_title": "My favorite facial cotton pads by far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these Shiseido facial cotton squares and have reordered them many times. They are thick, soft and absorbent, and are perfect for using with micellar water and toners. I find them softer and gentler than quilted cotton pads."
        },
        {
            "review_title": "Best facial cotton patches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Once you start using these,.. you wonu2019t want any other cotton patches. They are super soft. I use them to remove makeup."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Not a fan. Tried these for my toners and I had two major issues: 1.) It's layered. The outer layers live up to the 5 star reviews but the inner layers come apart easy and get left on your face while swiping 2.) With it being layered, the pad steals half the toner I put on. Overall, the user experience is very bad for toners. Will have to look elsewhere."
        },
        {
            "review_title": "So Soft - Perfect for Eye Area",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "At first I was like who spends that much on cotton pads?! But, I was making a small order and need to hit a minimum so I gave in to see what all the fuss was about. Well now I know. They are so soft - the softest. I really worry about my eye area and I have no fear using these. Will be repurchasing."
        },
        {
            "review_title": "holy grail cotton pads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I have incredibly sensitive and reactive skin with bad eczema. Many cotton pads feel way too abrasive against my skin. Eventually I stopped using any product that required cotton pads. Until these ones! These are the softest pads Iu2019ve ever used. They also Uses a lot less product than any other cotton Iu2019ve ever used. A little bit goes along way cuz it ends up  on your face and not the pad. Itu2019s definitely more expensive but if you have the skin I have itu2019s a must. Muji pads come in second place. On my 3rd pack and will stick with these for as long as they continue to make them"
        },
        {
            "review_title": "LOVE LOVE LOVE, but if you want to save money...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "You use a lot less of the toner and essence using these pads compared to Walgreens, Walmart, Target brands. But did you know you can go to your local Asian store and find the same (not Shiseido brand, of course) for a fraction of the price? Like $1.50-$2 per box for more qty. I live in LA so I have more store options than rural areas. Daiso and Miniso both sell similar cotton pads to help save money on the pads and use less beauty products. It's a win win!"
        },
        {
            "review_title": "tried and true",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve tried to cheap out and buy the store brands, from Target, Walmart, CVS, Rite Aid, Walgreens, etc and I come back to my tried and true, these cotton pads are soft and almost feel like soft face cloth. I love how durable and gentle they are. Product is absorb and distributed beautifully. I have no redness or that rough, sand like feel when I wipe my face. I have not wish these came a little bigger. The down side is these beauties do sell out quick when on sale. I get it though. Definitely I stuck up in these."
        },
        {
            "review_title": "Lovely, just not super eco friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "LOVE these super soft, gentle to skin facial cotton squares. Unfortunately Iu2019ll trying to be more sustainable in my beauty routine so Iu2019ve stopped using but not do I miss these A LOT. If youu2019re in the market, these are a dream."
        },
        {
            "review_title": "worth it for sensitive skin imo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "OBSESSED! I thought it was gimmicky but I love it. I have very sensitive skin, and I would never have thought drug store cotton rounds were irritating but after using these Iu2019ll never go back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have acne prone skin, a history of hormonal cystic acne, and sensitive skin that turns red when touched. These cotton sheets donu2019t irritate my skin and feel so soft. Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I know it may seem crazy to pay this much for cotton pads but they are worth it. When using these I use less toner when cleaning my face and helps distribute the product well."
        },
        {
            "review_title": "Are they really worth it?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The short answer is, it depends. The long answer is.. These are a must-have for sensitive skin. I personally use them to remove makeup, and in combination with my favorite makeup remover (clinique take the day off makeup remover, the one in the bottle) they are beyond amazing. With other cotton pads/rounds, I use eight maybe 7, and the cotton pads cause enough irritation that the concept of a night time skincare routine is ruined because just getting to a second cleanse burns, even with the same makeup remover.  But with these? I use three for a full face of makeup, and two for my half-face or my, I only have time to put on concealer, mascara, brows, blush and the nearest lipstick in sight I just shake my makeup remover, tip five dots on a single pad and press it to my eye for three minutes, wipe down and up, cover every corner of the pad, flip, repeat, throw it away, eye two, repeat, and face.  If you don't have sensitive skin, they still can be a good buy, especially if you are eco-conscious, and even if you're not they are still really soft and feel luxurious on the face, but if you can get away with using four old fashioned cotton rounds, then don't buy them, they're really not that special and not worth the price. I only buy them because my face skin is a drama queen, so yessss, I have to love them lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "SOOO SOFT!! They do not irritate my skin at all vs other cotton pads. I think itu2019s worth the money. Iu2019ve tried so many different Cotten pads and this one is the softest ones Iu2019ve tried."
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Perfect. Definitely a must have. Doesnu2019t leave micro tears in the skin. Doesnu2019t overly absorb your products. Highly recommend"
        },
        {
            "review_title": "Flimsy - I don't get the hype!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So I don't understand the crazy good reviews. These started to fall apart just like any cheap cotton pad out there. Only difference is they're softer and thicker - which I thought would mean they would stay together better! I only used them to apply toner and the cotton started shifting apart almost right away. They seem sturdy when you first grab one, but then any liquid is on it and no good!  I also do not understand why the sides aren't sealed shut?! I feel like these would work a million times better if the sides weren't wide open! so bizarre! Waste of money! I'll gladly go back to the Target ones!"
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I always try to find something less expensive and end up coming right back to these. With that said, they're really not all that pricey and I feel as if you get a good amount but for whatever reason my frugal self occasionally wonders off. I've never had issues with one of these leaving behind fuzz or breaking apart. I especially love them to use with my P50 lotion (which everyone should own by the way, I promise) because with that particular product, you're supposed to kind of press it into your skin and I soak one of these with it and sort of lay it on my face. I feel as if I waste less product so really it ends up being way more cost effective than cheapie cotton pads when you consider wasting whatever toner you use it with. They are also excellent for nail polish removal... I use 1 pad instead of 3 or 4 to remove everything. I highly recommend!"
        },
        {
            "review_title": "No fail repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "These have always worked for me. They hold enough wet to not waste product and they are soft without falling apart. I only use them on my eyes or face, they are too delicate for say, nail polish remover, instead I use a generic cotton round that is tougher."
        },
        {
            "review_title": "better then cotton",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I can easily go get a big bag of cotton balls for $1. one day I needed a few extra dollars in my basket to get free shipping. i much rather recieve a product for a few dollars then spend more on ahipping and have less in my basket. I happen to love shisedo products! so I figure I would try it out since I had a new tomer in a free gift set coming. these cotton pads are soooooo soft! in addition it doesnt soak up a ton of product like a cotton ball does and the perfect amount of product gets spread on your face. for me I feel like its a little too big to spread my toner so I cut them in half. getting the 165 count has more value for the money vs the 40 count.  its also good for wipe off make up remover like estee lauder."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to use Cotton Clouds before they were discontinued.  I love these Shiseido cotton sheets.  They are thin for lighter needs, or you can double or triple them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The only pads I use. While the price seems high for essentially what is cotton, I find these do not absorb as much product as the dollar store ones I used to use and really, what is more expensive. Your toner/products or these cotton pads (per). I do not get any stray fibers clinging to my face and no matter how vigorously I go to town, the integrity of the pad does not diminish. Will continue to purchase for as long as I need them!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My must pro. versatile and never put you down. Go for it."
        },
        {
            "review_title": "little cloud puffs for the face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I cannot buy anything else. No other cotton pads on the market compare, and often when I try to buy a less expensive version thatu2019s similar, I instantly regret it.  Whatever they put into these little pads is pure magic, and honestly worth the splurge in my opinion. I will continue to add this to cart whenever I am running low."
        },
        {
            "review_title": "Good size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Used these cotton pads before.  Hate to be without them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "So soft!!! Worth all the hype and all the rave reviews. u2665ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Have been using this since 3 years ago, and I love it. Though it is pricy, it is super duper soft!"
        },
        {
            "review_title": "love!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love these. Theyu2019re all I use now. Soft and feel great on my face"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The best cotton for your skincare, so soft and gentle, rarely tears"
        },
        {
            "review_title": "luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have hypersensitive skin and canu2019t use paper towels or cotton w/o getting irritation. These are extremely soft and help remove excess makeup. Worth the money!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "So soft. Lasts a long time, and Takes makeup off without so much force. Definitely worth the $11."
        },
        {
            "review_title": "Havenu2019t found a better priced dupe just yet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "These are nice for toning and even removing make up but they are pricey and at times they seem bigger than what I actually need. I buy high end all the time because I believe quality is worth the investment but using these I feel wasteful because the size and price. I order different brands and give them a try but so far I keep coming back to these"
        },
        {
            "review_title": "Gentle and luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought these during the spring sale and am so impressed. Prior to this, I was using the premium cotton rounds from Target. What a difference. The Target rounds would leave pilled cotton residue, these Shiseido cotton squares do not. These squares also donu2019t absorb liquids (micellar water, toner, etc.) in a way that wastes it. I can take my eye make up off using one square. As other reviews have also said, they are SO soft and gentle. Yes, they are expensive, but I will keep buying these as my budget allows."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "my favorite facial cottonuff0cvaluable for the priceuff01recommenduff01"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Really great for sensitive skin, after facial procedures in skin aftercare like microneedling and chemical peels when need a soft touch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very soft... uses less product than others on market! Definitely worth the price and would recommend!"
        },
        {
            "review_title": "Best cotton pads!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really great cotton pads. They don't absorb what you put on them, and they are very soft. They don't fall apart."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "These are the best and worth every penny. Treat yourself."
        },
        {
            "review_title": "I will not buy them again!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Ohhh NO  ! I do not recommend this to remove eye makeup, you can see fiber residue on your face! they can even get in your eyes! I used them just for the toner and I didn't like them! I recommend those of the Sephora brand $ 4 they are better and bigger!"
        },
        {
            "review_title": "Totally Worth It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Pros: -They're very soft and comfortable on the face. -Each cotton is around 1/8 (3mm) thick.  -They retain water/product very well   Cons: -Packaging that it comes in isn't resealable which is inconvenient for those who don't have a dedicated container for their cotton pads."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best facial cotton pods I ever had ,very soft perfect size .Word every penny .I will only purchase them because they are the best !"
        },
        {
            "review_title": "Worth the Splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I usually use the Chanel Le Coton pads. They are wonderful and the gold standard for cotton pads. But they only come in a box of 100, for $20, and I can't find them so easily anymore. So I tried these. They are not as big as my Chanel pads, but are just as thick and soft. And at $12 a box for 165 pads, the price can't be beat. It's possible these pads are even made in the same place, as the Chanel ones come from Japan too. Trust me, try nice cotton pads and you will never be able to go back to the drugstore kind again. They don't soak up all the liquid you really want on your face, and are just so super soft on your skin. And I never get little cotton pieces in my eyelashes and eyes like the cheap pads. It's a small price to pay for some happiness in my daily routine."
        },
        {
            "review_title": "pillow soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So soft and gentle. It doesnu2019t leave little pieces behind."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "These might seem kind of indulgent, $11 for cotton pads right? But rest assured they last ages and are well worth the investment especially if you are using either your hands or drug store cotton pads. They don't disintegrate easily and I love removing my makeup with them at night. I've also used them with essences, toner and really any liquid you might want better control over than your fingers can provide."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely speechless!!!!! I didnu2019t know a cotton pad like this could ever and would ever exist THEY ARE SOOOOO GOOOODDDDD! I think I bought nine or 10 packs of these because I never wanna run out of them."
        },
        {
            "review_title": "Get the best facial cotton!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Excellent product and it doesn't pill when using. Purchased the package that has 165 sheets and broke it down in terms of cost per sheet. It's better than the price at Target's facial cotton with superior quality."
        },
        {
            "review_title": "Wastes less product than regular cotton pads!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is so worth the money! It feel so soft and luxurious on your skin, you can just tell itu2019s higher quality. Also, your product goes a much longer way than on a regular cotton bad that would just soak it all up!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Did they change the formula? Seems harder and rougher then past purchases."
        },
        {
            "review_title": "New Staple Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I use these on my face and for removing nail polish and they are the best I have ever used. There is a little bit of shedding mostly when I use it to remove nail polish but it's no where near as bad as others I have tried from other brands. Definitely will continue to purchase these from now on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Having tried these good quality cotton pads, I cannot go back to the usual drugstore cotton for my face."
        },
        {
            "review_title": "1000000% Worth the Price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "These are awesome! They are super soft, perfect thickness, and they don't disintegrate when they get too wet like cheaper products. These are absolutely worth the price and I will buy these until the day I die!! LOL"
        },
        {
            "review_title": "Your best friend facial cotton.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Si usas (mascara-rimel-pestau00f1ina) necesitas estas facial cotton para tus lindos ojos. RECOMENDADO las necesito en mi vida."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I always purchase because they are so soft and are great in helping removing makeup and dirt off your face. I go through these a lot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I use micellar water on this to be able to get my makeup off. It's really soft on the skin so I really like it. It's also really affordable and you can cut them in half to last longer"
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I canu2019t live without these ! I stock up every rouge sale ! These work so much better than regular cotton rounds . Perfect for skincare and also nail polish remover ! Iu2019ll never go back to regular cotton rounds"
        },
        {
            "review_title": "It's the little things that matter most!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Can cut these in half to make them last even longer- ends up being even cheaper than drugstore cotton, yet  FAR superior quality! I thought cotton-fuzzies left behind on my face was something I'd have to deal with for life, so this product literally revolutionized my routine, haha."
        },
        {
            "review_title": "cloud like cotton squares",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Yes this is bougie and yes I love it! So soft on your skin and sturdy enough to hold product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "These are the softest cotton pads ever, and the large pack will last you a while. Others are too rough on my face but these are great for toners and makeup removers."
        },
        {
            "review_title": "I keep buying them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Buying my third or fourth package.  Yep, you can say I love them.  Great for my toners and eye makeup remover."
        },
        {
            "review_title": "Great product but could do with a softer feel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is a really nice facial cotton product in comparison to the normal round cottons however you've got to be careful because it can feel a bit hard if you don't use light hands. In terms of use, I like to use these cottons to remove my makeup with my favourite oil at night."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "These r the most disgusting cottons Iu2019ve ever tried. I used these to apply my toner, right before I dermaplaned my face, & there was more of the fibers from this cotton all over my face than there was dead skin & peach fuzz, I can only imagine how much product these absorb up when people use these for toner right before applying skin care, these r just gross stay away."
        },
        {
            "review_title": "SOFTEST EVER FOR DELICATE EYES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Let's be real for a second ladies No one wants to use a cotton round or square, that scours your eyelids like a brillo pad, or package makeup removal wipes that just make your face burn,  these are the softest things I have found on the planet to use with whatever makeup remover you have."
        },
        {
            "review_title": "fibres sticking to my face",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Sure the cotton is soft, but it leaves little cotton hairs everywhere."
        },
        {
            "review_title": "strongly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Best facial cotton ever! Soft, thick and good quality."
        },
        {
            "review_title": "Best cotton ever!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this facial cotton, have restocked for over 10 times!! Would never exchange this for another cotton :)  This cotton is very soft and best to be used in applying toners to my entire face.  Love it love it love it!"
        },
        {
            "review_title": "The added softness on eyelids makes these worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love how soft these are. Because of the amount of time I need to use these in a given make up removal session - the extra softness on the eyelids is essential."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These have ruined me for all cotton rounds!  WOW!  They are soft and nice sized. They don't over soak up the product and cause waste.  I used to have to use multiple cotton rounds but this I use one and have some room to spare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Prior to ordering these I wondered what on earth could be the big deal about these cotton squares to justify the cost. I used cotton rounds from the drugstore or from Costco all the time. They all seemed the same to me.   Curiosity finally got the best of me and I ordered these.   Probably the softest thing that has ever touched my face. They make drugstore cotton rounds feel like sandpaper. Iu2019m on my second package and I donu2019t see how I could turn back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So soft! Trust me you need this. You need to be pampered."
        },
        {
            "review_title": "Does the job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "I love this! It is soft, feels good on your skin and does the job."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "So soft. I love that is is not abrasive to the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Lovely, gentle pads. I use them for removing waterproof mascara with a good eye makeup remover. I also cut them up and put acetone on them to remove toe and nail polish."
        },
        {
            "review_title": "SOFT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "These pads are HEAVEN. These cotton pads are so soft & Hydrating, that my skin feels so soft and supple after using. It doesnu2019t create any micro tears on your skin like other makeup pads and although pricer to other brands, itu2019s definitely worth the price."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Def not worth the hype at all. When I would use this on my face, pieces were staying onto my skin. Much rather prefer the Sephora brand cotton pads"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best cotton pads to use on your face. Soft and gentle especially for cleaning eye makeup. I will never use another pads. Highly recommend this to anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}