{
	"product_id": "1169",
	"name": "Mini Orgasm Blush and Lip Duo",
	"brand": "NARS",
	"categories": "Makeup, Value & Gift Sets",
	"price": 41.0,
	"about": "What it is:A mini set for cheek and lip that features a blush and a bestselling lip balm in the provocative peachy-pink shade Orgasm..Highlighted Ingredients:- Pure Pigment Blend (Blush): An innovative combination of four types of pigment that achieves high-impact, true-color payoff..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:The Talc-Free Powder Blush lasts up to 16 hours, featuring true-color payoff with a comfortable, weightless feel. The silky, blendable Blush formula also glides on smoothly to deliver comfortable, weightless color that lasts and blurs imperfections. The Afterglow Lip Balm is a moisturizing lip balm with a blend of antioxidants to condition and protect lips. It gives lips a smooth, supple look with a sheer rush of color and subtle shine..This Set Contains:",
	"ingredients": "-Pure Pigment Blend (Blush): An innovative combination of four types of pigment that achieves high-impact, true-color payoff..-Monoï Hydrating Complex (Balm): A blend of coconut oil, gardenia tahitensis flower extract, and squalene that provides moisturizing, long-lasting comfort for smooth, supple lips...Talc-Free Powder Blush: .Synthetic Fluorphlogopite, Mica, Zinc Stearate, Magnesium Myristate, Octyldodecyl Stearoyl Stearate, Caprylic/Capric Triglyceride, Tin Oxide, 1,2-Hexanediol, Caprylyl Glycol, Aluminum Hydroxide, Kaolin, Barium Sulfate, [+/-(May Contain/Peut Contenir): Bismuth Oxychloride (Ci 77163), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 28 Lake (Ci 45410), Red 30 (Ci 73360), Red 33 Lake (Ci 17200), Red 7 (Ci 15850), Titanium Dioxide (Ci 77891)]...Afterglow Lip Balm:.Hydrogenated Polyisobutene, Triisostearin, Squalane, Bis-Diglyceryl Polyacyladipate-2, Diphenylsiloxy Phenyl Trimethicone, Polyethylene, Ethylhexyl Methoxycinnamate/Octinoxate, Microcrystalline Wax, Diisostearyl Malate, Cocos Nucifera (Coconut) Oil, Mica, Titanium Dioxide, Glyceryl Diisostearate, Phenoxyethanol, Iron Oxides, Red 7 Lake, Red 27, Gardenia Taitensis Flower Extract, Simethicone, Tocopheryl Acetate, Carmine, Trimethylolpropane Triethylhexanoate, Lauryl Pca, Simmondsia Chinensis (Jojoba) Seed Oil, Bht, Tocopherol, Silica, Punica Granatum Flower Extract, Aluminum Hydroxide, Polysilicone-2, Tin Oxide.",
	"how_to_use": "Suggested Usage:.Talc-Free Powder Blush:.-The strongest color payoff will be at the first point of brush contact to skin. .-Start application where the strongest color impact is desired..-For a natural rush of color, gently buff color onto skin using sweeping circular motions with NARS #16 Blush Brush for more color payoff, or the NARS Yachiyo Brush for softer color payoff (brushes each sold separately)..-For a seamless pop of color, layer two shades of Blush. .-Start with a base color in a shade that gives a subtle color to the cheeks. .-Layer a brighter shade in a similar tone on the apples of the cheek, then blend edges to diffuse into base color. .-For a touch-up or additional coverage, use a stippling motion when applying Blush to press color onto skin without disrupting coverage already created. ..Afterglow Lip Balm:.-Apply to bare lips for a sheer hint of color or as a moisturizing base under any lip shade..-To add shine and subtle illumination, apply over other lip colors..-Tap Afterglow Lip Balm to the high points of the cheek with fingertips for a natural-looking, shimmer-free highlight.",
	"num_reviews": 5,
	"overall_rating": 3.2,
	"product_url": "https://www.sephora.com/ca/en/product/nars-mini-orgasm-blush-lip-duo-P511407?skuId=2774727&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2774727-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is not mini, it is tiny. Blush is the size of a single eyeshadow. Not worth it"
		},
		{
			"review_title": "Smaller than expected but loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The blush has shimmers and the lipstick was smaller than expected but I like it 'coz It perfectly fits inside my small purse whenever I go for a night out."
		},
		{
			"review_title": "Beyond mini this is Super Tiny!!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Beautiful product! Love the color and the set of the blush also the lip balm I want to call it is so smooth an soft...1 major problem why I gave the 3 stars the blush is insanely small. For the price paid $38 for a blush thats beyond mini the lip balm i was kinda expecting. It is also so small but less suprising."
		},
		{
			"review_title": "Gorgeous 💜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "So beautiful my husband really likes this color on me it's so natural and feminine ❤️"
		},
		{
			"review_title": "NEVER BUY ITS SO BAD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "HORRIBLE. MY BF SAID I LOOKED LIKE A CLOWN AHHHHHHHHHHHHG"
		}
	]
}