{
    "product_id": "1441",
    "name": "FlexStyleu2122 Hair Blow Dryer Diffuser Attachment",
    "brand": "Shark Beauty",
    "categories": "Hair, Tools, Hair Dryers",
    "price": 39.99,
    "about": "What it is: A diffuser that attaches to the Shark FlexStyleu2122 blow dryer for fast, even drying from root to tip with no heat damage..*Blow dryer sold separately..Hair Texture: Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Curl-Enhancing.- Frizz.- Volumizing..Key Benefits:.- Fast, even drying from root to tip.- Extendable prongs for all hair lengths.- Defines natural curls..What Else You Need to Know: This diffuser is compatible only with Shark FlexStyleu2122. To enable curl-perfection, this diffuser features retractable and extendable prongs. Retract prongs for shorter, finer hair and less heat on the scalp. Extend prongs for longer, thicker hair and for reaching and lifting at the root.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Tips for defining natural curls:.-Begin with towel-dried hair..-Recommended low airflow, low heat..-Bring the Diffuser up to the roots. .-Extend the prongs to lift roots higher. .-Flip hair upside down and bunch from below for added volume.",
    "num_reviews": 6,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/shark-flexstyle-tm-hair-blow-dryer-diffuser-attachment-P505662?skuId=2687051&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2687051-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Must Have For Curly Hair Shark Dryer Owners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This diffuser is a must addition to the Shark dryer if you have curly hair. I like that itu2019s adjustable and it can be adjusted for longer or shorter hair. Would definitely recommend. Love my Shark dryer."
        },
        {
            "review_title": "The Best Diffuser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "this attachment ALONE makes the FlexStyle worthwhile. The Diffuser and FrizzFighter are the 2 attachments that make the Shark better than the Dyson"
        },
        {
            "review_title": "Too small",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish this were bigger. I get awkward curls in some spots because some of the curls are falling off the sides of the diffuser. My hair takes forever to dry as it is and I donu2019t have the patience to dry in smaller sections."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The best diffuser i have had. I love how you can control how long the prongs are. Way better than the dyson diffuser in my opinion. 10/10 have and will use in my routine from here on out."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It's the perfect diffuser you can change the length of the bristle things for longer or shorter hair it works wonderfully"
        },
        {
            "review_title": "One of the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My curls were voluminous and bouncy. Curls have not fallen flat and hair doesn't get tangled."
        }
    ]
}