{
    "product_id": "1042",
    "name": "Ultra HD Underpainting Color Correction Palette",
    "brand": "MAKE UP FOR EVER",
    "categories": "Makeup, Face, Color Correct",
    "price": 57.0,
    "about": "What it is:.What it does:.What else you need to know:",
    "ingredients": "Light Green:. Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Methicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Propanediol, Parfum (Fragrance), Aqua (Water), Benzyl Benzoate, Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Bht, Sodium Hyaluronate, [+/- : Ci 19140 (Yellow 5, Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 77007 (Ultramarines), Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 77891 (Titanium Dioxide) ]. ..Light Pink:. Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Methicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Propanediol, Parfum (Fragrance), Aqua (Water), Benzyl Benzoate, Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Bht, Sodium Hyaluronate, [+/- : Ci 19140 (Yellow 5, Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 77007 (Ultramarines), Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 77891 (Titanium Dioxide) ]. ..Y215:. Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Methicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Propanediol, Parfum (Fragrance), Aqua (Water), Benzyl Benzoate, Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Bht, Sodium Hyaluronate, [+/- : Ci 19140 (Yellow 5, Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 77007 (Ultramarines), Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 77891 (Titanium Dioxide) ]. ..Y245:. Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Wax, Polyglyceryl-2 Triisostearate, Hydrogenated Polyisobutene, Sorbitan Sesquiisostearate, Dimethicone, Methicone, Copernicia Cerifera (Carnauba) Wax, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alumina, Tocopherol, Propanediol, Parfum (Fragrance), Aqua (Water), Benzyl Benzoate, Sucrose Palmitate, Evodia Rutaecarpa Fruit Extract, Tocopheryl Acetate, Glyceryl Linoleate, Benzyl Alcohol, Citric Acid, Potassium Sorbate, Tin Oxide, Bht, Sodium Hyaluronate, [+/- : Ci 19140 (Yellow 5, Yellow 5 Lake), Ci 42090 (Blue 1 Lake), Ci 77007 (Ultramarines), Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 77891 (Titanium Dioxide) ]... Product ingredient listings are updated periodically. Before using a MAKE UP FOR EVER product, please read the ingredient list on the packaging to ensure that the ingredients are suitable for your personal use",
    "how_to_use": "Suggested Usage:. To conceal a blemish: .-Either under or over foundation, use the silicone tip of Brush 178 (sold separately) and  tap the correcting shade that addresses redness on any blemishes. .-Using the brush side of Brush 178 (sold separately), mix the concealer shades to customize and apply by tapping over top of the corrector and slightly beyond. .-Set with Super Matte Loose Powder or finish with Ultra HD Powder (both powders sold separately)...To brighten the eye area: .-Either under or over foundation, use the silicone tip of Brush 178 (sold separately) and apply the color correcting shades that address blue/purple discoloration. .-Apply only over those areas around the eye that need correction. .-Using the brush side of Brush 178 (sold separately), mix the concealer shades to customize and apply by tapping over top and diffusing slightly beyond where the corrector shade was applied. .-Set with Super Matte Loose Powder or finish with Ultra HD Powder (both powders sold separately).",
    "num_reviews": 55,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-hd-underpainting-correction-palette-P428677?skuId=2034775&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2034775-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "25",
            "shade_descriptor": "light",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2034775-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "25",
            "shade_descriptor": "light",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2034775-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the idea of the product, but it was way smaller than I expected for the price. It's also really greasy, it doesn't last on my skin or provide good coverage, AND it makes me break out so badly whenever I use it. Sad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I use the crap out of the peach in this palette, wish they sold it individually. Covers my under eye circles brilliantly (fair skin) with beautiful texture. A little goes a long way."
        },
        {
            "review_title": "Donu2019t buy this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a super greasy product.  It even caused waterproof mascara to run onto my face. Itu2019s far too expensive to be so ineffective for real life wear."
        },
        {
            "review_title": "Works for dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The green is the best for dark circles in the corners of my eyes. It is soft to apply. It lasts all day under my foundation"
        },
        {
            "review_title": "Too slick and thin textured for purpose",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Way too greasy and slick for real life purposes. Maybe for photos. Donu2019t know: initial trials resulted in rashes from the pigments. Laura Merieru2019s drier dual camo pans far supierer."
        },
        {
            "review_title": "Didnu2019t work as expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I always struggle with my dark circles due the blueish-purple tones. it was working good but it was until I clicked some flashed pictures when I noticed its not working for me. Will return it unfortunately"
        },
        {
            "review_title": "Pretty Good, Not Perfect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The light peach color is supposed to be used under the eyes and it is probably the best I have used. This is the first corrector/concealer that makes I can see makes a difference. It is very thin and goes on easy.   The rest of the colors have a thin texture as well which is kind of its downfall. Initially when you dab it on a spot it covers it perfectly but when I blend it out by dabbing it with my finger it ends up working like a light coverage or sheer foundation. My skin looks better but I need coverup or something to hide the imperfection!   I like it and won't be returning it, probably even buy another one once I replace it, but I wouldn't necessarily recommend it  for what it is advertised for."
        },
        {
            "review_title": "Pricey for the size with not enough pay-off",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off I was surprised how small the palette was for the price. Second I wasnu2019t satisfied with the coverage and found the products very thin. At first the correction colors blended in well but melted away under my foundation and concealer even after setting with powder in between. under my foundation and"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the color corrector but for the concealers, not as much but not bad either. Also go dark tone than you usually use. I have light to light-medium skin tone and had to use medium"
        },
        {
            "review_title": "Secret weapon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Creamy, and buildable coverage. The green really helped even out my redness and the pink helped with my under eye circles."
        },
        {
            "review_title": "Holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This palette is by far the best concealer I've ever used. I use both the color correctors and mix the concealers, and get best results by applying with a brush, then patting in with fingers. My only complaint would be that the result can be a bit too shiny for my taste, but a touch of setting powder takes care of that and ensures full-day, 14-hour+ coverage. Highly pigmented, great texture, strongly recommended."
        },
        {
            "review_title": "Pigmented + Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is my new favorite color corrector/complexion product! You can barely tap the palette with a finger or brush, and get the immediate payoff. It really doesn't take much product to work its magic and sits so beautifully, and lightly on the skin. I've used this entire palette to give myself a PERFECT complexion and that's saying something as I have TONS of redness from acne, and blue/brown under my eyes."
        },
        {
            "review_title": "Underrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The salmon in the palette is AMAZING for correcting under eye darkness. Iu2019ve tried all the correctors such as GA, Becca, and Bobbi Brown but this one works the best for me."
        },
        {
            "review_title": "Must have for daily!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I can skip foundation with this concealer palette! So easy to blend. My favorite is the eye brightening one (the pink), itu2019s pigmented, buildable, and WAY more light weight than Beccau2019s but almost the same color."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pretty disappointed with this palette. I really wanted to like it, but it just isnu2019t as pigmented as I would like. Bummer."
        },
        {
            "review_title": "Wonderful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "This kit is wonderful for correcting fair skin faces. The colors are perfect and blend in beautifully!"
        },
        {
            "review_title": "Has Fragrance.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Disappointed. This is a niche requirement, but I must use makeup without fragrance. This one is very strong. Can't speak to the coverage or texture of the product as I couldn't even put it on my face. Probably works great for most people but if you're looking for a fragrance free option, move on."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Purchased this mainly to cover a red sun spot dead centre on my cheek  Was hoping it would reduce the redness and then the  concealer would cover nicely-didnu2019t happen  Drew more attention to this spot  Too drying even while using a moisturizing primer  Not sure if I got one thatu2019s been around a while  The formula wasnu2019t as creamy as I had hoped  The nicest color was the peach under the eyes  Likely returning I canu2019t make this work with a brush or beauty blender"
        },
        {
            "review_title": "A MUST-HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Wonderful product that makes any uglies disappear. Not too greasy and sits well. Colors are perfect and easy to blend."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this palette so much! There are two shades of under eye concealer which is great to mix and make your perfect shade during the year. I love to use darker shade on summer, it is my perfect color match. I use this concealer with Pat McGrath under eye powder and it looks flawless and stays all day. Green corrector is also really helpful with acne and post acne spots, it neutralize redness so good. A little goes a long way. I would recommend this palette."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I use only when desperate.  This product is quite thick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "good cover for pores and also for brightening and cover dark circles."
        },
        {
            "review_title": "I could be wrong...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this hoping to cover my dark circles but the formula of the product is really greasy. It slides around all over and doesnu2019t work well with powder. Maybe Iu2019m doing something wrong but this looked terrible."
        },
        {
            "review_title": "The Best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Well balanced( not too shinny, not too matte).Before I was using IT ( too shinny) and NARS (too matte). No cakey or creases.Stays in place for 12+ hours.Love it.Will buy again."
        },
        {
            "review_title": "This fixes all my flaws.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This melts flawlessly into skin and I wear nothing else. I have a beautifully blended face with no redness. I use the green and the darker concealer and a dense foundation brush which makes all my imperfections disappear."
        },
        {
            "review_title": "A Great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "It's a great product! The orange colour corrector is amazing and isn't too orange. All the concealers are smooth and extremely creamy. The coverage is there as well. I don't have any complaints about it, minus the price.   Only giving it a 4 star because the price is pretty steep for the small amount of product you get."
        },
        {
            "review_title": "very oily and not great coverage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "not worth the price. it has a very oily consistency and doesn't give great coverage. I would definitely opt for a different concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "I love this color correcting palette. I have dark circles and this palette has the only balanced u201credu201d that blends with my concealer and foundation. The consistence is very creamy and doesnu2019t cake on my skin. I have normal skin but on my oily days I do prep my skin with powder to prevent the makeup from moving, so oily skin types may want to take that into consideration. Other than that I highly recommend this palette, especially for melanin rich skin-tones."
        },
        {
            "review_title": "cute palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "best colour corrector pallet for beginners. I love the concealer too. will buy again."
        },
        {
            "review_title": "Very natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "I bought this a long time ago and wasn't too keen on the thickness of it. Tried it again the past couple weeks and it is SO good once you learn how to use it. You need to warm up the product first (finger application works best) and blend really well. It is thick if you don't, but the results is so natural and light. You can build up with this and it offers two shades to mess with. I bought 40 tan and i have olive, oily skin. I normally use NARS with my foundation. This is great to wear alone."
        },
        {
            "review_title": "3stars on sale, 2stars full price!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I got this on sale for 34$cad but i keep the original price in mind in my review . I was expecting it to be way larger ! Itu2019s so small ,especially the 2 color correcting shades . I doubt itu2019ll last long , the pans arenu2019t that deep either . The packaging is quite flimsy . It works . I think the tone of pink and yellow offered in the very fair works great to brighten light dark circle and the two larger shades are ok . Theyu2019re  more of a color corrector then an actual concealer . They offer very light coverage . I wish it was a thicker constituency. Itu2019s very light , it creamy enough but it melts in a way that it disappears. Itu2019s great if you donu2019t have much to hide thou. I will say that the deeper shade is not in tune with the u201cvery fair u201c shade selection . Iu2019m very fair and I have issues with it . Itu2019s borderline for my NW 18 complexion . It offers both warm and pink undertones which is great since itu2019s a pro palette. I hope that thereu2019s refills because Itu2019s not worth rebuying after 1-2month for 1 or 2 shades. I think that itu2019s not worth 54$ cad. It meshes very well with foundations , both on top and under , thatu2019s kind of something I hold against a few color correction products but for this price I think if you singled out the shades you need you can buy better options. The pink is very interesting because itu2019s quite hard to find on its own"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "I have dark circles, and wanted to try the orange in the palette.  For the price Iu2019m not impressed.  Itu2019s okay.  But really greasy, if you have fine lines then finishing powder is not an option.  The colors work fine, but there are cheaper products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Emollient, but wears comfortably/doesnu2019t feel heavy, and didnu2019t make my skin irritated, or break out."
        },
        {
            "review_title": "Lasts a long time and is VERY good coverage.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Lasts a long time, it really does match your skin tone well."
        },
        {
            "review_title": "Not watery, easy to use concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best concealer ever. Not watery, easy to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "itu2019s really thin and lightweight but it covers really good, I use it for no makeup days which is every day for me honestly   and the most important thing is that it looks just like your skin! I hate when makeup looks like makeup :)"
        },
        {
            "review_title": "Great concealer for acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Really loving this. I have normal-dry acne prone skin. I have not noticed any breakouts. I recommend using a small concealer brush (make sure to warm up the produce before applying, even a warm breathe does the trick), and applying this ON TOP of your foundation (yes, even the green one). And gently pat with your ring finger. So the steps that work for me: Primer, foundation, spot correct with the green concealer on red/acne spots, and then the normal brown concealers on top of the green. Mix the 2 brown shades to match your skin. I won't see myself using the pink color personally. If you can't match shades exactly, get the LIGHTER shade."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Quality is great! It's creamy, full coverage, easy to blend. The price is steep but the product will last you a year with consistent everyday use. I just wish the salmon coloured pan was bigger. I love using it around my eyes to eliminate my dark circles. It works way better than traditional concealers alone."
        },
        {
            "review_title": "Very greasy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very greasy. Coverage is good but the texture is not."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really love it, the coverage is great it blends really well"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love the different shades in one package to help cover redness, blemishes, dark circles. Because of the creaminess under the eyes, you may need a setting powder or your mascara will rub off under your eyes."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Oily texture  Not a light natural cover..."
        },
        {
            "review_title": "Avoid",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I bought this only because MUFE discontinued the light shade in the 5 color camouflage cream palette.  This product is no where near as good.  It is like drug store cover up cream.  The peach is while on my very pale skin.  What a disappointment.  Will not buy again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Pricey. Good quality, good coverage. Easy to apply and it lasts all day. I have very dry and sensitive under eye area and I always get a bit cakey by the end of the day. Still I think itu2019s better to c 1 small fine line then a hand full.  It woks beautifully w/ hourglass ambient powder and also with my foundation."
        },
        {
            "review_title": "Dream concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "1.Blends amazingly! (Smooth) not patchy 2.perfect color match every time 3.does not break me out/not pore clogging 4.buildable coverage 5.perfect dark spot correction  6.travel friendly  7. I get compliments on how nice my skin looks even though Iu2019m still healing from acne marks  You can set with powder if it is too shiny for you, I have combo skin and just blot the tzone lightly I donu2019t use power and stays on for at least 8 hours at work (work is dry and cool)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ok, I bought the light one and I have to say I love this palette. The second shade for brightening is the BOMB! Blends like a dream."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "this product blends like a dream! however i wanted something with a bit more coverage so was disappointed, I feel it may have been the lack of color choices, i have indian/medium skin tone and mild dark circles and this palette in the shade medium did not provide enough coverage for my dark circles."
        },
        {
            "review_title": "All you need for color correction",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Bought this in April during the VIB sale and I've used it everyday since. Creamy, small enough to carry in any bag, long lasting, spreads easily and doesn't settle in fine lines. Pan correctors can be dry but not my experience with this palette. The green corrector for medium skin blends easily and doesn't have the typical white cast like usual green correctors. My only complaint, wish the green and peach color pans were bigger like the concealers, use those colors as much as the normal concealers."
        },
        {
            "review_title": "Great for blemishes and dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using this for almost a month now and it's fantastic. You only need a small amount of product to cover a big area. I find that using your fingers instead of brushes is a much more natural and full coverage way of applying this product. With a brush, the product clung to my dry patches more, had less coverage, and faded throughout the day. I didn't like the way the concealer and correctors look under my eyes, but dark circles are not a concern for me.  I highly recommend this palette to anyone who has blemishes, dark spots, and/or any other kind of blemish (I imagine this product can be very good for people who have melasma)."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This did pretty well in covering up the blue veins I have under my eyes (let alone dark circles). It's pretty lightweight, but does the job alright."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have never used a Underpainting Color Correction Palette before but this one is perfect. It goes on so nicely and effortlessly. It does exactly what I want it to do and no one even notices a difference (I do) but it looks so natural and normal."
        },
        {
            "review_title": "MUST GET.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing!!!!!!! I have tan/olive skin and still use the 25-light palette. I love this product because: It's long lasting, super creamy, a little goes a long way, it works with ANY product SO WELL, and you can wear with or without makeup 1. I have combination skin/sensitive skin.. and I tend to get red spots time to time, from scarring, acne, etc. so the green works 4/5 with that, which is honestly the best I can say after trying NUMEROUS products. *TIP: use the beige shades on top of the green covered red spots if you find that the green ever shows through the makeup you put over it  2. I needed something to brighten my eyes/ get rid of any around the eye discoloration. The pink shade works WONDERS for a wake-up effect  3. The beige shades work amazingly when you need to cover any discolorations or shadows, especially my nose!! All in all i gave this product 4 stars and not 5 because this product alone does not necessarily do the trick for me. I have an extensive skin care routine and i'm not sure if any of my products would work the way they do without it so consider that getting expensive makeup alone isn't enough if you have a similar skin type than i do.. with my toner, serum,  primer and  pore refiner first though... this gets 6 out of 5 stars for me."
        },
        {
            "review_title": "What is this sorcery?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "This stuff is amazing for a few reasons.  First off, the corrector shades, even the green one, look NATURAL on the skin. They most likely added some flesh toned pigments in them because when I put it on, nothing looks green, just redness neutralized.  Second off, these are creamy, and they work well for under eyes and for blemishes.  They are very hydrating, much like the ultra HD sticks, but the formula is different.  These are slightly more tacky and less likely to move around.  really great products."
        },
        {
            "review_title": "Great palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "I love this little palette. Brick does a perfect job of correcting gray areas on my face, while caramel can be used to neutralize and even brighten areas where I've applied brick. The two larger shades are straight from their Ultra HD Foundation Stick, so I can use Y505 (Left side) as a spot concealer for a simple, flawless, low maintenance, seamless look and the darker shade on the right for subtle shading/contouring.  You don't need much and the fact that it comes in this handy palette makes traveling with it on the go super easy."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "25 - light",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "So itu2019s too creamy and clumps up on me. the colors are odd and the coverage is medium but building it makes it look caked"
        }
    ]
}