{
    "product_id": "1760",
    "name": "Superfruit Gentle Exfoliating Cleanser with Vitamin C + Papaya",
    "brand": "Youth To The People",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 53.0,
    "about": "What it is:u00a0A gentle exfoliating cleanser with fruit enzymes + acids that brightens and boosts cellular skin renewal, leaving skin smooth, soft + radiant...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Pores, and Uneven Texture..Formulation: Gel..Highlighted Ingredients:- AHA and BHA Complex (Salicylic, Glycolic, Lactic, and Phytic Acids): Gently supports cellular turnover..- Ginger Root and Papaya: Visibly brighten skin and improve radiance..- Vitamin Cg and Yerba Mate: Fight free-radical damage and brighten skinu2019s appearance...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: A treatment gel cleanser that gently exfoliates + brightens without disrupting skin's moisture barrier. Formulated to even tone + texture, it helps get rid of rough skin while maintaining skin's hydration...Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-AHA and BHA Complex (Salicylic, Glycolic, Lactic, and Phytic Acids): Gently supports cellular turnover..-Ginger Root and Papaya: Visibly brighten skin and improve radiance..-Vitamin Cg and Yerba Mate: Fight free-radical damage and brighten skinu2019s appearance....2073012 20 INGREDIENTS: AQUA/WATER/EAU, GLYCERIN, PROPYLENE GLYCOL, COCO-GLUCOSIDE, AMMONIUM POLYACRYLOYLDIMETHYL TAURATE, GLYCOLIC ACID, SODIUM METHYL COCOYL TAURATE, NIACINAMIDE, LACTIC ACID, SODIUM HYDROXIDE, CARICA PAPAYA FRUIT EXTRACT/PAPAYA FRUIT EXTRACT, ILEX PARAGUARIENSIS LEAF EXTRACT, PASSIFLORA EDULISFRUIT JUICE, ZINGIBER OFFICINALE ROOT EXTRACT/GINGER ROOT EXTRACT, ASCORBYL GLUCOSIDE, CAFFEINE, CAPRYLOYL SALICYLIC ACID, PHYTIC ACID, TOCOPHEROL, BISABOLOL, CAPRYLYL GLYCOL, CITRIC ACID, COCONUT ACID, ETHYLHEXYLGLYCERIN, HELIANTHUS ANNUUS SEED OIL/SUNFLOWER SEED OIL, SODIUM CHLORIDE, TRIDECETH-9, LIMONENE, LINALOOL, CI 40800/ BETA-CAROTENE, CHLORPHENESIN, PHENOXYETHANOL, POTASSIUM SORBATE, SALICYLIC ACID, SODIUM BENZOATE, PARFUM/FRAGRANCE. FIL N70046200/1...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Massage onto wet skin for at least 30 seconds..-Rinse thoroughly..-Use as a treatment at least 3x a week to complement your daily Superfood Cleanser routine or depending on your current skincare routine Superfruit Cleanser can be used 2x a day for optimal results..Recycling Instructions:.-Take off the cap and dispose into the proper container; check your local recycling authority's guidelines to make sure you use the correct one..-Wash glass jar thoroughly in hot, soapy water..-Rinse, then dry. If you skip this step, containers may contaminate other materials, like paper, in a mixed-waste stream..-Place clean, dry glass jar in your recycling bin.",
    "num_reviews": 300,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/youth-to-the-people-papaya-vitamin-c-superfruit-gentle-exfoliating-cleanser-P513370?skuId=2807501&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2807501-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5 fl oz / 150 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2807501-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Leaves skin feeling clean, without stripping!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "After washing my face with this, my skin felt light and refreshed. It is a light exfoliating cleanser and if your skin is not used to this, maybe patch test it before applying to the face. I found this cleanser delivered on its promise. love the way my skin felt after a good clean."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I hope it would be as good as the YTTP regular cleanser, because I love that one and have been using it for years. Unfortunately, it wasnu2019t. My face doesnu2019t feel as clean. Also I never believe the skincare effect on face wash. Will not purchase again."
        },
        {
            "review_title": "Arrived broken",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product cracked & broken . Disappointed after spending 40$ . I saw similar reviews on Amazon that this product arrived broken , but ordered from Sephora hoping it was more legit. Would not recommend. Pick another face cleanser!"
        },
        {
            "review_title": "It Burns",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love the green youth to the people face wash, so I was excited to use this one. The top of the bottle was a little broken, but that's okay the pump works fine. However, using this cleanser, it literally burned the second I put it on my skin, especially on spots where I have acne. I donu2019t have sensitive skin, so if my skin reacted like this, I can only imagine on someone who has sensitive skin. I donu2019t recommend this cleanser. I'm going to stick to their other cleanser."
        },
        {
            "review_title": "Will rebuy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love ! Keeps my skin super clear. Pores look clear and leaves skin glowy. Also not drying !"
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Burned my face. That is all. Not sure how it is for others but for me personally a no."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Leaves my skin smooth and glowing without over drying. I will try cleansers once, usually unless I die without it, but this will be a regular purchase. My 17 year old who struggles with acne swiped it for a shower while we were away over Christmas, and he said it made his skin feel great, so it's not super harsh even on broken out skin."
        },
        {
            "review_title": "Great like all their products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I already use several Youth To The People face products and this one did not disappoint. It lathers very well, smells great, and leaves my skin feeling clean. I also like that it comes with a pump. Definitely recommend!"
        },
        {
            "review_title": "Would recommend u203cufe0fu203cufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
            "review_text": "Gooood product, will definitely buy again. Burns a little bit , but still sensitive skin friendly u2665ufe0f"
        },
        {
            "review_title": "Burning Ring of FIRE!!!! ud83dudd25",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I absolutely LOVE YTTP! Used for many years! But this was a huge BUST! Burns like the ring of FIRE!!! ud83dudd25 I have normal and thick skin and this is the first for me. Not sure what strength this is but defiently too high for a cleanser! I does smell amazing though lol"
        },
        {
            "review_title": "Gentle Exfoliator & Great skin benefits",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The combo of Vitamin C and papaya enzymes leaves my skin feeling so smooth and bright. Itu2019s gentle enough for daily use but still gives that satisfying deep clean. My skin looks fresher, more even-toned, and itu2019s giving that healthy glow vibe."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Works great, have seen a significant improvement in my skin after just using for a little over a week"
        },
        {
            "review_title": "Wonderful when Paired with Superfood Cleanser!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This exceptional cleanseru2019s exfoliating properties stop new acne from forming in the usual areas of my face. It works wonders once you use the superfood cleanser every day and this every other day with it. It also smells nice."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve just got it and used it in my shower. My skin instantly felt like it was burning. Iu2019m gonna have to bring it back. If you have a sensitive skin PASS ( Iu2019m a huge fan of Youth to the people usually)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Really good exfoliating cleanser. Burns if I use too often and I donu2019t have sensitive skin but I will be repurchasing. Does lighten my skin"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "Really wanted to love this because I love the green superfood cleanser, but it burned my skin badly. I wouldn't say my skin is extremely sensitive, so I was so surprised when it had that reaction. Also, I didn't like the smell, I was hoping for something a bit more natural but it smelled very chemically tbh."
        },
        {
            "review_title": "Skip if youu2019ve got sensitive skin!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Wouldnu2019t recommend for sensitive-ish skin! I used this product for a week and hate to say it isnu2019t for me. It initial really brightened up my skin, but by day four it would burn while in use.  I stopped using and still after two days and am dealing with extreme irritation, dryness, and flaking on my face."
        },
        {
            "review_title": "Super Uncomfy Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I so badly wanted to love this but my skin BURNED almost immediately from it. My skin turned a blotchy red - almost like a horrible sunburn. I have dry/normal skin and since using only clean products, very few have given me any reaction. I love all the other YTTP products Iu2019ve tried - except their other cleanser. That one also bothered me a little by extremely drying out my skin. Would advise against trying this if you have even slightly sensitive skin. /:"
        },
        {
            "review_title": "New Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I love this product, t is new to my routine. It helps keep my face exfoliated without it being to drying. I use it daily and have seen an improvement in my skin."
        },
        {
            "review_title": "Worth the hype!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Oily skin",
            "review_text": "After one use, I noticed a difference in my skin. It was nicely exfoliated and bright. I will 100% repurchase when I run out. It is gentle enough to be used daily and the scent is very faint and natural."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Smell is a little off, BUT this cleanser actually made me feel the affects of it what it does immediately after. My skin felt tighter and cleaner but didnt feel dry at all which is good."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "After using for the past few weeks I notice my skin is brighter but is a little more sensitive than usual. Around my eyes burn and is extremely dry so be careful with it in those areas"
        },
        {
            "review_title": "Instantly noticed a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "After one use, I noticed my skin feeling hydrated and glowy! I have some dark spots and my hairline is a trouble spot for bumpiness. Definitely noticed dark spots were lighter even after one use and bumpiness  goneI have sensitive skin and will be using this every other day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Good face wash. Comparable to Eminenceu2019s Mangosteen cleanser, but foamier."
        },
        {
            "review_title": "Great face wash",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "I cannot make this up I have relatively normal skin besides some dryness but with that being said I swear this face wash changed my skin after the first wash. I felt is glowy and so clean. I had a few blemishes and I visiblity saw them get brighter and fade after a few days of using. This isnu2019t my primary face wash but I use it when Iu2019m feeling dull and it makes the difference"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "this has honestly made my skin so smooth and glowy. it's worth the money for sure. I'd definitely repurchase."
        },
        {
            "review_title": "Got my fiancu00e9 into AHAs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm a regular user of the Supergreens cleanser, so is my fiancu00e9. I was impressed by how good this cleanser smelled and by its exfoliating quality (makes the face very slippery). My fiancu00e9 likes it so much he requested I keep the bottle full. I even had to remind him it's not an everyday wash! Overall, great. I want refill bags."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I use this in rotation with YTTP's Kale cleanser and I've noticed it leaves my skin soft and smooth. I only use this about twice a week (I have more sensitive skin) and so far it ;has not irritated my skin or damaged my skin barrier. The vitamin C definitely leaves skin looking brighter. The only reason this doesn't have five stars is because I am not a fan of the papaya and ginger root scent. However, if you like papaya this won't be an issue"
        },
        {
            "review_title": "Multi-tasked in a glass bottle :-)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Received this product for an honest review: and honestly after 2 months I can say I since this is the only product I changed in my simple routine, then I love it! The smell is pleasant but more importantly it gives results! I have bigger pores and this gel-like foaming cleanser minimizes their appearance. I also get spots which are fading. My skin still gets breakouts but only once since I started this! And I no longer have to spend a fortune on Vitamin C serum because it is in here! And in a beautiful glass bottle instead of plastic :-)"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this face wash! It has a great consistency & lathers very well. It cleans off all my makeup with one wash & leaves my skin feeling great! I went to Europe for three weeks & sadly didnu2019t bring it with meu2026 well my skin was a disaster the entire time & my pores were a mess. In just a few washes once I got home, my skin was back to normal. That tells you how great this cleanser is."
        },
        {
            "review_title": "My Routine is Forever Changed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I'm the kind of skin that still gets those hormonal breakouts once a month still to this day in my early 30's I've tried just about everything. I used this twice a day for a month and I'm absolutely floored! My skin feels soft and not stripped like some over face washes I've used. It also doesn't leave me oily. I use a spf moisturizer and setting spray to compensate for the sun sensitivity and have had no issues. The papaya smells absolutely incredible and there's lots of product in the bottle. I only need about a half pump to lather my face."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I love the smell of the cleanser. The texture felt great and made my skin clean and super soft."
        },
        {
            "review_title": "I would purchase in the future",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Received this for my honest review. I can say that If you are someone with sensitive skin this may not be something you can use every day or even multiple times a week, however, for me I was able to use this every other day and it made my skin look so refreshed, bright and smooth. Scent is pleasant and not overpowering."
        },
        {
            "review_title": "New holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After a week of using this, I noticed something different about my skin. I didn't immediately tie it back to this product, but since this was the only thing that changed in my routine, I realized this had to be it. My face was glowing and looked a lot brighter. I've always struggled with dull and textured skin, but the vitamin C and lactic acid helped greatly. This will be one of my holy grail products from now on!"
        },
        {
            "review_title": "Begone rough skin and PMS acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I suffer from really bad PMS acne every month and this stuff helps to reduce it a ton. Instead of a face full of zits, I only have two zits now. Not to mention it makes my skin feel very smooth. Just remember to use sunscreen in the morning."
        },
        {
            "review_title": "works for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "First off, this is a product that I purchased myself.  Have been using for approximately 2 weeks.  I am 47 years old and have VERY combination skin.  I regularly use anti-aging products like retinol at night, vitamin C serum in am, etc.  I have milia around my eyes from rich eye cream that I couldn't get rid of with various toners. Using this cleanser for a small amount of time in the morning has gotten rid of those tiny milia bumps. Also, my pores are actually appearing smaller.  I don't have sensitive skin at all, but it does dry out with some  products and was super dry using the green YTTP cleanser.  The smell is light and refreshing."
        },
        {
            "review_title": "Smells fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I do not find that I Iu2019m sensitive skin, but I like the chemical exfoliation that this comes with rather than a physical exfoliation. It smells great made my skin feel super soft. I had no issues with it. Great addition to my skincare routine."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from BzzAgent and I wish I could say that it was great, but sadly it was nothing but for me. My skin broke out worse, and brought on eczema spread across my upper lip into my nostrils. I felt that it did exfoliate, which was about the best part of the product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "A few different things with this. It says to use twice daily, but because of the AHAu2019s, you have to be cautious with sun exposure after use. Then, if you use retinol in your routine at night, you shouldnu2019t be using this product in combination with the retinol as use of retinol with AHAu2019s and BHAu2019s can damage your skin barrier. Because I wasnu2019t sure how to fit this in with my current routine, I stopped my normal routine to give this a shot for a month. Honestly, it really dried out my skin. I donu2019t have super sensitive skin but this really killed me. It left dry patches all over my face that I worked so hard to repair with my normal routine. I would not recommend this product."
        },
        {
            "review_title": "Great Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Youth To The People Superfruit Gentle Exfoliating Cleanser with Vitamin C + Papaya is so amazing cleanser. It smells citrusy and gingery. I use a small amount and cleanse my face for about 30 seconds with this product and rinse off. After using this product, skin feels softer and brighter, my dark spots are lighter. I will definitely be purchasing it again."
        },
        {
            "review_title": "Great Addition to Routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Whenever I see a product that says u201clactic acidu201d I get a little nervous because I have somewhat sensitive skin and donu2019t want anything to sting or be too drying.  This did NOT bother my skin at all! If you do have more sensitive skin, Iu2019d recommend maybe a couple times a week to start with. I did have a tiny bit of dryness, but nothing too crazy.  The reason why I gave this 4 stars is because it doesn't lather the way that I like. Itu2019s more of a gel and doesn't create a lot of bubbles. This is just a personal preference though. On one hand I am glad that this didnu2019t bother my skin, but I wish I saw for of an exfoliation. Maybe with longer use I will see a bigger change.  I received this product for free in exchange for my honest opinion."
        },
        {
            "review_title": "Nice exfoliating cleanser to use with care.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received this product to try and review. It can be a great addition to a skincare routine as an enzyme/acidic exfoliator, but to be used with care as it can increase sun sensitivity.  Pros: exfoliating, brightening, smoothening.  Cons: the smell is strong and fruity. I have sensitive skin, so I definitely cannot use this as a daily cleanser."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This cleaners smells so good and has helped so much with reducing the appearance of my acne scars. I use it on my face and sometimes on my body as well. Iu2019m obsessed with it and will definitely be getting more"
        },
        {
            "review_title": "Great Product When Used With Care",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "The Youth To The People Superfruit Gentle Exfoliating Cleanser with Vitamin C + Papaya is a nice option if you're looking for a gentle exfoliator that brightens your skin. That said, it's definitely one to use with care. Since it has Vitamin C, I wouldnu2019t recommend using it in the morning because of the risk of photo sensitivity. Itu2019s better for your nighttime routine.  For those with sensitive skin, it might be a bit much. My skin felt tight after using it, and mineu2019s only slightly sensitive. The fragrance is pretty strong, which I usually donu2019t like in skincare, but since itu2019s from natural ingredients, I can deal with it.  A little goes a long way. Iu2019ve found the sweet spot is about half a pump, just once or twice a week. Any more, and it might leave your skin feeling dry. Used correctly, though, it really does leave the skin feeling smoother and looking more radiant. Just make sure to listen to your skin and adjust how often you use it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am loving this cleanser! Itu2019s one of the few that I have tried that actually work & donu2019t leave a greasy feeling. It even worked well on my preteen daughter. It has a nice smell & really leaves your skin feeling clean."
        },
        {
            "review_title": "exfoliant for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "my face is very sensitive so itu2019s hard to find a gentle exfoliant. after trying to new papaya cleanser my skin felt so soft and plump afterwards."
        },
        {
            "review_title": "Even complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After a few weeks of using this cleanser, I can confidently say Iu2019m hooked! Itu2019s gentle enough for daily use on my combination skin, which is essential because Iu2019m prone to over-exfoliating. The papaya and vitamin C work wonders together, and Iu2019ve seen a real difference in my skinu2019s brightness and clarity. My complexion is more even, and I have this healthy glow back.  The fact that it comes in a glass bottle is a bonus! I highly recommend giving it a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Having tried various cleansers, the Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser stands out for its unique formulation and effectiveness. Compared to others, it provides a gentle exfoliation that leaves the skin feeling refreshed, but I did notice it was slightly drying, which limited my use to once a day instead of twice.  Benefits: This cleanser has a brightening effect, and I appreciated how it helped enhance my complexion over time. The papaya and vitamin C combination gives it a fresh scent and a natural feel, making it enjoyable to use.  Would I Buy It? Yes, I would consider repurchasing this product, especially for a once-daily routine.  Would I Recommend It? I would recommend this cleanser to friends and family, particularly those looking for a gentle exfoliant that promotes brightness in the skin. Just be aware of its drying properties, so it may not be suitable for very dry skin types. Overall, itu2019s a solid addition to any skincare routine."
        },
        {
            "review_title": "Perfect for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love this new face wash. It has brightend my skin and also helped with the irritation I have. It smells good and is easy to wash off. No residue and not greasy."
        },
        {
            "review_title": "Soft Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I started using this product when my skin was very flaky and dry. This product gave it a moisturize, love how its so soft after using this product!"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I absolutely love this cleanser! Beautiful glass bottle and an amazing formula! It has a slight citrus smell but feels wonderful on the skin!"
        },
        {
            "review_title": "Makes my skin look brighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have dry skin that has started to appear dull. This gel cleanser was not harsh on my skin at all. It felt smoother with repeated usage. I usually use it every alternate day and not every single day and I could see a difference. You will not see a difference in the first usage but after a couple of weeks. Overall, I highly recommend it."
        },
        {
            "review_title": "New must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Youth for all people is one of my favorite brands! And they continue to amaze me with each product! This was easy to apply, great fragrance, not harsh on your skin. It pulled out any black heads and pimples within a few days. Left my skin feeling tight and refreshed. Be sure to use a good moisturizer with SPF before applying makeup or going outdoors."
        },
        {
            "review_title": "Love the smell but not so much product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I actually LOVE the way this smells, I have been using this for a few weeks now and I really haven't noticed a difference except sometimes my face breaks out unfortunately. I don't know if it's the purging faze or not but I wanted this to work so much better than what it has but it just isn't . I received this for free to write a review"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Works well, removes makeup , smells amazing. Not harse at all"
        },
        {
            "review_title": "Brighter, Softer Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product the past couple of weeks, I can say I absolutely love it! I use it 1-2x per week or whenever my skin feels dull or needs a pick me up. My face looks overall brighter and feels so much brighter! This will become a staple in my skincare routine!"
        },
        {
            "review_title": "Love the refreshing nature of this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was very pleased with the wonderful scent of the cleanser and how gently it works. My skin looks brighter and feels refreshed and not dry."
        },
        {
            "review_title": "Soothing and calming for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I'm absolutely obsessed with YTTP's Superfruit Cleanser! This gentle, non-foaming cleanser has transformed my skincare routine. The antioxidant-rich formula, featuring a blend of maqui, acai, and goji berries, leaves my skin feeling soft, smooth, and thoroughly cleansed"
        },
        {
            "review_title": "Use correctly for best results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is a great chemical exfoliant when used sparingly. The directions on the product say to use daily AM/PM, which I did for three days before destroying my skin barrier.  After letting my skin heal and using this product once a week on days that I am not using any other active ingredients- i would recommend this to anyone.  3/5 u2b50ufe0f for the misleading product information that is harmful to the consumer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I recently got the chance to try this cleanser. It doesn't have much of a scent and it's very gentle, it is best to be careful when using it on open wounds as it can sting. The pump is super handy for keeping this cleanser in the shower. The main things I noticed were that it didn't irritate my skin, left it very smooth, and didn't cause any extra dryness. I also feel this does a good job of brightening the skin, so it's best to apply sunscreen after using this. I am excited I got to try this cleanser.  Pros: gentle non-irritating smooths skin has a pump isn't rough on the skin great ingredients  Cons: can burn open wounds"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is a great and gentle cleanser for your skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Works well, if your skin is sensitive it may cause some issues. Otherwise Itu2019s a great product"
        },
        {
            "review_title": "not the best for sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I've used this cleanser for a couple weeks now and I have mixed feelings on it. It does leave your skin very clean and is great as the second cleansing step in makeup removal, however I do think it is a bit sensitizing for my skin. I do have sensitive skin so I have to be careful it doesn't overly irritate my skin but I definitely can't use it twice in a day. I did get this free for review, but the thoughts are my own. I probably won't repurchase when I finish it but I will finish it."
        },
        {
            "review_title": "Great Exfoliant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have really enjoyed this product so far! I tend to use it once every couple of days and massage it in for at least a minute, then let it sit on my face for a few more minutes before rinsing off. Right away I can tell my face feels smoother and softer! I have started off slow since I use adapalene nightly and didn't want any irritation. It is a lovely product that lathers beautifully, smells nice and works great!"
        },
        {
            "review_title": "Really works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Loving this super fruit gentle exfoliating cleanser. Iu2019ve been using for a week and already my skin feels softer and brighter. Itu2019s also very gentle on the skin surprisingly as I have eczema on my eyes and it didnu2019t flare it up."
        },
        {
            "review_title": "Really bringing Youth to the People",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Oh my goodness this really is amazing. I used to use a different cleanser before this one and it ran out just before I got this. This has been a game-changer and I will 100% be purchasing this when I run out. I absolutely love the packaging very luxurious and sturdy."
        },
        {
            "review_title": "Pleasant cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "To be up front, I received this product from BzzAgent in exchange for my honest review. I have been using this cleanser at night every other day for the past three weeks and I really like how it works. It smells citrusy and gingery, which I find very pleasant. It doesn't burn or string, or cause sensitivity on my skin, and I have reacted to Vitamin C and heavy exfoliating products in the past. I think as a wash-off cleanser, it is gentler because it only has contact with my skin for ~30 seconds. I haven't noticed any incredibly transformative results, but it does leave my skin soft and maybe slightly more smooth feeling afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Smells amazing! Instantly gives you a glow and your skin feels amazingly soft after use!"
        },
        {
            "review_title": "Iu2019m in love with this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "After using this product, it has brightened my skin, my dark spots are lighter and it does not make my skin dry! I love it and canu2019t even say anything bad about the product or smell! Smells delicious! :)"
        },
        {
            "review_title": "Effective natural exfoliation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the most effective cleansers I've used! I've used it a lot, and was surprised at how gentle it was despite having AHA, lactic acid , and vitamin C! I washed my face for 30 seconds as specified on the box, and didn't experience any stinging or burning. It had a pleasant citrus scent as well. After using it for almost a month, my skin looks smoother and my fine lines aren't as noticeable. Thanks, BzzAgent, for sending this complimentary cleanser!"
        },
        {
            "review_title": "Great smell & good for combination skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for a couple of weeks, I have noticed that my face looks glowing, but I haven't noticed my sun spots fading or anything like that.  I do like that this is a gentle cleanser and doesn't irritate my skin. I do have sensitive and combination skin. I did start using this cleanser every other day, in case it over dried my skin, but I didn't experience anything like that."
        },
        {
            "review_title": "A new favorite with quick results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This cleanser is going to become a staple in my skincare routine! Before trying this, I was a dedicated user of YTTP Superfood Cleanser and although that won't change, this Papaya + Vitamin C Cleanser will be a cleanser I plan to use consistently 2X a week indefinitely. For me personally, I think it may be a little too stripping to use every day but I had noticeably a difference in skin texture and lack of dullness after a few weeks of using it! I have combination/oily skin so if you had naturally dry skin I don't think you'd want to use this every day. I did receive this cleanser for free in exchange for my review, but I must say I will definitely be buying this in the future. YTTP is a company that is consistently on the top of their skincare game and always at a good price point for the fast results you see! 10/10 would recommend :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve recently added this to my skin care routine & so far I love how it feels on the skin. Iu2019m awaiting results but Iu2019m excited to continue to use !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This face wash smells really good but I'm not a huge fan of heavily scented face products. I have sensitive, combination skin and it made the area around my mouth and nose feel a little sensitive immediately after use but it did make my skin look radiant and bright afterwards."
        },
        {
            "review_title": "Glass bottle design is very beautiful and environm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received a sample of PAPAYA VITAMIN C GINGER ROOT LACTIC ACID and have been using it for 2 weeks. The result is that my oily skin is clear and bright. The gel formula makes my skin soft and smooth and maintains moisture. I really like this product and will buy it again."
        },
        {
            "review_title": "My fav cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Instantly brightens my skin and creates a glow, even before post-cleanse products. Doesnu2019t overly lather and doesnu2019t run or spread too much. Also works great for cleansing mascara without leaving residue in the eyes & doesnu2019t burn."
        },
        {
            "review_title": "Good Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I recently tried the papaya + vitamins c cleanser with my teenager, and we both loved it! After two weeks of use, our skin is glowing and healthier. The formula is gentle but also effective to remove impurities. We loved the packaging and the pleasant scent adds a nice touch. We've noticed fewer breakouts, smoother skin, and itu2019s perfect for both teen and adult skin. We are definitely adding this cleanser to our routine."
        },
        {
            "review_title": "too harsh!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product is extremely harsh for my sensitive, oily skin. I use a small amount and cleanse my face for about 30 seconds with this product and rinse off. What has been happening after using this cleanser is very strange - it actually accentuates my hyperpigmentation/dark spots. This is of course very frustrating because a gentle exfoliator should not have such an effect. I use this product extremely sparingly for this very reason."
        },
        {
            "review_title": "Light, fresh scent and helpful with texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "This came in beautiful packaging! Since using this cleanser, Iu2019ve noticed an improvement with my skin texture. It also has a light, fresh scent."
        },
        {
            "review_title": "Smells nice but drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this complimentary in exchange for my honest review. Iu2019ve been using this for a couple weeks, and havenu2019t noticed much in terms of the claims of brighter, smoother skin. It smells pleasantly of papaya, but does feel drying and stripping on my normal skin. My skin feels clean but thatu2019s the only thing that it seems to be doing."
        },
        {
            "review_title": "An absolute must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this YTP super fruit cleanser and I cannot describe how much I love this product! The packaging is top tier! Glass bottle, great for the environment and I will definitely be reusing when the product is gone. The smell is amazing. A very fruity, clean smell. And my skin. Oh my skin. The improvement is out of this world! I will definitely be purchasing."
        },
        {
            "review_title": "FIVE STARS for me - 4 for those with dry skin.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free for my honest opinion. Initially I had mixed feelings about this cleanser. I have combination skin that is sensitive. Finding products that address my needs is difficult. When I first tried this face wash, it left my skin radiating, but also tight. It was a bit drying on the dry spots of my face. I was determined to make this product work for me because of the good ingredients it has. I am SO GLAD I stuck it out. I quickly learned that using this every day to exfoliate was a bit too much for my skin, but using it every other is GOLDEN!!!! My skin stays supple and moisturized, and this sloughs away all the flakes and dead skin leaving my complexion glowing and smooth. I absolutely LOVE IT! I gave only 4 stars because it may be over drying for someone with dry skin, but for mine- a total 5 stars!!!!!!!!!"
        },
        {
            "review_title": "Great new cleanser in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "As someone who hasn't always been a fan of Youth to the People products, I was genuinely surprised by how much I enjoyed using this cleanser. The papaya scent is refreshing and natural, without being overpowering, which makes the experience even more enjoyable. After just the first use, my skin felt incredibly soft, clean, and revitalized. What I appreciate most is that it thoroughly cleanses without leaving my skin feeling dry or stripped of moistureu2014something Iu2019ve struggled with in other cleansers. After using it consistently for a few weeks, Iu2019ve noticed a real improvement in my skinu2019s texture and overall appearance. Itu2019s now become a staple in my daily skincare routine, and I look forward to using it every day. Highly recommend for anyone looking for a gentle, effective cleanser with a pleasant scent!"
        },
        {
            "review_title": "unnecessary honestly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I have tried this- I have normal skin. It cleaned my skin but frankly it was a little stripping and nothing special. Best for oily skin but honestly it was meh. I can't say I would recommend this because it doesn't stand up next to much better cleansers for much cheaper."
        },
        {
            "review_title": "Try Before You Buy if You Can",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I tried Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser from Youth to the People.  The smell is a pleasant, what I assume is papaya, scent. I washed my face with the product as directed twice a day at first, but I already knew after the first use that twice a day would be too much.  The product leaves my skin clean and soft, but also tight, which I don't like, but that isn't a deal breaker for me. I followed up with my usual moisturizer. After the first day I only used the product once a day. After a few days, I noticed that I was waking up with dry, flaky skin on my cheeks and chin, so I cut back to every other day.  My skin is oily / combination.  I did not experience any redness or burning. My skin does look brighter and more even, but this didn't improve my texture, nor reduce the look of my large pores. I give this a 3.5 out of 5."
        },
        {
            "review_title": "My sensitive, oily skin did NOT like this product!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I had high hopes for this product. It smelled so good, but after 20 seconds of having it on my face, my skin started to burn and tingle. I immediately rinsed it off, and my face felt very tight and looked shiny. It feels like it completely stripped the moisture out of my skin. Now, my focus is on repairing my skin's moisture barrier. I'm so disappointed!!"
        },
        {
            "review_title": "I will definitely be getting a 2nd bottle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Normal skin",
            "review_text": "After using this cleanser I noticed my skin looked more even and smoother. I had a significant improvement of texture! My skin is as close to u201cglass skinu201d as itu2019s ever been and I am so excited!"
        },
        {
            "review_title": "Good for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "My skin is very sensitive, however this cleanser is gentle and does not make my skin irritated or red. It washes off makeup well."
        },
        {
            "review_title": "An excellent, gentle exfoliator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have been very happy with this product. It smells great and my super sensitive skin hasnu2019t had any negative reactions- so this really is a gentle formula. My only reason for four stars is the price. That said, I would definitely recommend this product to folks who are able to spend a little extra to support an ethical company."
        },
        {
            "review_title": "Leaves skin smooth and glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this cleanser for free in exchange for my review and have been enjoying it so far! I have dry and sensitive skin and donu2019t find the actives to be irritating personally, but I do use retinols so my skin is used to active ingredients, which may be why I didnu2019t experience the irritation that others have mentioned. My skin felt clean and soft after using and definitely looked pretty glowy. Although itu2019s relatively gentle, I would stick to the directions and use it 3x a week rather than as a daily cleanser to avoid over-exfoliating. I also only use it at night because the lactic acid and vitamin c can make skin more sensitive to the sun, so Iu2019d recommend using a high spf sunscreen if used as a morning cleanser. I took one star off because it is pretty heavily fragranced which typically isnu2019t my favorite, but it seems like a lot of the fragrance is natural since added fragrance is the last ingredient. The smell isnu2019t bad and just smells like citrus, so just a personal preference! Overall, I think this is a nice way to exfoliate and cleanse at the same time if you want to reduce the amount of products in your routine. If youu2019re newer to active ingredients, I think this would also be a good way to introduce your skin to them. However, I would just be aware that your skin may need a week or two to adjust before you get the best resultsu2014just be sure to use a good moisturizer after."
        },
        {
            "review_title": "Brighter & Smoother",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been using Superfruit Gentle Exfoliating Cleanser with Vitamin C + Papaya for a couple weeks now and I saw results from the first use. I noticed smoother, brighter skin right away. I wasn't sure if there would be any drying so I followed up with a light moisturizer and my skin looks fabulous! It is scented but gentle enough on my sensitive skin that it didn't cause a reaction. I would definitely buy this product again."
        },
        {
            "review_title": "Refreshing and cleansing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Super refreshing. I recommend this in the morning is super refreshing and you can have the sense of cleanliness after use. Reilly great papaya smell if you like it"
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "After using this product for a few weeks, Iu2019m impressed with the results. This exfoliating cleanser strikes a great balance between deep cleaning and being gentle enough for regular use. The texture is not rough or extra gritty from natural exfoliants that effectively slough away dead skin cells without feeling too harsh or abrasive on my skin. After each wash, my face feels smooth, refreshed, and soft, without any tightness or drying. The scent is mild and refreshing, fruity but not overly sweet, and the formula doesnu2019t irritate or cause redness. Over time, Iu2019ve noticed my skin looks brighter, and the overall texture is much more even. Iu2019ve had fewer breakouts as well, likely due to the unclogging action of the exfoliants. Overall, this is a fantastic addition to any skincare routine, especially for those looking for a product that combines exfoliation with daily cleansing. It leaves your skin feeling clean, soft, and rejuvenated after every use. The glass bottle and cleanser color are also easy on the eyes! Highly recommend!"
        },
        {
            "review_title": "A must for exfoliating without drying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "After using this product over the past few weeks, I have been loving the results! This gentle exfoliating cleanser is great for brightening and smoothing out my skin. My dark spots are appearing lighter. Using this on a daily basis has not dried out my skin or left it irritated. The cleanser has a great lather   and it smells really nice."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This cleanser is super gentle on my skin. It effectively removes my makeup and impurities. It has a pleasant gel like texture and it smells absolutely wonderful"
        },
        {
            "review_title": "Love YTTP",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this for a couple weeks now, and I've been enjoying the results! I've noticed my skin is brighter/more glowy, more smooth, and soft. It also makes my skin feel very clean. There's a slight scent (doesn't bother me - just letting you know), and a couple times my skin did feel somewhat on the dry side - but after using a good moisturizer, everything was great. I do love that this comes in a (recyclable) glass container with a pump! I think this is a great cleanser that does what it claims to do!"
        },
        {
            "review_title": "Leaving my skin feeling smooth after use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My skin was very dried and I noticed a lot more dead skin around my cheeks area. After trying this cleanser I could feel my skin becoming solfter to the touch. It did leave a tingling feeling and causedy skin to become tight after I washed it off with water. Make sure you put moisturizer right after cleansing your face. I have high hopes for this cleanser!"
        },
        {
            "review_title": "Better for the Body than Face",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "First off, this cleanser has a powerful grapefruit smell. Iu2019m not the biggest fan of scented products, but it seems like the fragrance is derived from natural ingredients. Nonetheless, I am sensitive to fragrances, so I probably wonu2019t continue using this on my face.  It feels refreshing, but afterwards my skin feels tight and stings just a little. This is to be expected because of the AHA, but I prefer other chemical exfoliants like tretinoin, so twice daily use is overkill for my skin. I used it on my body for a week or so and was impressed with the improvement in texture.  I primarily use vitamin C in my skincare routine because of the pollution where I live. Iu2019m dubious of how effective a cleanser with vitamin C can be given that it is only on your skin briefly and then is washed off.  Overall, itu2019s not a bad product if you are starting out on your skincare journey. I will continue using it on my body, but I am not likely to purchase in the future."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from Bzzagent to review for free. First off I love this product. I have us YTTP before, but not this cleanser. This cleanser smelled so good, came in a beautiful glass bottle and was a thick consistency. It also has made my skin so clear, and so soft. Iu2019ve been using for some time and I have noticed acne scars fading as well. Itu2019s gentle and easy to use and to clean off, no residue on my skin. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The Youth To The People Superfruit Cleanser has a refreshing, pleasant scent that enhances the cleansing experience. However, it tends to leave the skin feeling dry and a bit tight after use, which might not be ideal for those with sensitive or dry skin. Overall, it's a decent cleanser but may require follow-up with a good moisturizer."
        },
        {
            "review_title": "A notable difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I've been using this cleanser nightly for around two weeks - I can see and feel a difference in my skin's texture.  I can also see a bit of fading in my face's  hyperpigmentation spots. This cleanser isn't cheap, but a small amount goes a long way."
        },
        {
            "review_title": "It has become part of my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Since I started using the product, my skin feels cleaner. And it smells wonderful."
        },
        {
            "review_title": "Gentle Exfoliation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I received the Youth To The People Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser complimentary through Bzzagent in exchange for my honest review. This cleanser has a thicker consistency and feels like a gel mask on the face. I applied in circular motions to cover my entire face and thought this rinsed off easily with water. After rinsing, my skin felt soft, clean and not overly stripped. I did not notice this feeling sticky or leaving my skin dry. My face looked bright and had a nice glow. This does contain AHA and BHA so it is recommended to wear sunscreen afterwards, which I always do regardless. I even used this without removing my makeup first, and I believe it did a great job at taking it off and not leaving any residue behind. This has a pleasant tropical scent that seems natural to the ingredients, but fragrance is one of the last ingredients and this may bother someone. I also enjoy that this comes in a glass bottle with an easy to use pump, and looks great sitting on a countertop. Overall, I enjoyed this cleanser and would recommend it to others."
        },
        {
            "review_title": "A great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Since using this cleanser once a day for about three weeks now, Iu2019ve noticed my skin has become clearer, smoother, and more even. Iu2019m a lighter peach skin tone with combination skin. Iu2019ll be continuing to use Youth To The People products going forward."
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I really enjoyed how this product applied to the skin. It was very creamy at application and emulsified very nicely. After rinsing it off, I did notice that my face had a very glowy appearance. But, after the dry down, my face was very tight. Unfortunately, I do have very dry skin and although this product claims to work on all skin types, it did not work for mine. I think it would work great for those with an oily skin type.  This product was sent to me in exchange for a review."
        },
        {
            "review_title": "Great scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this scrub. It is really gentle, yet really effective on my face. I noticed my skin feels cleaner and looks brighter. It smells amazing too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was skeptical about this product but wow I could see the difference right away! I tried it on my mom and she loved it too! Iu2019ll be honest I wasnu2019t a fan of the green cleanser from them but this one I might actually buy again. If you havenu2019t use lactic acid before be warned it might sting a little so start slow."
        },
        {
            "review_title": "Glowing, even skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I have used this cleanser for the past 4 weeks and have noticed a big difference in clarity and texture of my skin. It is gentle, yet effective in removing makeup and sunscreen. my skin feels so soft and is glowing afterward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cleanser smells and feels amazing. I have combination skin with acne scars and this is so gentle on my skin. It doesnu2019t dry out my skin or make it feel oily. My skin looks brighter and clearer since I started using this face gel daily. It has smoothed some of my texture and I would definitely recommend this if you are looking for a gentle exfoliating cleanser."
        },
        {
            "review_title": "Another miss from YTTP",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Not a fan of the burning sensation after each use. I gave it a few tries but Iu2019ll be returning it. I doubt Iu2019ll purchase anything from this brand in the future"
        },
        {
            "review_title": "My favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is going to be my favorite cleanser from now on. Since the first time I used it I noticed a great difference on my skin pigmentation, the color of my sking is more uniform now. Also when I touch my skin feels way softer and healthy. I received this product in exchange of my honest review"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this cleanser!! I have dry sensitive skin and this is so perfect for me! It cleanses without drying my skin out and leaves me looking and feeling hydrated!"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cleaner is amazing. This performs a great job of removing any remaining makeup and leaves my skin feeling really clean. It smells delicious, like fresh papaya, and it does not affect my skin at all. This feels hydrating and clean without being overly stripping or drying on my combination skin. I recommend trying this!"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my 3rd YTTP facial cleansing product I've tried and I really like it a lot! When I saw the title said it was exfoliating, I assumed it'd have a scrubby texture, but this is very silky smooth when I put it on and rub it onto my face. The scent is very distinct, fruity and smells refreshing. It's super easy to use with the pump handle, however, I don't quite need a full pump though. It makes my skin feel great right after use and all day long. I do have sensitive, combination oily and dry skin so it's hard to find products that work best for me, but everything I've tried so far from YTTP works great for me."
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have used this product for a few weeks now. The packaging is fantastic. I love that it is in a glass bottle and the pump is easy to use in the shower. The smell of the product is fantastic. It wakes me up first thing in the morning when I wash my face but isn't overwhelming. This product worked great on my combination skin, however I do wish it was just a little bit more hydrating. I am interested to see how it does on my skin in the winter months. I will continue to use this product."
        },
        {
            "review_title": "Great active cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone",
            "review_text": "I used this product on both my face and back/chest/armpits for 1.5 weeks. I have sensitive, dry skin so it was too abrasive around my mouth and nose (hence the 4 stars). However, this was great to use on my body and armpits and was not irritating at all. I genuinely think it helped with the hyperpigmentation in my armpits. My fiance uses it on his face and really likes it and has no issues. There is a pleasant fruity scent too. If your skin is not super sensitive, and you are interesting in adding an exfoliating acid to your routine, this would be a great way to do it!"
        },
        {
            "review_title": "Refreshing Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this product the last few weeks, I can honestly say that this product is gentle, smooth, and smells great! It doesnu2019t have those harsh beads in it even though it is an exfoliant. Will continue to use!"
        },
        {
            "review_title": "Gentle Exfoliation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! Even the first wash made my skin very smooth and the exfoliation has been very gentle for my skin. 10/10 would stock up!"
        },
        {
            "review_title": "Gently exfoliates",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser did a great job gently exfoliating my skin without over-drying or being too harsh. I love that it removed the dead skin and gave me a fresh feel after I used it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I really love this cleanser. My skin feels so clean after using this and does a good job at getting any extra makeup off as well. It has a lovely fresh papaya scent to it and does not irritate my skin at all. I have combo skin and this helps my skin feel clean and hydrated without being too stripping or drying. I highly recommend giving this a try!"
        },
        {
            "review_title": "exfoliating cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "sort of drying but my skin looks brighter and it hasn't been too harsh"
        },
        {
            "review_title": "clean and bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I was sent this product to try for free in exchange for my review.  I have been using this cleanser for about a week. I like the glass bottle that it comes in, and it makes my face feel very clean. It looks and feels like a luxury product. I have slightly sensitive skin, and if I leave it on my face too long, it burns a little. But, I'm careful with it, and I think the improvement in my skin after using it is worth it."
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was given this product in exchange for my honest review nd overall, I am quite pleased with it. The cleanser comes in a generously sized glass pump bottle, making dispensing the product very convenient.  The cleanser has a scent that isnu2019t my favorite, but itu2019s not overpowering or unpleasant. More importantly, it excels in its primary function: exfoliating and brightening the skin. After using it, I noticed a significant improvement in the texture of my skinu2014it felt much smoother and looked more radiant.  One downside I experienced was that my skin felt a bit dry after using the cleanser. However, this was easily remedied by following up with a good moisturizer, which I always do as part of my skincare routine.  I would say, if you donu2019t mind a slightly drying effect and can follow up with a good moisturizer, this cleanser is definitely worth a try."
        },
        {
            "review_title": "Gentle brightening cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this product in exchange for an honest review. This cleanser is gentle but still provides an effective cleanse. It exfoliates well, without irritation. I use this every morning and I noticed that my acne marks are starting to fade. I highly recommend if you have normal skin!"
        },
        {
            "review_title": "Best wake me up face wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so nice and leaves your skin feeling soft and refreshed. I love this from the texture to the lather to the smell. I got this as a review but I was already going to buy it when it came out. I am so pleased with the opportunity to review it. I love the glow that I get from it. It's light and has a good foam. I love this product so much."
        },
        {
            "review_title": "Glowing, moisturized but squeaky-clean skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this face wash! It somehow leaves my face squeaky-clean but not tight or dry feeling. My skin glows all day after I use this face wash. It smells so good like citrus and papaya. A little half-pump goes a long way, so I've had this bottle for about 2 weeks and have barely made a dent in the amount of product. It is important to let the product stay on your face for at least a minute so all the nutritious goodness really has time to soak in to your skin. Overall an excellent product that I would recommend!"
        },
        {
            "review_title": "must have in routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This makes the Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser simply work wonders in any skincare routine. The content of vitamin C therein makes quite an outstanding improvement in brightness and clarity of the skin upon continued use."
        },
        {
            "review_title": "would buy again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been loving his product. The packaging is glass and it smells fresh and clean like something you would find at a spa. I love that this product is a chemical exfoliate rather than a physical exfoliate. I will say to use with caution if you have sensitive skin or are using other exfoliating products. I use a retinol and I found that after the first few days using this with my retinol I was getting some dry patches. So I backed off and worked my way up to using every day. It leaves my skin feeling cleansed, and glowing. A little goes a long way. Highly recommend."
        },
        {
            "review_title": "Very drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "When I received this product I was impressed by the quality of the just the bottle itself and the pump is not cheap and well engineered. You only need ONE pump of this product, less is more with this exfoliating cleanser. The smell is delightful, it is a pungent grapefruit smell and I wasn't bothered by it. Sadly I was using this product in addition to salicylic acid and prescription tretinoin. I did not use this product every day since it is an exfoliate but I use my salicylic acid in the morning and tretinoin at night and I found adding this was just too drying for my skin, especially around my nose and upper cheek bone. I did try it by itself for one day but it just intensified the dryness. If someone doesn't have very sensitive skin, I would definitely give this a try if looking for an exfoliant. I received this product for free in return for an honest review."
        },
        {
            "review_title": "Good essential cleanser! Not for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've been using this product for the last few weeks, and I really like it! It leaves my skin feeling clean and refreshed. I have oily skin, so it doesn't feel stripping, but my friend with dry skin found it to be harsh on her skin. I would say this is ideal for oilier, less sensitive skin types."
        },
        {
            "review_title": "Juicy Exfoliating Cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I recently tried the Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser, and I am truly impressed! This cleanser has invigorated my skincare routine with its juicy formula. The natural papaya enzymes and vitamin C work wonders by gently exfoliating my skin without irritation. It leaves my face feeling incredibly soft and radiant. I love how it effectively removes makeup and impurities while brightening my complexion. The light, fruity scent is a delightful bonus. I definitely recommend this cleanser to anyone looking for a gentle yet effective way to achieve glowing skin!"
        },
        {
            "review_title": "Brighten and Nourish: Youth to the People Papaya +",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using the Youth to the People Papaya + Vitamin C Superfruit Cleanser for a few weeks now, and Iu2019m thoroughly impressed. Compared to other cleansers Iu2019ve tried, especially those with vitamin C, this one stands out for its gentle yet effective formula. Many vitamin C cleansers can be harsh or leave my skin feeling tight, but this product strikes the perfect balance of being refreshing and nourishing.  Benefits: One of the major benefits of this cleanser is its ability to brighten the skin. The papaya enzymes work well to gently exfoliate, and Iu2019ve noticed a visible improvement in the texture and radiance of my skin. Itu2019s also formulated with superfruits, which makes it feel like Iu2019m feeding my skin with nutrients, not just cleaning it. Plus, itu2019s vegan, cruelty-free, and made from sustainable ingredients, which is a huge bonus for those conscious about what goes into their skincare products.  Would I buy it again? Definitely! While it is a bit more expensive than some drugstore alternatives, I feel the quality and results make it worth the investment. My skin feels smooth, looks brighter, and the cleanser has a luxurious feel that makes my skincare routine feel like a spa experience.  Recommendation: I would recommend this product to anyone looking for a gentle but effective cleanser, especially if youu2019re looking to target dullness or uneven texture. Itu2019s suitable for most skin types, and I think my friends and family would appreciate the clean ingredients and visible results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "This cleanser is gentle and effective. My skin is combination and this balanced my skin very nicely. I also noticed my skin is brighter and smoother. Just be sure to use SPF!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I absolutely love this cleanser! It makes your face feel so clean but not clean where it feels dry and hard to move your face! It makes your face feel plump and smooth after! I received this product for free in return for my honest review!"
        },
        {
            "review_title": "Deep gentle cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "I recieved Youth to the People's Papaya + Vit. C Superfruit Gentle Exfoliating Cleanser from Bzzagent in exchange for my honest review!   This refreshing citrus scented cleanser  brightens and evens my skin tone with natrual gentle exfoliation thats non-stripping, and maintains the natural moisture of my skin.  Youth to People's cleanser leaves my skin feeling smooth, looking radiant, and prepped for skincare routine. Perfect for combination/oily skin types seeking a gentle, exfoliating cleanser."
        },
        {
            "review_title": "Itu2019s a skip for meu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Iu2019ve been using this exfoliating facial cleanser for a few weeks now. While it leaves my skin feeling smooth and fresh, Iu2019ve noticed an increase in breakouts since starting it. It may not be from this cleanser but I definitely have to do some damage control now.  The scrub is gentle, but it may be too harsh for sensitive skin types. It did sting a bit when I put it on. Iu2019m still giving it 3 stars because it cleans well and my face does feel softer, but I might need to switch to something less irritating. As far as brighteningu2026as a dark skinned black woman, I canu2019t say it my dark marks seem any lighteru2026"
        },
        {
            "review_title": "Smooth as butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This product comes in a pump container which I love because  it's so easy to use and apply especially when you're in the shower and trying to do things where it won't leave globs or messes and this doesn't.  A few pumps and done that's all you need. This is a great product . This is a 2 in 1 treatment and gently exfoliates and brightend your skin and cleans it all in one step. It's made to even your skin tone and texture which I need because I get patches of dry skin almost everywhere  especially in fall/winter and no amount of lotions etc ever help it but for maybe an hour or so then back tk sandpaper city.  This product here though took that sandpaper skin of mine and totally revived it to how my skin should be I almost had to pinch myself I didn't believe it. Also it lasted . So that really blew my mind. This is a product where you are getting such great quality at a great value too , you just don't find that anymore.  This stuff is worth every penny. The papaya  scent of this is also great its not overwhelming its a subtle natural smell that I love and other people can smell it on me too and when getting out of the shower the scent itself is almost like aroma therapy  it calms and relaxs me. It also goes a long way the bottle will last you a long time you only need a couple punps and done. SERIOUSLY You'd be a fool not to try this if you have some issues with rough skin texture like me."
        },
        {
            "review_title": "Don't think I want this product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried using this product and first of all the smell is not one of my favorites.. it smells like a wet dog smell to it. I went on and pumped a few squirts in my hand s and added a little water and applied to my face.. I rubbed it in for thirty seconds then I rinsed my face . My face  felt a little dryer than before I used the product."
        },
        {
            "review_title": "A must have cleanser for my night routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I have received this product for my honest review! I love it! It is a great cleanser! I normally use the YTP super food gentle cleanser so I couldnu2019t wait to try this new one! I really enjoy the smell of this cleanser and how it leaves my skin feelings after. It has a lactic acid component so I would start using it once or twice a week then building it up! I also use this as my night cleanser due to the vitamin C, if used during the day donu2019t forget to add your SPF! Would definitely buy again!"
        },
        {
            "review_title": "Very refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "My skin has gotten incredibly dull since working on the night shift but this cleanser has really made me notice a difference. Not only that but it really seems to have shrunk my pores. Worth it!"
        },
        {
            "review_title": "Very refreshing and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using this cleanser for the last week and I really really like it! The biggest two things for me, my skin feels refreshed and clean after using it, and it hasn't contributed to any break outs. This cleanser comes in a glass bottle with a pump, smells mild and nice, and it's very creamy. This is keeping my face feeling hydrated and I love that there is some exfoliating properties, but it feels so smooth. I really love this product and the packaging does make it feel luxorious. 5 stars, once I run out I will get this again."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is my favorite cleanser ever. It leaves my face looking so fresh and clean with an amazing glow to it. It is also reduced the size of my pores. The cleanser smells so good as well"
        },
        {
            "review_title": "Good night cleanser for dark marks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This face wash smells fruity and has a nice latter. Despite it being an exfoliant, it doesnu2019t have those little beads in it. Itu2019s smooth and gentle. Instead of uses a chemical exfoliant (aha) so I suggest using it at night because you shouldnu2019t go out in the sun for a while. I have dark skin and had no negative side effects. Iu2019m looking forward to the results because aha, ginger, and vitamin C are all supposed to lighten dark spots. u2600ufe0f"
        },
        {
            "review_title": "Nice Cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I really enjoy this cleanser. It is refreshing in my morning shower. It is a little drying, so I have been pairing with my Youth To The People moisturizer."
        },
        {
            "review_title": "Pleasant Suprise",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was provided this product for free to give my honest review. Upon opening the packages and seeing this product I had my doubts, I definitely judged the book by its cover. What I can say is this product smells amazing,  you do not need more than a pump of product and the glass bottle was a great touch! I have used the product twice now and feel as though it works well, my face does seem brighter and smoother after it's use. I was expecting to feel the exfoliation some and I did not. It has a great consistency though the orange look is off putting to me it more than makes up for it with how lovely it smells and how well it works in two uses."
        },
        {
            "review_title": "Effective cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product nightly for 2 weeks hereu2019s my honest review on it: Pros - I love that it comes in a glass jar. The smell is fresh and feels great on my skin. My blemishes started diminishing in color and lastly the texture isnu2019t rough on my sensitive skin.  Cons- Iike any other face wash avoid eye contact! A little got in my eye and I was washing for awhile it burned and stung pretty bad!"
        },
        {
            "review_title": "Love this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this product for free in exchange for an honest review. This product was very refreshing like the others I have tried from this brand. It did help with my uneven texture however I did find it a bit drying. I am going to add an extra hydrating moisturizer at night but I do love this cleanser."
        },
        {
            "review_title": "Great cleanser, but vey drying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Thank you Youth to the People for this free product! I liked this face wash and feel like it did make a slight difference in the brightness/texture of my skin. However, it was pretty drying so it's not ideal for my already dry skin. I think that if you have oily skin already, this wash would work great for you, but not so much for dry skin. I had to apply a ton of hydrating products afterwards to get rid of the tight feeling that it gave me."
        },
        {
            "review_title": "My new yummy daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by this cleanser. The first thing that caught my attention was the delightful smoothie scent. It was so refreshing and enjoyable that it made washing my face a fun experience and easy to remember in my routine.  I started using it when I got home from two weeks of travel, where my skin was feeling dry and lackluster. With consistent use, morning and evening, I noticed a significant improvement in just three days. My skin was hydrated, soft, and happy.  I appreciate the label's recommendation to use for 30 seconds. This was crucial, especially considering the lactic acid exfoliant. Also really important to wear sunscreen, which I already do regularly and work indoors.  I got to try out this cleanser for free in exchange for my honest opinion. Overall, I highly recommend this cleanser. The combination of its pleasant scent, effective cleansing, and skin-reviving properties make it a must-have for anyone looking to improve their skincare routine. Gonna replace my dermalogica glycolic cleanser with this one. Another YTP winner!"
        },
        {
            "review_title": "My new must-have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using this cleanser for a week now and so far Iu2019m happy with the result it gives me. I love the glass container, somehow it makes me feel like Iu2019m having a good product rather than normal plastic tube. When applying it, I love the scent it brings, really light and pleasant, which gives me a feeling that Iu2019m in a tropical paradise ud83dude01. My skin looks brighter right after the wash, and it feels smoother as well. And as a cleanser, it does its job (pls donu2019t laugh at me but with some cleanser, after washing, I used the cotton pad to wipe my skin but it still has some dirt on it). This cleanser also doesnu2019t dry my skin out afterwards like some other products would do to my skin. Just 1 note for everyone else is not to use a lot because thereu2019s acid in the ingredients. I accidentally used quite a bit amount the first time and I had a light burning feeling on my skin because of it. Overall, I think itu2019s a great product."
        },
        {
            "review_title": "Exceeded my expectations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "After using it, my skin felt refreshed, soft, and had a noticeable glow. I didnu2019t experience any dryness, though I always follow up with a hydrating moisturizer. The scent is fruity and bold, which I personally enjoy. All in all, this cleanser exceeded my expectations and Iu2019ll be recommending it to friends."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Initially, I seemed to break out! After a few days it settled and now my skin is feeling more smooth and has cleared up. It feels clean without overly drying the skin, which is usually my issue with exfoliating cleansers. Also smells very nice. This would be nice to alternate with a hydrating cleanser!"
        },
        {
            "review_title": "My new favorite ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This cleanser really impressed me. I have sensitive, combination skin and this cleanser gave me the exfoliation I needed without being harsh on my skin. After the first wash, my face felt smooth looked brighter. I had no issues with dryness or irriation, but I always use a good moisturizer after washing. It does have a strong, fruity smell. I think it smells fantastic, but if you prefer a subtle scent or no scent, this may not be for you. Overall, I will definitely be recommending this cleanser to others."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Love this product! Left my face feeling fresh and has an amazing smell!"
        },
        {
            "review_title": "Not for dry dehydrated skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I don't think this is really for my dry old lady skin type. It lathered up nicely and did a great job cleansing but left my skin feeling tight and uncomfortable afterwards. I think this will work better for those with a little more oil. It did do a fantastic job of removing my sunscreen though!"
        },
        {
            "review_title": "Leaves skin smooth and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my new favorite face cleanser! It smells so good and leaves my skin feeling so soft and clean and helps to brighten my face. Itu2019s perfect for waking up your face early in the morning!"
        },
        {
            "review_title": "Wonderful cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I wasn't a huge fan of the smell, but it does an amazing job of cleansing your skin. It lathers good and it does a great job at moisturizing your skin even though it is an exfoliating cleanser. I even forgot to use moisturizer after washing my face the first time."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This cleanser smells incredible. Iu2019m obsessed with the fruity scent. As for a cleanser, also incredible. The gentle exfoliant along with vitamin C leaves my skin looking bright and clear. I will definitely add to my skincare routine long-term!"
        },
        {
            "review_title": "So impressed this is not just a cleanser !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I am so so impressed with this cleanser !!! I waited a few weeks to review because I wanted to see how the cleanser did with everyday use and itu2019s amazing !!! The first time I used this my face was already glowing itu2019s truly great !! I have dry skin normally and this did give a slight dryness but nothing my normal moisturizer couldnu2019t fix , this is totally worth the money Iu2019m so so impressed !"
        },
        {
            "review_title": "Stay refreshed all day with this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This cleanser is a true standout!  It's free of harsh ingredients, and the papaya scent with a little zing is just delightful. I've made it a part of my daily routine, using it both morning and night. In the shower, a generous pump cleanses my face beautifully. Before bed, it's a refreshing final step. You'll feel a slight tingle u2013 that's the exfoliation working its magic! My skin is left incredibly smooth and glowing. It's the perfect prep for makeup, ensuring a radiant look.  I can't recommend this cleanser enough u2013 it's a definite winner!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a great cleanser. Itu2019s thick so you donu2019t need a lot, it has an amazing citrus smell, and feels so good on my skin. The exfoliating part of it is very light. You canu2019t feel any dryness after. Thank you for sending this to me to try. Iu2019ll def buy when Iu2019m out."
        },
        {
            "review_title": "My new favorite cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "After using for just a week, I could tell a noticable difference in my skin texture.  I love the glass bottle packaging! And it smells so refreshing! The amount of product you get for the price is awesome, as one bottle will last quite a while! I will definitely be recommending this to my friends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The perfect cleanser for someone who is looking to even out your skintone. The vitamin C and lactic acid helps give me glowing skin and it's so easy to use with the pump. I feel like my oily skin has gotten a lot more under control"
        },
        {
            "review_title": "Superfruit Gentle Exfoliating Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love this product. This Superfruit Gentle Exfoliating Cleanser with Vitamin C and Papaya not only is super effective at moisturizing my skin but it also leaves it looking more bright, glowing and more youthful looking than ever before. Also it smells so so good. The Papaya scent is to die for. I highly recommend this product."
        },
        {
            "review_title": "Sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have to say... this smells like a tropical paradise! ud83cudfddufe0f With my combination skin, this has worked wondersu2014leaving it balanced, smooth, and a little more radiant with each use. It lathers beautifully despite its lightweight consistency, which Iu2019m obsessed with! Another win from YTTP."
        },
        {
            "review_title": "Surprised by how much I like this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First impressions was that it had an earthy smell (that was primarily the ginger coming through) but I quickly got used to it and now like the smell. I've realized it just smells clean and energizing. I was skeptical about how effective this would be, but after using it daily, I feel like it really has brightened up my skin and helped get rid of the dead skin build up from all the summer sweat I accumulated. I even asked my coworker if my skin looked brighter and he said yes! So, I take that as a success. Will definitely consider purchasing this again!"
        },
        {
            "review_title": "Very nice cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Aesthetically very pretty and smells great. Left my skin feeling smooth and clean. Iu2019m typically sensitive to vit c products but this one hasnu2019t caused any irritation or redness. However I definitely wouldnu2019t use it daily. Iu2019ve been using 2-3 times a week and that seems to be a good cadence."
        },
        {
            "review_title": "Buy This!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I've been using this cleanser at night and it's amazing! I saw results after the first use. There is a slight tingle when you put it on but it makes me feel like it's working its magic. I had some zits on my chin area and after using this just once it helped dry them out. I will buy this cleanser to keep in rotation from now on!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "I am really loving this cleanser! The pump style dispenser is super helpful. The scent is very ginger forward but super pleasant! People are saying tropical in the other reviews? Definitely not a tropical smell at all. The cleanser is a little tingly at first we but does not overly dry or strip the skin. After using it for a week now I have less active breakouts and my skin is looking brighter."
        },
        {
            "review_title": "Great cleanser and exfolient for every day use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This may be my new favorite skincare product! I received this item in exchange for an honest review. I was excited to try based on my opinion of the brand and it did not disappoint. It smells amazing, has a great lather and leaves my skin feeling clean and exfoliated. You can tell they use high quality ingredients. I started to notice brighter, smoother skin after the first week of using."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Left my skin feeling clean and refreshed. The smell is amazing and not too fragrant but also not overtly subtle. It did dry my face during my first use but seems like human error (kids wouldn't leave me alone.) But no complaints works great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "A pleasant facial cleanser that is reasonably priced. The cleanser is a nice morning wake-up wash for the face and is an effective cleanser at night to remove the makeup and the face's exposure to daily air pollutants. I used the product 2x a day for one week. I noticed my skin felt a little smoother after days of continuous use and other products (serum, face oil, moisturizer, etc.) absorbed quickly."
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love that the product comes in a glass bottle. It barely has any smell to it. It makes my face feeling super clean after a wash. Itu2019s not too strong to damage your skin, but also mild enough to take off any make up by the end of night"
        },
        {
            "review_title": "Tropical cleanse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I just started using this and I can see hint of the glow everyone is talking about after using for 4 days so far. I can imagine after a week or 2, I hope to see a very visible difference. It smells great. I feel like it cleans my face well without drying it up. I didn't give 5 stars only because I still need time for long term use."
        },
        {
            "review_title": "a must in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've used this product for over a week and it has made such a difference on my skin. it appears to be more glowy and youthful. I love the smell, it smells fruity but not over powering. when I first started using it  It removed all dead skin and left my complexion smooth. it is not to be used everyday specially if you have sensitive skin but twice a week its perfect."
        },
        {
            "review_title": "Refreshing Scent, Great Exfoliating Power!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "The cleanser has a fresh, light scent. Although the texture of it is not too thick, it creates a pretty good lather. I didn't need much. I appreciate the environment friendly packaging.   I have aging, oily skin, textural issues, scarring, and congestion. I was searching for a cleanser that could address all of those things in one. On the first couple of uses, there was a slight warm/burning sensation. It was bearable, just a slight discomfort. The sensitivity went away. The cleanser left my face feeling tight and slightly dry. A moisturizer is definitely needed. My skin feels smoother and looks much brighter.  Extra bonus: My hands are a lot softer after applying this product to my face!"
        },
        {
            "review_title": "Wonderful cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This cleanser is delicious!  The texture is so smooth and the scent is amazing.  Leaves my skin feeling clean and refreshed and does a great job removing makeup.  Have been using for two weeks and my skin is always very glowy after use."
        },
        {
            "review_title": "Tropical escape? Yes, please!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Upon seeing the product I knew it was going to be good. The pump works great and dispenses the right amount of product. The scent is fruity and tropical, which I love. It has a nice lather to it too. It removes stubborn makeup easily and rinses clean. My skin feels great. The reason itu2019s 4 stars instead of 5 is the exfoliation factor. It is very minimal. I would prefer a little more exfoliation. I do not think this would travel well in this bottle since itu2019s a pump bottle. Itu2019s definitely making my skin seem brighter and glowing."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is one of the best cleansers Iu2019ve ever used, and Iu2019m not exaggerating. This stuff is incredible. As soon as I wash my face, I notice an instant glowu2014my skin literally shines right away. The combination of Vitamin C and papaya is like a burst of freshness for your skin, and it feels like using a splash of papaya juice. Itu2019s so refreshing and effective, gently exfoliating without being harsh. My skin feels clean, smooth, and radiant every time. If you're looking for a cleanser that delivers instant results and a glowing complexion, this is it!"
        },
        {
            "review_title": "Love use 2 times daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After a few days of use, I've noticed a more even skin tone and a reduction in dark spots. The scent is light and pleasant, making it an all-around great choice for a balanced,"
        },
        {
            "review_title": "Impressed! Clear results after a week of testing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this cleanser for free from BzzAgent in return for an honest review and wanted to test it for at least a week before giving my opinion. I'll start off by saying that I have combination skin with an oily t-zone area and dry cheeks. My skin also tends to react sensitively to new products so I built my skin up to this cleanser by using it once a day for the first two days instead of their recommended twice a day. I also stuck to a very simple skincare routine of using a makeup remover balm, this Papaya cleanser, and then a moisturizer (in my case the belif moisturizing balm) to see an unbiased effect of the cleanser.  My thoughts after a full week and two days of receiving the product-- I'm pretty impressed with how it evened out my skin and especially minimized my pores and blackheads. I'm ngl, the cleanser burned a little bit on the first day because of the exfoliants but my skin got used to it and now it feels very gentle. The biggest game changer for me has been how much less pilling I have from sunscreen and makeup. Before, I was struggling immensely with that problem but found that the exfoliants in the cleanser have made my skin much smoother before makeup application. If you have dry skin areas like me though, I would highly recommend using a thicker moisturizer or more layers of your moisturer after using the cleanser because it can be drying. Overall, I think my before and after pictures speak for themselves and I'm definitely going to be using this until I finish the bottle!  Also the papaya scent is insanely good and I get so excited to use it every morning and night :)"
        },
        {
            "review_title": "Love the after glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product (twice in a day) I was a little worried because my face appeared a little red which seems normal for an exfoliate. Following Morning, I had this natural glow.  I am extremely picky with scrubs this one is top 3 for me for sure ud83dudc4d"
        },
        {
            "review_title": "New favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I have been using this cleanser for a week now and it has become my new favorite. It has a pleasant smell. It gently exfoliates without being too harsh on my skin. You only need a very small amount of product and it lathers up very nicely. My skin feels soft after using and is glowing. I also like that it cleanses, exfoliates, and brightens in one step saving me time.  I would recommend this product to my friends and family."
        },
        {
            "review_title": "An all around great Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This Cleanser has honestly made such a difference on my skin in a little over a week that I was beyond shocked. I have combination skin and some uneven spots and the difference is very visible. I've had numerous people ask if I've started doing something different. I use it twice a day and apply a moisturizer afterwards. It definitely gives you a clean and energized feel. The smell is rather nice and the bottle/color is esthetically pleasing."
        },
        {
            "review_title": "Cleans Nicely but No Actual Exfoliation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I have been enjoying using this cleanser. The scent is not too overwhelming. My combo oily skin reacts nicely to fruit extract involved skincare. Foams and spreads nicely to clean the skin. It is a gentle exfoliator and it means Very Gentle. Was slightly disappointed with the basically non existence of exfoliation. Nice packaging (glass bottle & pump) but nothing revolutionary in terms of improvements to my tone or texture. I feel clean."
        },
        {
            "review_title": "Looooved- new cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was such a gentle texture on my face. I loved the way it made my skin feel afterwards. I would say that the smell is not overwhelming like other cleansers Iu2019ve tried in the past. I also want to say that it doesnu2019t over dry your skin. Very nice."
        },
        {
            "review_title": "Orange smelling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Loving this face wash, it smells really good. kinda smells like oranges. it dies leave my face feeling soft and nice after using it. I highly recommend using this face wash for a fresh clean face."
        },
        {
            "review_title": "Amazing Cleanser - Exactly What I Was Looking For!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "The cleanser is creamy and moisturizing, but still friendly to my oily skin. I really like how the cleanser has AHA, which over time will help smooth out my skin tone and help fade dark marks, which is amazing! I feel like my skin is clean, but not stripped of all oil - that perfect balance everyone is looking for. The glass packaging and pump gives the cleanser a very lux feeling as well, and I love grabbing for it every morning to use."
        },
        {
            "review_title": "Unsure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I wanted to love this so much because believe me, I was excited about it given that I love both papaya and Ginger. This does seem to do the job of cleansing my face really good, Without stripping it, however during the four different times Iu2019ve used it Its made my face burn a little leaving redness in some spots. I do not have sensitive skin whatsoever and it takes a lot for anything to irritate me so Iu2019m not sure what ingredient might be causing this. If you have sensitive skin, I would stay away from it, otherwise I think itu2019s worth the shot and giving it a try But do you be aware that it could irritate you."
        },
        {
            "review_title": "This cleanser is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this cleanser so much, it smells so good and feels amazing on my skin. The glass bottle is great and the papaya makes my skin feel so fresh. Highly recommended!!"
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The product has a beautiful design, has an easy-to-use pump. After use, the skin is very clean and smooth, has a light, pleasant fragrance, and is easy to foam."
        },
        {
            "review_title": "Smooth and refreshed skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this cleanser. I like that a little goes a long way, usually I end up using a lot of cleanser to feel like Iu2019m actually getting my face clean. I love that itu2019s an exfoliating cleanser. It makes me face feel so smooth after I use it. It also just smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This cleanser is such a game-changer! It exfoliates super gently but still leaves my skin feeling so smooth and refreshed. Plus, the brightening effect is amazing u2013 my complexion looks more radiant after every use. No irritation, just clean, glowing skin!"
        },
        {
            "review_title": "YES YES YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve tried many cleansers throughout my skincare journey and after some time of using this product Iu2019m loving the results. I love all the skincare benefits from this product and all the healthy ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Great product. Smells amazing and left skin very soft"
        },
        {
            "review_title": "Great smell and effects",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using this product for about a week now and at first I thought it was kinda strong on my face. You can really smell and feel the ginger used in. But Iu2019ve gotten used to it and I have seen some changes on my face. My pores has started to decrease in size and the texture of my face has become more smoother. It does say to use sunscreen since it can leave your face more prone to sunburns but itu2019s honestly worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this cleanser and I am loving it! First, it has amazing ingredients and the orange papaya is just so cool. Second, it does a wonderful job of leaving my skin feeling clean and gently exfoliated. I have been using it a couple of times a week (as to not over exfoliate my skin) and following with moisturizers. Though it is exfoliating, it does not irritate my skin. It leaves my skin with a beautiful glow too! Overall, leaves my skin feeling so clean and washed away the dead skin. I would totally recommend."
        },
        {
            "review_title": "Such a great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I'm so glad I got a chance to try this cleanser. I also love the classic kale cleanser and always a fan of the glass and sustainable packaging. Youth to the People did not disappoint with this one. It smells so good and very gentle. I haven't noticed any sensitivity, redness, or tingly feeling from usual AHA or BHA products. It works really well and my face feels so clean after each use. While I haven't noticed any brightening after a week's use, I did notice some of the little bumps on the forehead has gone away. I definitely would recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "Love this product! Comes in a glass bottle, which will help last longer & less plastic waste. The product itself is super hydrating! I noticed a difference after one use. A little goes a long way too. This is my new go to cleanser. Only wish it was fragrance free."
        },
        {
            "review_title": "Smells great, butu2026u2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Left my skin super dry. Even after applying an aloe moisturizer which usually fixes any dry sensation I still felt like my skin was one step away from peeling. I also have usually oily skin so it was really surprising."
        },
        {
            "review_title": "Healthy glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "After trying this product for the last couple of weeks, I can say this cleanser is worth it.  It doesn't strip my face or leave it feeling greasy. Also, the glow is visible before I put the rest of my skincare. You only need one pump to do the work. I will definitely restock once this bottle finishes."
        },
        {
            "review_title": "Very happy with this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for the past week and a half and I definitely notice a difference in my skin. It feels cleaner and brighter! My skin also feels noticeably softer. Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Really like the clean ingredients and idea of this soap wanted to love it, definitely cannot use it everyday it tingles my skin I use once a week and use a really good moisturizer after to avoid any further issues for the right skin type this would be great"
        },
        {
            "review_title": "Works good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "Smells amazing! Skin feels smooth after using.. doesn't dry out my skin.."
        },
        {
            "review_title": "Must have product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The superfruit gentle exfoliating cleanser from Youth to the People is an amazing product. It leaves your skin glowing."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have been trying this product for a week an i love the results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love the smell of the papaya, and ginger root it really wakes me up in the morning my face had never look this vibrant and clean. I even have my 14 year old using this face wash she struggles with horrible acne. and her face is starting to clear up. I will be buying this product again."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After getting this product and using it for a week now, i can defiantly say  it leaves my skin feeling very clean and it doesn't dry it out. I also love the smell!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I really love this brand's superfruit moisturizer, so I was excited to try this out. I haven't been using it for long but my skin already looks so much better. My face is brighter, less red, smoother, more even, and much softer. I keep looking at my cheeks in the mirror and wowing at how different my skin looks. Plus, you only need one pump every time you use it, and maybe not even a whole pump. A little bit of this stuff goes a long way, which is nice for products that are a little pricier. This is definitely going to replace my current face wash going forward!"
        },
        {
            "review_title": "Everyday Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this product for the past week and it is safe to say I'm seeing the difference in my skin. It is much brighter and moisturized. I recently have been suffering from dry skin but this has been helping. I used it mainly at night."
        },
        {
            "review_title": "So Glad I Tried This!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I have been using this consistently for a little over a week and I am really seeing my skin improve. There will be purging but it's good because afterwards you are left with a much better result! The vitamin-c is making my dullness subside also. I absolutely recommend this product! I received this product from BuzzAgent in exchange for my honest opinion."
        },
        {
            "review_title": "wow smooth and smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "Wow it feels and smells so good and leaves my skin feeling amazingly soft!!! I love this!!!"
        },
        {
            "review_title": "Brighter skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really loved this cleanser my skin looked instantly brighter and clean. You can definitely tell there is acid in this product so be sure to use sunblock and not over use the product. I have oily skin and this really helped with all the oil."
        },
        {
            "review_title": "Nice Idea, Can't Use Regularaly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for writing the review.  I was excited to try this exfoliating cleanser.  It was interesting at first because it isn't gritty like other exfoliators can be.  I wondered if it would work.  When I used it (it says to use twice a day) it felt like it almost burned a little bit. I didn't love this- but keep in mind I do have sensitive skin.  My skin absolutely felt more smooth and glowy when using this, but the burning just wasn't worth it for me.  This is nice to use here and there when you need a really deep clean, but I would steer clear if you have sensitive skin."
        },
        {
            "review_title": "Pretty Good Cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using this Cleanser for a couple days now. So far I think it is a good cleanser. Good for maintaining clear skin. My skin feeling soft afterwards so not drying at all. I think it is worth trying if you are looking for a cleaner to maintain clear skin."
        },
        {
            "review_title": "Perfect for mature acne prone skin ud83dude09",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received this bottle from Bzzagent I must say I'm very happy I got it ud83dude0a  I have mature textured skin, And it definitely felt the difference from the first wash,it leaves my skin super smooth, I don't even have that with my regular cerave face wash I highly recommend this cleanser for mature acne prone skin, You won't regret it! worth every penny!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m so pleasantly surprised by this product. While I already had incorporated chemical exfoliants in my routine, I was a little hesitant about a cleanser and the efficacy given that you just rinse it off but trust YTP products. This one changed my mind! Itu2019s a lovely gel that smells refreshing and while I did feel a slight tingle I experienced no reaction (massage it in for at least 30 seconds per directions). I have combo skin, so I was worried it might strip my skin, but it doesnu2019t and really is gentle in that way. The first few times I noticed my skin looked brighter, but what really made me a believer is seeing what it did when I used it while having a few minor blemishes. The next morning they were far less red and inflamed. With that said, if you are more sensitive maybe do a patch test first to be sure because the actives do work. Will definitely be keeping this in my routine!"
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love this cleanser. I was looking for a new one thatu2019s hydrating and feels good on my skin and this is it! Highly recommend"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a nice cleanser and exfoliator. I use this daily and it makes my skin feel and looks so beautiful. Love it and canu2019t recommend it enough. It leaves the skin looking do glowy and radiant and the vitamin c really helps"
        },
        {
            "review_title": "Smooth & Bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a nice smooth facial cleanser. Itu2019s a liquidy gel texture that gets every bit of makeup & grime off of the face. It has a low foam cleanse that is very gentle on the skin, but the smell is not the best (to me). I guess I would describe it as a citrusy herbal scent. Itu2019s not my favorite smell, but I really like the cleanser. Itu2019s a chemical exfoliant that leaves your face smooth & bright."
        },
        {
            "review_title": "Does exactly what it says!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for a little over a week now and Iu2019m truly satisfied with the radiance and smoothness itu2019s given my skin. I was only expecting it to brighten, but it has also improved my skin texture! It feels and appears softer now. I love the gentle, natural citrusy fragrance it has. It definitely leaves my skin feeling moisturized after rinsing it off, it does not dry me off at all. Overall, I would definitely recommend this face wash to anyone looking for a product with great and effective ingredients to brighten their skin but almost giving it smoothness and a healthy glow. Iu2019ve received this product in exchange to be able to write this honest review."
        },
        {
            "review_title": "Good Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I have dry, textured skin and issues with hyperpigmentation so I'm always looking for a good exfoliating cleanser that's not too harsh on my skin. This works well and I really like that it doesn't have the typical exfoliating beads. The lactic acid works to naturally exfoliate. I use this 2x a week. It's kind of deception, it's gentle on skin and has a gentle lather but it's not good to overuse any type of exfoliating cleanser. It really makes my skin feel super soft and supple. My face feels deeply clean but not dried out or stripped. I also like the gentle fruity scent. My skin also looks brighter and less dull. And I don't have to use a lot, a little goes a long way."
        },
        {
            "review_title": "Clean and Gentle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I used this cleanser for a week and it did a great job of cleaning and exfoliating gently without irritating my skin or stripping it. As the instructions say I did use extra SPF to protect myself from the side effects of AHA and BHA, and I didn't encounter any issues. I would definitely recommend this cleanser to someone who wants a gentle alternative to most cleansers for oily skin."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The cleanser is very gentle for my sensitive skin. Its ingredients are so gentle and pleasant. After washing my face, my skin still has a certain moisture and does not dry it out. I will buy it again."
        },
        {
            "review_title": "Gentle and smoothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I'm always nervous to add new things into my skincare routine but I'm glad i did this time it was very gentle on my skin. I typically have bumpy skin on my nose but after using 3 times a week they are noticeably less prominent. I also like how light the fragrance is. My only issue is I wash my face in the shower and the glass bottle can easily break."
        },
        {
            "review_title": "Love this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using this YTTP super fruit cleanser for a week. I love the citrusy smell. It leaves my skin clean and has helped make my skin smoother thanks to the gentle exfoliation. I like knowing it has vitamin c to improve my skin texture and brightness."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I do have hyperpigmentation on the dry side and When I first used this cleanser it did make a pimples on my face sting but that quickly went away. My face felt very smooth and soft after using this product. My face was glowy and I could tell a difference in dullness. I felt like my face was really being cleansed with this product. The Cleanser is such an effective face wash that is gentle yet gives you that clean fresh face you are looking for. The scent is refreshing and the exfoliate really helps removes all the deadskin. Love this product! I highly suggest giving it a try."
        },
        {
            "review_title": "Sample Product into Staple Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Youth To The People kindly gave me this [product] for free so that I could review it.  I am always excited, but also very nervous, when trying new cleansers. I don't want to accidentally use something that might agitate it - luckily that was far from the case here. After the first use, I saw that my face already started looking more glow-y (I definitely thought it was a placebo effect since it was the first try). I continued to use this item day & night in my routine and I'm happy to report it was not a placebo effect. My skin did not have any adverse reactions, and my skin appears to be more glow-y and bouncier. I did not change any other aspect of my skin routine while testing out this product so I would be able to confirm the changes happening.   I will be repurchasing this product with my own money once I run out."
        },
        {
            "review_title": "Gentle and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Youth to the people as a brand and company has been growing on me recently. The Papaya + Vitamin C Superfruit Gentle Exfoliating Cleanser is such an effective face wash that is gentle yet gives you that clean fresh face you are looking for. The scent is refreshing and the exfoliate really helps removes all the deadskin. Love this product!"
        },
        {
            "review_title": "Great addition to my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "When I first used this cleanser it did make a small pimple on my face sting but that quickly went away! My face felt very smooth after using this product. My face was glowy and I could tell a difference in dullness. I felt like my face was really being cleansed with this product."
        },
        {
            "review_title": "I wanted this to work but it didnu2019t",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I am really saddened to say that this cleanser did not work how I wanted it to. I have tried a few YTTP products and I have really liked them and the experience. It feels bougie with the glass bottle obviously and the experience of having the product is super nice. However, I have normal skin and I tried this on two different occasions. Immediately after using this cleanser for the first time my skin was red and textured and I donu2019t ever struggle with textured skin.  The red turned into a textured rash on my skin. After a couple days and the courage to try to product another time the redness subsided but the texture remained but now my skin on my chin hurts and burns anytime I put any product on it.  As Iu2019m writing this review the texture has turned into a huge patch of dryness on my skin and I also have never struggled with dryness to the point that my skin is peeling. In my opinion this product maybe would be better for someone with more oily skin and much less sensitive skin than me."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I was incredibly surprised by this cleanser. As someone whou2019s skin tends to react many different ways in accordance to a variety of products, my skin was in love. I have super dehydrated skin, slight textural issues, and clogged pores. This cleanser rid all those problems on what was basically the first use. My skin appeared super bright and youthful, my rosecea significantly calmed, and my texture diminished. I highly recommend to those who may have similar skin issue as me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I have received this product and I love how it smells and leaves my skin. Starting with the fact that I have oily and dry skin, I feel that it has helped my skin, it leaves it clean and soft. I try to wash three times a week and I really love it and I recommend it ud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcafud83dudcaf"
        },
        {
            "review_title": "good ingredients",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "After using this product, I can say that I actually really liked it! It has a citrusy smell that is a little strong, and it almost has a gel-like consistency. It lathers up really well. I really liked the tingling, refreshed feeling I had on my face after using this product. My skin typically gets irritated around my chin from certain products, but I didn't have any irritation with this one."
        },
        {
            "review_title": "Five stars and smooth skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this product for 4 straight days my skin is a lot softer. I am getting older and my skin hasn't been as soft as it used to be. I love the packaging! I love that it came in a glass pump bottle. Very nice. My face is super soft and I haven't broke out because of it, which is wonderful because I have the pale Irish sensitive skin. Lol overall I give it 5 stars. I definitely will be using this until it is gone and will probably continue to use."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love this face wash. It smells amazing, my face feels clean and soft, I also think it has helps diminish some of my age spot they I was starting to get. The joys of being over 50, and trying to find face wash that is gentle yet effective"
        },
        {
            "review_title": "A welcome edition to my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m very happy with this exfoliant. I have semi sensitive skin so did a patch test on my write with no reaction. It absolutely removes the dry skin from my face. Iu2019ve been using it twice a week for two weeks and plan to continue. This has been a welcome addition to my skincare routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have been using this product over a week, definitely do see some brightness, dint dry skin and lathers well, bonus it smells amazing!!"
        },
        {
            "review_title": "Not ideal for sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is a nice cleanser but I feel like my skin is perhaps too sensitive for me to get the full benefit from it. I will say it cleanses well and smells amazing but it burned a bit too much and too long for my personal comfort. I did expect some warm sensation/tingling due to the targeted benefits of the formula but I have sensitive skin that seemed to react more strongly to it than I think was intended. My skin did appear brighter after several uses, though, I will admit. Overall, I would recommend it but would warn people with sensitive skin to manage  their expectations."
        },
        {
            "review_title": "Great product, weird packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Only been using this product a few days, but already think I see a brightening effect, particularly on my cheeks and chin. I was concerned it wouldnu2019t be gentle enough for my sensitive skin, but Iu2019ve had no peeling or discomfort from using it. It smells nice, too! Biggest criticism is the glass bottle - I donu2019t dig having glass bottles in my shower (if youu2019ve ever had one slip out of your hand, you get it), and thatu2019s the primary place I wash my face. Overall would recommend, just wish it came in different packaging. Thanks Youth to the People for the free cleanser to test and honestly review."
        },
        {
            "review_title": "Great cleansing experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "[I received this product for free in exchange for my honest review]  I have used this cleanser for about a week and I'm pleasantly surprised. I have dry, sensitive skin and I usually stick to more gentle cleansers, but I have now swapped my morning cleansing routine with this product. First of all, the packaging is beautiful! It comes in a glass bottle and feels like a prestige product. The cleanser itself is a beautiful orange color with a fresh scent and it feels really refreshing on the skin! I also did not experience any irritation or breakouts using this cleanser which is a surprise with my sensitive skin. Overall, I'm very happy with this cleanser and I'm excited to use it longer to see the brightening effects on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This Youth To The People Superfruit Gentle Exfoliating Cleanser is an enjoyable product to use. The cleanser creates a lightweight and refreshing lather on my face. I actually use it during my shower. My face feels really clean, but slightly dry, after using this product. I followed this product with a great moisturizer and my skin looks and feels great. I think this is a good quality cleanser and I would recommend it."
        },
        {
            "review_title": "A wonderful staple to my skincare routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First of all, this smells amazing! I love that the ingredients are all natural too and it feels really nice on my skin even though its an exfoliator. I have used a lot of exfoliating cleansers and this one feels the most gentle and it does a good job of making my skin feel clean after I use it. I would advise to use this every other day at most since it is an exfoliator or your skin will be scrubbed dry (even though it doesn't feel like it much). Make sure you follow it up with a hydrating moisturizer too."
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Great cleanser formula. Durable bottle with easy to use dispenser that also locks if needed. Attractive fruit fragrance. Gentle on my sensitive skin. Leaves a refreshing feeling. Hydrates dry skin patches. Was gentle enough for use with excema patches."
        },
        {
            "review_title": "Fantastic Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the Superfruit Gentle Exfoliating Cleanser with Vitamin C + Papaya. Itu2019s gentle on my skin but effectively removes impurities and leaves my face feeling fresh and smooth. The vitamin C brightens my complexion, and the papaya gives it a refreshing, natural scent. My skin feels softer and more radiant after every use. Highly recommend for anyone looking for a gentle yet effective exfoliating cleanser!"
        },
        {
            "review_title": "A wonder scented, clean..cleanser lol",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "After using this product for a week or so I've noticed my  face feeling so much better. I suffer from eczema and rosacea on my face so I was a lottle concerned with how my face would handle it. It truly helped with my skin flaking. My redness started to go away and instead I had a healthy glow. However, you HAVE to make sure you apply sunscreen, because I suffered and should have known better with the AHAs.   Overall I will be repurchasing this cleanser. My skin feels amazing and it can be layered with my other skincare including my prescriptions. Use twice a day!"
        },
        {
            "review_title": "A go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Completely a fan of Superfruit Gentle Exfolating cleasner not only does it smell amazing before and after it also leaves my skin looking amazing. I immediately seen my skin start to look brighter even after 1 use which I never see a change immediately m."
        },
        {
            "review_title": "love it for my morning routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Been using this product in the mornings for a few days.  For me cleansers fall in two categories: either they leave my skin too dry or they leave it feeling somewhat oily.  This one fell right in the middle. Leaves my skin feeling clean without being too dry.  The slight tropical smell is also nice and a great addition to my routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cleanser has a nice scent. I have combination skin that's a bit more on the oily side. This felt nice on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "After using for a few days, I really like this cleanser. Leaves my face feeling clean and smooth. Doesnu2019t dry out my face like other exfoliating products."
        },
        {
            "review_title": "Wonu2019t go without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Love this product! I have acne prone skin and deal with unevenness. I could tell a noticeable difference after the first wash!"
        },
        {
            "review_title": "Exfoliating Cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using the product after couple days, I can see my face has been brighter. However, I noticed my skin is somewhat dry afterwards since it exfoliating the dead skin. So far so good. The smell is pleasant and the texture is somewhat thick since it has Papaya in it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Absolutely love this product. You only need alittle and it goes along way. Love how it lathers without having to use a ton of the product. My skin looks great just using it for a week. I already replaced it with my other vitamin c product. Would definitely recommend for great looking skin."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was nervous to switch from my Cetaphil to this cleanser, but I am so happy I did!! I've been using this for a short amount of time and am already seeing a difference. My skin looks brighter and clearer. I also love the smell. I do feel like I have to be a little more diligent on getting the soap all the way off my skin as it leaves a little bit of a film."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I'm in love with this facewash. Smooths and hydrates the skin. Smooths and hydrates the skin."
        },
        {
            "review_title": "Perfectly for sensitive skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Ive used this face wash a handful of times so far and i can honestly say that i love it! I have EXTREMELY sensitive skin and it works so well with it. I can never, ever use anything with a scent(even slightly) and The smell is so light. And the ingredients they use are natural and makes my skin so nice and soft i have mostly oily skin but patches of dry (and sometimes still have acne) and being in my mid 30's im starting to get dryer skin under my eyes and it does wonders for it. It seems to be balancing out the oil and dry. Everyone has different skin but i know for us with scary sensitive skin itu2019s sometimes a bunmer to find things that dont break us out. Also, i think i must have read it wrong bc i thought they said it was a very light exfoliating wash as well."
        },
        {
            "review_title": "My new go-to cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product in exchange for my honest review from Bzzagent. This is my new favorite cleaner. One pump goes a long way, it lathers up nicely and is easy to remove. The smell is fresh and pleasant. I have extremely dry skin and this does not strip my skin or leave it feeling dry, and I can see a difference in the brightness of my skin. I really enjoy the gentle exfoliating properties, and have noticed less tiny bumps while using it. This has definitely become a staple in my routine."
        },
        {
            "review_title": "Smells lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This product is great at exfoliating. The texture is pleasant and the smell was nice. It lathered up well and my skin felt cleansed with no makeup residue after using. The cleanser had a glass bottle and packaging was sturdy. I have sensitive combo skin and use a prescription retinol. I think I would only use this once a day and switch out with a gentle cleanser other times especially if my skin was feeling drier."
        },
        {
            "review_title": "A must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have couple days using this cleaner, and it is the real deal. my pores feel so clean and fresh. my face feels a little dry afterwards but nothing major, infact I like it because I have combination skin. a little goes a LONG way. extremely happy to try this product!! a new brand fan!"
        },
        {
            "review_title": "Gentle xleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Youth to the People cleanser is a magnificent cleanser. It is gentle on me sensitive skin. It does not leave my skin dry. For the price it  is worth to splurge. It smell really good. 10/10 would recommend"
        },
        {
            "review_title": "Exfoliating, smells great, goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Exfoliating without being the texture of a sugar scrub Great scent and a little goes a long way Super pretty packaging too"
        },
        {
            "review_title": "Potent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "[I received a complimentary product in exchange for an honest review] The new vitamin c and papaya exfoliating wash is a high later cleanser packed with a ton of actives: AHAs in the form of lactic acid and glycolic acid, vitamin C, niacinamide, and even salicylic acid. It should be a nightmare for sensitive skin, and yet, I was pleasantly surprised to find it non-irritating for me, with some caveats.  No way am I washing my face with this twice a day, especially when I'm using tretinoin and other actives at night. I'm using it in my place of my normal salicylic morning cleanser three days a week. I am also using a ton of sunscreen.   I think this could be a good workhorse product, but there needs to be a lot of label reading and understanding of what your skin can tolerate."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I absolutely love this cleanser. It foams up so nicely and has a creamy texture. It feels like it cleans the skin really well. It has a light fruity smell to it but itu2019s nothing overpowering. Overall I truly love this cleanser and it has easily moved up into my top 3 favorites. Pump makes it easy to use and I love that the bottle is glass, makes it look classy and sturdy."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Let me start out by saying I am a real person with real making issues. Combo oily acne prone, cystic at that. The acids glycolic etc usually do well with my skin and itu2019s taken me 30 years to figure that out. I would absolutely buy this against it cleanses without stripping my skin, smells amazing and makes my skin glowy,"
        },
        {
            "review_title": "If you're looking for glass skin, then look no fur",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "After using this product my face felt super hydrated and clean. This product has a fresh smell and it's packaged well. It comes in a glass bottle and a little goes a long way. It's definitely one of my favorite cleansers."
        },
        {
            "review_title": "Great exfoliator cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I LOVE this cleanser! Really nice exfoliation action going on and the scent is very soothing, very calming. 10/10 would recommend to the people."
        }
    ]
}