{
	"product_id": "1713",
	"name": "Flowerbomb Tiger Lily Eau de Parfum Travel Spray",
	"brand": "Viktor&Rolf",
	"categories": "Fragrance, Women, Rollerballs & Travel Size",
	"price": 50.0,
	"about": "Fragrance Family:Fresh.Scent Type:Fresh Solar.Key Notes:Coconut Milk, Tiger Lily, Mango.Fragrance Description:A warm solar perfume for women that transports you to a tropical summer oasis. The fragrance opens with an inviting burst of refreshing coconut milk, deepens into a wild-floral tiger lily heart, and fuses with a juicy mango-fruit base for a sensual, tropical scent..About the Bottle:The instantly recognizable grenade fragrance bottle displays the amber hue of the floral women’s perfume within, contrasting the harsh shape with a distinctly feminine scent..About the Fragrance:The perfect perfume for the wild and fierce woman who roars in all her glory, fully embracing her sensual femininity. Unleash the power of the wild tiger lily, a symbol of confidence, to let your sensuality roar.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Benzyl Alcohol, Linalool, Hydroxycitronellal, Limonene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Citronellol, Methyl Anthranilate, Citral, Benzyl Benzoate, Geraniol, Ci 19140/Yellow 5.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 1079,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/viktor-rolf-flowerbomb-tiger-lily-eau-de-parfum-travel-spray-P509943?skuId=2729879&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2729879-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.34 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2729879-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "In Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have fell in love with this perfume! It has become one of my favorite scents in my perfume collection. I feel that this warm and tropical fragrance can be worn all year long. I love it also because it is very long lasting, it lasted all day on me. It really wowed me!"
		},
		{
			"review_title": "Headache",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This lasts long but gave me the worst headache. It smelled okay at first but very strong. I’m glad I didn’t get the full size!"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have received so many compliments on this perfume."
		},
		{
			"review_title": "OG flower bomb with STRONG coconut and lime notes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Imagine the original flower bomb with strong notes of coconut and lime. Scent was strong for about an hour and then wore off and could barely smell it. Was not a fan, will be returning."
		},
		{
			"review_title": "Floral bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is like a floral bomb going off and it lasts forever It is such a great scent."
		},
		{
			"review_title": "Lingering!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this lingering scent it just stays with you all day"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m just a girl who loves perfume. I also don’t believe in scents for different seasons. If I love it and I do I will wear it regardless of summer, fall, winter, spring. The bottle is gorgeous, the box was too. I feel expensive when I wear this. I’ll definitely buy with my own money."
		},
		{
			"review_title": "New signature scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Finally found my signature scent!! I always come back to this perfume. There’s something warm and comforting about this perfume. I don’t get headaches from it and my husband actually likes it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love it! Only been two or three weeks and I’m done with half the bottle"
		},
		{
			"review_title": "viktor & Rolf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "run don't walk!  I can't even begin to tell you how amazing the smell of this perfume is, it's absolutely beautiful.   if you like ysl black opium this perfume is also for you"
		},
		{
			"review_title": "Tropical beach vibe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I got the original flower bomb and I returned it. I thought I like the smell on me but I changed my mind. I did not like the patchouli, it was kind of harsh. But hello to this fragrance, when I first smelled it in the store, I'm like this is way better than the original one! It's so me. I love the notes on this. It's like you are going on a summer vacation by the beach. It smells tropical! I can smell creamy coconut, mango, vanilla and some floral! Buy it now! ♡"
		},
		{
			"review_title": "Sweet, Spicy, Sea Salty + a Hint of Coconut Milk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I first smelt this in Sephora and didn't quite like it. Tried it again on another trip and fell in love. That's how it is sometimes. Its more spicy and tropical than regular flower bomb, I have every single flower bomb fragrance and this is my number 1 right now, well right after Bloom but seasonally this is def a great summer scent. It lasts long I took a 10 hour flight and came out still strongly smelling of it. If you're going to get it get the 98ml because I bought the 50ml not realising the bottle was that small. I thought it was 30ml when I opened the box because this bottle is smaller than the others. Worth getting the bigger bottle. You won't regret it especially if you like Flowerbomb. This scent isn't gourmand like Nectar or BonBon but definitely gives holiday in Hawaii or somewhere with salty seas. perfect for day or night time. Get it!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "I have been a fan of V&R Flowerbomb fragrances (original and BonBon) as I bought a sample size/rollerball of Tiger Lilly to see how it would mix with my skin chemistry.  It is now my new go-to fragrance as I have purchased a full size."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product for free in exchange for my honest review!!  I love it and so does my husband!! 😏   Get yours today!!! 🏃‍♀️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "long lasting fresh scent. keeps me feeling fresh the whole day. I am sensitive to most perfumes, Thankfully not this one."
		},
		{
			"review_title": "So Amazing Especially for FALL Y’all!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is my new go to especially for fall. The scent is so warm and inviting. Exudes confidence! Smells great, my teenage daughter even likes it!!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This smells amazing! I have enjoyed wearing it on date nights!"
		},
		{
			"review_title": "Smells great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This perfume smells great! It has a strong scent and makes me feel like a professional! Perfect work scent. However, it doesn’t seem to last longer than an hour. I still love it!"
		},
		{
			"review_title": "Let Down",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "First of all this scent is gorgeous, easily one of my favourites. However, like other reviews have said it doesn't seem to last more than 30 minutes on me which sucks because like I said, the scent is beyond gorgeous. I also spray pretty liberally (5-6 pumps all over) If they released this with higher longevity I would definitely buy again, but with the way it is now I won't unfortunately."
		},
		{
			"review_title": "Sensual floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "What a beautiful fragrance! My brain categorizes this as a dark floral scent for some reason. It has a sensual quality to it. I find that it lasts about 4 hours on my skin. I am alternating with 3 other perfumes so that I don't go nose blind to it. The main reason I wear fragrance is so that I can enjoy it. If I wear it every day, I can no longer detect it all after a few weeks."
		},
		{
			"review_title": "Gorgeous scent, doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely obsessed with the scent, but it does not last. Even when I spray it on my clothes 5-6 times the scent is gone in an hour or so. I’m so sad because I really thought I’d finally found my signature scent."
		},
		{
			"review_title": "LOVE this fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I LOVE a good fruity floral, Viktor & Rolf never disappoints. Great sillage, pretty good longevity with a need to reapply later in evening. Definitely focuses on those middle and base notes of tiger lily abs mango with a faint hint of the coconut lasting.  Obviously comes in the signature grenade bottle with the V&R pull-pin. Definitely love the amber color in reference to the Tiger Lily as well as the mirrored label. So beautiful!"
		},
		{
			"review_title": "Chef’s Kiss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I love this! If you like Soleil Blanc, then this is right up your alley. It’s very bright and solar leaning and the mango note really adds a nice touch."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This came packaged so cute! The bottle itself is not super fancy but it is pretty enough to sit out on the counter or vanity. One spray is really all you need unless you like a heavy scent."
		}
	]
}