{
    "product_id": "144",
    "name": "Vitamin Enriched Face Base Moisturizer & Primer with Vitamin C + Hyaluronic Acid",
    "brand": "Bobbi Brown",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 93.5,
    "about": "What it is: A bestselling hydrating primer and moisturizer that nourishes, plumps, and preps skin to improve the look of foundation...Highlighted Ingredients: - Vitamins B, C, and E: Help replenish and condition skin with essential nourishment.- Hyaluronic Acid, Squalane, and Shea Butter: Help quickly hydrate, visibly plump, and prep skin for a fresh, healthy-looking glow.- Grapefruit and Geranium: Leave a light, uplifting scent on skin..Ingredient Callouts: Free of parabens, phthalates, and sulfates SLS & SLES. It is also gluten-free...What Else You Need to Know: This hydrating formula blends the performance of a makeup primer with the cushion of a moisturizer. The rich yet lightweight and fast-absorbing texture layers seamlessly with makeup and other skincare products and grips foundation for smooth, seamless application...Clinical Results: From consumer testing on 123 women after using product for 1 week:- 98% said it left skin looking rejuvenated- 96% said it left skin feeling nourished and conditioned- 96% said it left skin feeling moisturized throughout the day- 96% said it left skin looking healthy.- 95% said it left skin feeling healthy and infused with moisture.- 95% said it gripped makeup for flawless application.- 95% said it layers well with makeup, helping makeup apply smoothly and evenly.- 93% said if left skin feeling plumped.- 91% said it improved the look of foundation..",
    "ingredients": "-Vitamins B, C, and E: Help replenish and condition skin with essential nourishment..-Hyaluronic Acid, Squalane, and Shea Butter: Help quickly hydrate, visibly plump, and prep skin for a fresh, healthy-looking glow. .-Grapefruit and Geranium: Leave a light, uplifting scent on skin. ..WaterAquaEau, Cyclopentasiloxane, Bis-Diglyceryl Polyacyladipate-2, Butylene Glycol, Ppg-2 Myristyl Ether Propionate, Cetyl Alcohol, Peg-40 Stearate, Butyrospermum Parkii (Shea Butter), Squalane, Glyceryl Stearate, Sorbitan Stearate, Epilobium Angustifolium Extract, Yeast ExtractFaexExtrait De Levure, Beta-Carotene, Sodium Hyaluronate, Citrus Grandis (Grapefruit) Peel Oil, Tocopheryl Acetate, Methyl Glucose Sesquistearate, Pelargonium Graveolens (Geranium) Flower Oil, Dimethicone Crosspolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Carbomer, Peg-20 Methyl Glucose Sesquistearate, C12-15 Alkyl Ethylhexanoate, Tetrasodium Edta, Sodium Hydroxide, Panthenol, Magnesium Ascorbyl Phosphate, Limonene, Citronellol, Geraniol, Linalool, Chlorphenesin, Phenoxyethanol...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up-to-date list of ingredients.",
    "how_to_use": "Suggested Usage:.- Massage moisturizer primer base onto just-cleansed skin as part of your daily skin-care regimen, avoiding the eye area.&nbsp;.- Use the primer with an eye base (sold separately) to help achieve moisturizing prep for underneath your eyes.&nbsp;",
    "num_reviews": 4168,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/vitamin-enriched-face-base-P270594?skuId=1292820&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1292820-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1292820-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "10s across the board!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Was just browsing around the store, and sampled this product- it was a must have!! I’ve added it to my skin care routine, applying day and night, as well as a primer for makeup. So glad I purchased!!"
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I am obsessed with this. I have never used primers since I do a good job being consistent with skincare, but this definitely added more glow, bouncy and youthful appearance to my face for makeup. My makeup layers really well with this. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I recently bought this and have used it about four times all with different foundations/tinted moisturizers and it truly is an amazing face base and perfectly hydrates your face for your make up. However, I hate that this is not fragrance free. First off, the smell is not good. Second, so many people have issues with fragrance in moisturizers and make up products in terms of allergic reactions so why are we still using them? I personally have not had any reaction. But it works so well to the point where I can ignore the smell. Hopefully one day they will make a fragrance free option."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have ben using this for two containers now. I layer it on after cleansing and adding hyaluronic acid. Gives me a lovely glow and at my age, I will take it!"
        },
        {
            "review_title": "A staple in my makeup application every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using this product as my base/primer every day for the last five years. This product works so well for those with dry skin or over 50.  The worst thing to see is someone with patchy looking dry foundation. This base/primer leaves with with a beautiful and moisturized canvas to apply foundation or not. Either way, your skin will look its best."
        },
        {
            "review_title": "A must-have in my morning routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this product! It feels amazing on your skin. I tried other moisturizers due to the price of this one, but nothing compares."
        },
        {
            "review_title": "I don’t understand the positive reviews",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Does nothing. Heavy and no noticeable difference except some breakouts. I usually like BB, but this is a miss."
        },
        {
            "review_title": "I LOVE!!! Would repurchase again and again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Literally my #1 primer and it’s worth the money even tho it costs a lot. I’ve been using it for a year now and it has left my skin so soft, hydrated and makeup flawless asf."
        },
        {
            "review_title": "Don't waste your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Terrible smell. Sadly, few and far between, incentivized individuals give honest feedback on these reviews. Please don't believe the raving reviews on here. When people don't pay for items with their hard earned money, they tend to love the product and the monetary incentives tied to selling them. We need to stop buying what influencers recommend, and start listening to the people with no followers spending time and money on products they believe in and giving us HONEST reviews about items in their content. They are easy to spot and they have no affiliated links! Influencers all start pushing the same lines at the same time because incentives for those items at the time can't be beat."
        },
        {
            "review_title": "Luxurious blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Works well with Chanel foundation! Expensive but is smoother and more moisturizing than other bases. I also use Smashbox and save this for big makeup days."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "One of the only face creams that actually sinks in and doesn't sit on the skin, and it maintains moisture when many leave skin dry again or an oil slick."
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "beautiful, hydrating, light, what more can i say. i use this everyday i wear makeup and it makes a huge difference. a little expensive but worth every penny"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I am loving the result. recommend for everyone. Getting glowing skin day by day."
        },
        {
            "review_title": "Amazing with the right products",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This can be a finicky primer but with the right complexion products it's pretty amazing. Admittedly, I hated this for a while because it always made my complexion look worse(pilling, separating, etc.) plus the fragrance is pretty strong. However, I recently found my holy grail foundation (Chanel Les Beige Complexion) and this makes it look even better! My makeup will stay looking fresh through an entire work day with a dewy, but not overly shiny, finish. I have really dry skin so I couldn't ask for better.   I would definitely recommend starting with the trial size. I tried the primer with a lot of products (including ones Beauty YouTubers recommend it with) before I found my match. Plus the scent can be very off putting... I honestly am trying to find a similar primer without fragrance, but will continue buying until then."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It smells so good and it’s lasted me a while! It’s very hydrating:)"
        },
        {
            "review_title": "No thanks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Did not like this product. It broke me out and applies very thick on the skin. The smell was nice though."
        },
        {
            "review_title": "Don’t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Horrible. It burnt my skin and caused me to break out. So disappointing I would never buy this again"
        },
        {
            "review_title": "Bobbi Brown Vitamin Enriched Face Base Moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "3-stars.  Smells decent.  Not moisturizing enough for dry skin.  Will NOT repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loved it so much, I think it was my find of the year. It hydrates my skin without leaving it greasy, - I have a combination skin."
        },
        {
            "review_title": "flawless makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "love!!! I have been using this for YEARS!! my skin loves this cream, it makes my makeup look flawless and also smells amazing. I will keep purchasing."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Do not believe the fake reviews this stuff is terrible. It caused piling under all of my makeup and enhanced my pores."
        },
        {
            "review_title": "Do not believe the 4k fake reviews. Do not buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is trash. If I could give it zero stars I would. Maybe it might work for someone who has zero skincare routine and never moisturizes but if you have healthy skin this stuff sucks. It accentuates every pore. My normal routine blurs my pores my skin never looks this bad. My makeup literally slid off of my face within three hours. Nothing would stick to my foundation either. Blush bronzer. All over it. Just slid right off. What didn’t slide off? Broke apart. This is my makeup after a 9 hour day. Normally I use smash box Marilyn’s because it’s a super for Tim ford but I’m just gonna buy the Tom ford when I return this actual garbage."
        },
        {
            "review_title": "Add This To Your Cosmetic Kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I rarely give five stars to anything but the Bobbi Brown Vitamin E Enriched primer is perfect. My makeup stays put all day without drying out my complexion. I also like the light citrus scent. The cream is light weight, not greasy. Great investment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have used this for two years now and love the feeling it gives my skin. Leaves it so moisturized and glowing. Perfect as primer and wears beautifully under makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Not bad but i was expecting more from it, it doesnt hydrate that much but is good base tho, maybe dont fit wity my foundation cause my foundation is creamer that this product"
        },
        {
            "review_title": "The product caused an allergy to me !!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "First time in my life I got such an allergic reaction to the cream ! It happened for the first time ! I'm a make-up artist . Professional girls, be careful when working with this cream on clients .. I use many cosmetics and no cream has ever caused such allergic reactions and deterioration of my skin"
        },
        {
            "review_title": "My favorite primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Leaves my makeup so smooth and pretty. Plus it makes it last all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this as a moisturizer and a primer. I love the scent of it also"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I used to have issues with flaking under foundation so tried this product. I do think it's helped, but I use several other products before makeup as well. I do think it's helped solve my issue, but wish it wasn't quite so spendy."
        },
        {
            "review_title": "Coming from someone who’s tried it all. You need.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have never written a review before but for this I HAD too. I have very dry and acne prone skin so I wanted to splurge on a moisturizer. I have tried first aid beauty, tatcha, drunk elephant, and every drug store moisturizer you can imagine. This is the only moisturizer that has given me this much hydration without breaking me out. I use it in the morning and at night or for a makeup primer and it does it all."
        },
        {
            "review_title": "Smells amazing, skins feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received a sample and I fell in love. There's a scent to it but it is not strong or overpowering at all. The scent goes away. Also, my skin feels smooth after using this. It's just expensive lol"
        },
        {
            "review_title": "Always in my makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Have purchased this so many times! Love this product and how my makeup looks on top of it."
        },
        {
            "review_title": "A+++++++",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Holy Grail! 40+ must have! Everything goes on smoother. Have re-purchased time and time again."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE this product! My skin is so smooth and my makeup looks so good! It’s also helped with my acne!"
        },
        {
            "review_title": "This is worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best primer I have ever used. Pair it will the eye primer & your makeup doesn’t move."
        },
        {
            "review_title": "Smells great and works even better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Im loving this Bobbi Brown Vitamin Enriched Face Base. It multitasks, works as both my moisturizer and primer. It smells so good, the citrus scent just makes me happy. It absorbs well into my skin and you can immediately tell the difference."
        },
        {
            "review_title": "This is the best product I’ve ever used!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I can never go without repurchasing it. It is an amazing primer and moisturizer, makes your face feel so soft and keeps your makeup on beautifully. Good for all skin types! Clean and refreshing smell. It’s so good for you!"
        },
        {
            "review_title": "Not for oily skin.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is really a great primer and all. But unfortunately, i dont think this is for an oily face like me. I got so many pimples while using this and hated the fact that I cant use this anymore."
        },
        {
            "review_title": "Just try it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This face base is heaven sent! Your makeup sits so beautifully on this. I wore it under the eft halo and Ilia skin tint and WOW! Talk about natural looking makeup. It didn’t even smudge! The cream bronzer and blush stayed on and where they were placed. I don’t know if I’ll ever not use this when doing my makeup! It has great ingredients. Definitely a must try. I have oily skin and didn’t clog my pores or make greasy. Will be buying more when I run out."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I love this product especially during the cold/winter months. adds extra moisture to my skin without feeling greasy or too thick. been a repurchase for me, over 4yrs"
        },
        {
            "review_title": "Give my dry skin enough hydration for makeup prep",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I've found a face base that works wonders for my skin. It's thick yet lightweight and helps me prepare my skin for makeup. I used to struggle with dry patches and makeup that wouldn't last, but not anymore. This face base hydrates my skin just the right amount, giving me a smooth and flawless finish that holds my makeup all day long. It's amazing how it eliminates the need for moisturizing and keeps my face from getting oily without making it feel dry. I'm absolutely in love with it! Not to mention, it smells really good too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is seriously amazing!!! It makes my skin look and feel amazing. It’s perfect to use with makeup or without makeup. I will say I was surprised by the scent, but it’s very pleasant. Definitely worth the price!"
        },
        {
            "review_title": "Super moist skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is the perfect primer and moisturizer before my foundation. It  leaves my skin smelling fresh and not dry during these winter months. When applying a little bit does go a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "A new must in my makeup routine. I took a risk and bought the two-pack deal just in case I loved it… I AM SO HAPPY I DID. It’s a new must in my routine. I applied before work in the morning. My makeup stayed putt all day long!"
        },
        {
            "review_title": "Moisturized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bobbi brown works great for hydrating your under eyes. It’s not too heavy and blends out great with foundation. I do my skincare and let it all sit in for a couple mins. It has a lot of great vitamins to help the dark circles over time which I struggle with so this helps me."
        },
        {
            "review_title": "The perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really like this primer due to that it doesn’t only make my makeup stay on for hours, but it also hydrates my skin. The texture is smooth without feeling greasy which is perfect for my combination skin. It also gives a beautiful glow. It has a light scent to it aswell that I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was chosen by Bobbi Brown to review this face base and I LOVE IT!! The multitasking of the product is amazing and my makeup is so flawless when I used this as a primer. And when I just use it as a moisturizer my skin is glowing and radiant"
        },
        {
            "review_title": "Skier Approved for High Altitude!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is a great as a primary for make up. It is really smooth and light plus has a lovely lemon scent. I prefer it as a primer over a facial lotionn but it works well for that too. I live at high altitude and in a very dry environment so this was a nice lift for my face back to a light moisturizer."
        },
        {
            "review_title": "Perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I have dry combo skin but right now in this winter weather, my skin has been extra dry and flaky. This moisturizer has been my new favorite! The consistency is on the thicker side but it absorbs into the skin so well. It leaves your skin hydrated and smooth and not heavy or any stickiness.  I have been using it daily even on no makeup days. It does work very well under makeup and actually helps blend my foundation seamlessly without any separation. If you’re looking into a new moisturizer this one is definitely a perfect one for combo to dry skin because of how hydrating it leaves your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is hands down the best primer I’ve ever tried! It feels light and hydrating without being too much and my skin feels smooth for my makeup. Not to mention it smells so amazing sometimes I just want to use it so my skin would smell good! Also my makeup applies so well when I use this and I never liked any primer base before!"
        },
        {
            "review_title": "Wonderful combination product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I’m pleased overall so far with this product!  It smells so good, very light and citrusy, and the texture is creamy and almost buttery.  It is very moisturizing and makes an excellent matte base for my makeup.  I used it on my whole face at first but in the future probably will avoid my nose since my skin is more oily there.  I love the ingredients including vitamins B, C, and E as well as hyaluronic acid and Shea butter.  It helps my makeup last longer and is so nourishing for my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "It is a good product for preparing my skin for my makeup application. I like the moisturizing factor because it makes my dry skin feeling silky. I definitely can see a difference when I use it or not once I apply the foundation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "I decided to try out Vitamin Enriched Face Base from Bobbi Brown.Really exited as I am in love with the brand and this product was not an exception. Great packaging, texture, smell and overall just super!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Oh wow! Where do I start off ? I always wanted to know what was the hype all about.. NOW I SEE ! It made my makeup look so smooth ! 😭 It’s definitely worth the coins I tell you that. This your sign to buy !!!!"
        },
        {
            "review_title": "It’s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "i received an honest review in exchange for this post. i have tried it a couple of times already. the smell is very good you can smell the vitamin c citrusy smell. i woudlnt say it’s revolutionary. i will finish it but it’s nothing i’ll buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Good product but it is way over priced on here about 70 dollars when u can get it for 51 dollars on the actual Bobbi brown site"
        },
        {
            "review_title": "The hype is real!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have the chance to finally tried this famous Vitamin E enriched primer moisturizer and the hype is real. It is sooo good! My skin feels so smooth and well moisturized. My foundation stays longer than I expect it to be without wearing off. No wonder this is makeup artist cult fave to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I adore this product! I apply it before my makeup, and it not only moisturizes but also primes my skin. It gives my skin a radiant glow from within and allows makeup to go on flawlessly, helping it last all day. Additionally, it has a subtle floral scent that isn't overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is wonderful reach cream that has light weight texture and absorbs into the skin well. My skin felt soft and moisturized. It don’t feel greasy or oily after use and no tacky or sticky feeling to it. I quite like how it feels on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer is probably one of the best things I’ve ever put on my face. The cream absorbs so easily into my skin and gave my dry Winter texture a smooth, hydrated feel. I cannot say enough about the way my face looked and felt, and I’m a huge fan of beauty products that multi-task. This can be used as a primer under makeup, or just as a moisturizer to create a barrier against impurities. It has vitamins for nourishment, Shea Butter, and Hyaluronic Acid. My only issue with this product is that I felt the scent was a bit much while applying. It almost has a hint of citronella to me, but the scent didn’t seem to last too long once it was on. I am very sensitive to smells, and the fact that this cream provided amazing results with my face, I will continue using it."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this Vitamin Enriched Face Base Primer Moisturizer to try and I am loving this moisturizer plus primer. It absorbs so well on my skin. I love this combo and balances perfectly. My face looks very hydrated. Just a little amount is enough. The make up absorbs so well. My skin feels very soft and smooth. There is a little scent which is totally perfect for me. I’ll definitely buy more. I recommend this to everyone."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This primer is a game changer its my favorite product i used it on my dry dull skin and i was shocked how amazing the cream was after applying the foun my skin feels smooth and soft plus healthy its really amazing product I would recommend it and for sure i will buy it again i received it from skeepers for my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love that with this product, my face has an extra layer of hydration when I'm wearing make up. It dries quickly and feels really nice on my skin. The scent is very light and refreshing. Love it and have recommended it to all my friends."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was surprised at how much I like this! I use it on top of my regular moisturizer and alone when wearing makeup. I find it slightly tacky so it lays under makeup well. There is a scent but it’s not anything overpowering. It feels super silky and smooth."
        },
        {
            "review_title": "Don’t skip on this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm totally vibing with this multivitamin infused moisturizing primer! It's like an instant skin pick me up it’s giving me all the hydration feels. My foundation game!! Is seriously next level, I feel flawless for days. If you're into slaying your makeup routine, this is a must-have!"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this vitamin enriched face case complimentary for my honest review. I love the texture of this product on my skin. It is creamy, but still very light. It absorbs very well into my skin. If I had to complain I’d say that I’m not crazy about the citrus scent of the cream, but it quickly dissipates."
        },
        {
            "review_title": "A good combo product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is nice, I applied it not really knowing what to expect. I have never tried a moisturizer primer combo, typically when things are combined I feel like they don’t perform as well as their separated counter parts. This vitamin enriched face base definitely changed my mind on that. It performs well in both the moisturizing and priming aspect. My skin soaked it up, and it felt very lightweight and moisturizing."
        },
        {
            "review_title": "Great Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This moisturizer is rich but very absorbent. It leaves my skin moisturized enough for my makeup to sit smoothly on my skin. My makeup looks flawless and beautiful. I really do like this product a lot!"
        },
        {
            "review_title": "Super Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "With all the cold weather lately, my skin is absolutely loving the richness of this face cream. It leaves my skin feeling hydrated and soft; plus it leaves a nice, dewy glow! The light citrus smell is enjoyable and not overwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is such a great idea.  Moisturizer and primer in one that saves time and space in your makeup bag.  It has a nice citrus scent and goes on easily and smoothly. A little bit goes a long way and they do not skimp. The container was filled to the top!"
        },
        {
            "review_title": "Great start to my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This product is absolutely amazing! It is 100% worth the hype! This product gives me the perfect base to apply my makeup on top of! My makeup goes on smooth and applies so much better than without it! And a little goes a long way!!"
        },
        {
            "review_title": "Smooth and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This primer applies super smoothly on my skin and feels moisturizing all day. It absorbs quickly and works well with my daily makeup routine. I like the creamy texture and it works well with my combination skin since it keeps the dry parts hydrated and the oily parts not too heavy or greasy. It visibly smooths out any textures on my face without feeling too cakey and works well even if you don’t apply any makeup."
        },
        {
            "review_title": "A great primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Oily skin",
            "review_text": "This primer really moisturizes! With a minimal amount, my skin felt fantastic all day under a full face of makeup. The scent is light, and makeup application was a breeze. I will say that it does start to feel a bit heavy if you use too much. This is a great addition to my every day routine!"
        },
        {
            "review_title": "A must to my face routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Oily skin",
            "review_text": "This is by far the best base to use when prepping the skin, it leaves the skin nice and moisturized without clogging up the pores. I definitely recommend this for all skin types and people who are looking to feel hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is probably one of the best face moisturizer I’ve ever tried. Within seconds of applying this on my face I already see and feel the difference. It leaves my skin feeling hydrated and looking youthful"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The description of the cream/base sounds amazing. Unfortunately, it hasn't worked as well for me: Even though it says that it is a rich cream, it is much too light for my dry winter skin. I might try to use it up in warmer months when my skin needs less moisturization. While the lemon scent is pleasant at first, it also is far too strong. That much scent for a facial moisturizer is just unnecessary.  It works as a makeup base - but not very well on my dry skin. Or I should say: it works well when I use another rich cream first and then just this as the makeup base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base has become an addition to my daily routine. Its rich, creamy texture glides smoothly onto the skin, creating a silky canvas for makeup application. The subtle and fresh scent adds a touch of luxury to the experience without being overpowering. Before application, my skin often feels dull, but this face base instantly revitalizes it, providing hydration and leaving it nourished. The product serves a dual purpose as a primer and moisturizer, ensuring makeup adheres flawlessly and creating a smooth surface. With continuous use, I've observed improved skin texture, tone, and a radiant glow. The transformative effects make the Bobbi Brown Vitamin Enriched Face Base a worthwhile product for anyone seeking a pampering and effective skincare solution."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The bobbi brown face base cream is a doubly useful product. Mixing a primer and moisturizer in one product makes my morning routine a lot simpler. The consistency at first felt sort of jelly-like but it applies very smoothly and easily on my face."
        },
        {
            "review_title": "Great base product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this brand and I love this product. I use it on my face before applying any makeup and it works well as a base to moisturize my skin and give that blur. My makeup applies very smoothly and looks perfect without any caking."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am absolutely in love with how wonderful life makes my skin look and feel. It smooth out imperfections that I have on my jaw area. My foundation glides on so well. It does not look flaky at all. Skin feels hydrated and plump but looks even better. I’ll be buying this on repeat."
        },
        {
            "review_title": "Bobbi Brown Best Selling Face Base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted By Bobbi Brown   I am so here for the Bobbi Brown Face Base. The 2~in~1 Luxurious, Hydrating Priming Moisturizer is  a rich, creamy, lightweight and gripping type of primer that instantly nourishes, plumps, and preps the skin to improve the look of foundation. The gripping primer is an excellent base for Foundation, gripping ahold of foundation for a smooth, flawless makeup application and extends makeup wear time.   I love how the priming moisturizer fills in My prominent Pores, making them look almost non existent and like I’m wearing a Filter. The Moisturizer plays well with My skincare Products and My skin looks healthy and feels hydrated. The Face Base glass container packaging looks nice is and the primer has a lovely, lemon perfume scent that I really enjoy. I highly recommend the Bobbi Brown Face Base!"
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received Bobbi Brown Vitamin Enriched Face Base to try free in return for my opinion.  I love the texture of this cream.  It goes on smoothly and softens my facial skin.  The size of the container is small but easy to travel with.  I also like that it has the cover on the top of the jar to keep it fresh."
        },
        {
            "review_title": "so moisturizing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "love this primer!!! so moisturizing and makes my makeup not cakey!! its a great moisturizer fot my combination skin and i love it!! minus one star because of the price :( but its a luxury worth it!! ❤️❤️"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "While this product has been out for sometime now, it’s brand new to me and WOW! Love the combination of moisturizer and primer, I enjoy the way it feels on the skin and I like the subtle scent!   Grab this if you can! I’m not going to act like it’s not pricey so if you CAN, I say grab it."
        },
        {
            "review_title": "Absolutely in love with this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I absolutely have been loving this face base! I have very oily skin and large pores so usually my makeup starts to look a bit cakey after a few hours. Applying this as a primer really helped my foundation go on smoothly and stay looking fresh longer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I’ve needed a new primer for a while now but haven’t loved the lotion style ones I’ve tried in the past bc they felt greasy. This face base is a thicker more solid texture that doesn’t feel oily when going on. It’s also not a strong scent and minimal make up goes on nicely over it. So far so good!"
        },
        {
            "review_title": "Love The Vitamin Enriched Face Base Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I have combination skin. However, it’s winter so my skin can get really dry. I used the Bobbi Brown face base and I am in love. It melts into my skin. My face felt extremely hydrated and I noticed that it gives me a soft glow. It works so good under my makeup, but I even use it by itself.  For me, this formula was on point."
        },
        {
            "review_title": "A Flawless Formulation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "𝑽𝒊𝒕𝒂𝒎𝒊𝒏 𝑬𝒏𝒓𝒊𝒄𝒉𝒆𝒅 𝑭𝒂𝒄𝒆 𝑩𝒂𝒔𝒆 is phenomenal! This hybrid primer + moisturizer creates the perfect base for a flawless makeup application.  It minimizes the appearance of pores and fine lines, creating a smooth canvas for foundation. My makeup glides on effortlessly, and lasts all day without creasing or fading. The result is a filter-like finish that makes my complexion look youthful and refined."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received something in exchange for this post. I loved this product so much! It made my skin feel so hydrated and when i applied my makeup it looked so smooth! Will be incorporating this product into my every day routine!"
        },
        {
            "review_title": "Two in one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If there's a way I can save time in my makeup routine, I'm all for it, so I was intrigued by the face base primer since it acts as both a lotion and primer. It does have scent, but not enough that I really noticed it, and not enough to irritate my skin. I have acne-prone skin that is semi-oily, so I did have concerns that this would give my face extra shine and cause a flare up. I was pleasantly surprised that that wasn't the case! It's hydrating, absorbs easily, and turns my skin into a great canvas for my makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I am loving this product!! I use it before makeup and it not only moisturizes but primes my skin. It makes my skin glow from within and makeup goes on top flawlessly and helps it last all day! It has a floral scent but not overpowering. 10/10 recommend :)"
        },
        {
            "review_title": "Fresh and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "It smells good, and not too overpowering. Great to wear under make up. It is very hydrating and I feel a plump effect that makes my face look fresh and even young. I have dry skin and this cream doesn’t make it oily like many others."
        },
        {
            "review_title": "Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This base was so nourishing and made my makeup last all day. The smell is a light citrus scent which I love it also didn’t irritate my sensitive skin. It helped my makeup to apply much more evenly on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I’m so glad I was able to try this product! I’ve been eyeing it for the longest time and everyone on social media raves about it. I was worried it might just be the hype, but nope! It’s INSANE! It’s amazing. It truly melts right into the skin. I’ve seriously only used it twice and I ran to write a review because it is worth the hype! It’s so moisturizing and it’s the perfect base for under my makeup, especially because I never use moisturizer before my makeup."
        },
        {
            "review_title": "Staple for base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This cream is great it has a nice fresh smell and I feel like the texture of the cream itself. It really helps to not only hydrate but brighten my under eyes areas as a primer for makeup. I love that it has great ingredients. It’s not oily so you can use it as a nice base without worrying if your makeup will slip off. I was gifted this product to try."
        },
        {
            "review_title": "Great non oily finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great product! I was gifted this by Bobbi Brown. The smell is amazing and I love the creamy and hydrating feel and like that it doesn't leave an oily base. It just feels like a natural matte finish which is great for my more oily combo skin."
        },
        {
            "review_title": "A Classic Addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I recently recieved the Bobbi Brown Vitamin Enriched Face Base and I have to say, it has become a permanent staple in my daily skincare routine. Not only is it a fantastic face moisturizer, but it doubles as a foundation primer as well. This multi-tasking product has truly changed the game for me.  One of the things I love most about this face base is how well it absorbs into my skin. It instantly sinks in without leaving any greasy or sticky residue behind. My skin feels hydrated and smooth after application, making it the perfect canvas for makeup.  Speaking of makeup, the Bobbi Brown Face Base also doubles as a primer and boy does it do the job well. My foundation glides on effortlessly and lasts all day without any creasing or fading. It creates a flawless base for my makeup, allowing it to look airbrushed and flawless.  But the real standout feature of this product is the smell. It has a beautiful, refreshing scent that is not overwhelming or artificial. Applying it in the morning is like a mini aromatherapy session, giving me a burst of energy and starting my day off on a positive note.  I have also noticed that my skin looks brighter and more radiant since I started using the Bobbi Brown Face Base. Its formula is enriched with vitamins and antioxidants that help nourish and protect my skin. And as someone with sensitive skin, I appreciate that it is free from parabens and sulfates.  In conclusion, the Bobbi Brown Face Base has truly exceeded my expectations and I cannot imagine my skincare routine without it. It is a high-quality product that delivers on its promises and has become a must-have for me. I highly recommend it to anyone looking for a moisturizer that also works as a primer. Trust me, you won't be disappointed!"
        },
        {
            "review_title": "A must-have for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I’ve been trying out this Face Base primer  moisturizer for the past 2 weeks, because my foundation has been looking patchy lately. I immediately noticed improvement in  my face makeup. My skin looks hydrated and plump. The formula is rich, and a little goes a long way. The formula didn't leave any greasy feeling on my skin, which I have experienced with other face primers in the past. This is a great face primer if you have dry skin."
        },
        {
            "review_title": "Hydrating but not greasy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love how this moisturizer feels on my skin! It isn’t oily at all and absorbs very nicely. I have combination skin and it’s very flakey right now due to the cold weather but this truly makes my skin feel hydrated and fresh."
        },
        {
            "review_title": "Smells SO GOOD and feels great too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I am so glad I got to try the Bobbi Brown Vitamin Enriched Face Base, and let me tell you…I love it! First of all, the SMELL! It smells like fresh lemons, but the sweet ones. Heavenly! It contains vitamins B, C, and E, as well as Hyaluronic Acid, Squalane, and Shea Butter. I was SO nervous that because it had Shea Butter in it that it would be thick and greasy. I was so pleasantly surprised at how thin this formula is! You can use it day or night as just a moisturizer, or you can use it as a primer under foundation! I think it does a great job as a primer not because of filling in pores like the typical primers do, but to keep your skin moisturized and protected under the makeup. I did notice some pore blur, just not a complete fill-in. I loved this product so much! I could smell it ALL day which I personally loved - a nice, fresh, light scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I really liked this bobbi brown primer. Keeps my extra my dry skin moisturized under my foundation. If your skin isn’t moisturized your makeup over it will never look as good as it can so this is a very important step."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was skeptical about buying this given the price tag, but it is worth it! It goes on like silk and my BB cream goes on after without any drying or caked on appearance. I've thrown out all my other primers and will only use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "First of all I love that this face base is both a moisturizer and primer. After applying it, my face looks and feels very hydrated and glowy. It doesn’t feel greasy at all. My makeup looks so good and flawless. I love the citrusy scent, it smells very good."
        },
        {
            "review_title": "Kiss winter skin good bye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this face vitamin with the cold weather my face really needed a boost and this did the trick. I've tried  other products that didn't live up to what they said . But this one is definitely a keeper."
        },
        {
            "review_title": "My Dry Aging Skin Loves It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Combining the effects of aging skin (37) and harsh winter weather, my skin has been losing its moisture. As a result, my foundation has been looking patchy, making it difficult to wear. That's why I was excited to try this innovative skincare-made-for-makeup face primer. The key ingredient in it is shea butter, which makes it feel rich and creamy as you work it in. Although the primer is expensive, I only need a tiny amount to cover my entire face. Immediately after using it, my skin felt hydrated and smooth. After a week of using it regularly, I noticed a significant improvement in my skin and how my foundation looked. I even found myself using it without applying makeup and it made my skin feel hydrated, glowy, and soft. This primer has been a lifesaver for my aging skin and I will purchase it again and again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is a makeup game-changer! This multivitamin-enriched moisturizing primer not only nourishes and plumps my skin but also creates the perfect canvas for foundation. The blend of Vitamin B, C, and E, along with Hyaluronic Acid and Shea Butter, provides essential nourishment and hydration. The real results speak for themselves – my makeup applies smoothly, looks flawless, and my skin feels nourished and healthy. A must-have for a radiant, well-prepped complexion!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have been dying to try this product for years now!! So happy to finally get my hands on it and I can say it's amazing. Smells good, kinda citrusy and absorbs quickly but still leaves skin feeling perfectly prepped for makeup. My makeup always looks flawless and dewy whenever I use this!!  If you're super super oily it might not be beat for you. I'm semi oily but I love the dewy look so this works perfectly for me. Doesn't break me out either."
        },
        {
            "review_title": "My Holy Grail Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have normal-to-(very) dry skin. As someone who masks often, uses a retinoid, and experiences allergic rhinitis on a daily basis, I find that I am no stranger to flaky skin around my t-zone area (especially around my mouth), making it almost impossible for me to apply makeup due to it merely emphasizing the flaky dryness of my skin. Out of all the primers I've tried, this is the best primer at moisturizing and smoothing out the texture of my skin! (I still use a separate moisturizer underneath though.) It can sting to apply this if your skin is sensitized, so be warned, but no other primer has made my cheaper makeup look and apply so well. I feel that I don't need to use a whole lot of product to get the best result, so each jar lasts me awhile.  I recommend purchasing the trial size before committing to a full jar. My trial size has lasted me a good 2 yrs since I rarely wear makeup, but I find that when I don't use this primer, my makeup doesn't look nearly as good. Keep in mind that if your skin is peeling excessively (as in, the primer doesn't work as well at masking the flakes), consider first that you may be overexfoliating. Monitor your skincare, and this primer will treat you well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This primer is a great formula!! Helps to moisturize my skin, and make my foundation stay in place. Not too creamy but, but still moisturizing and goes on smoothly. It also has a really fresh smell to it!"
        },
        {
            "review_title": "Moisture and prep all in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My skin has been dry and makeup will not stick and I end up flaking (especially my t zone. Using this vitamins enriched face base is the perfect prep step for my skin to allow makeup to hold without the flaking. I also love that it’s not just a primer it’s also enriched with so many Vitamins and hydrating properties so I can use it with my skincare routine to generally make my skin look and feel better."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The best of both worlds in this bottle. A moisturizer and a primer that works extremely well. The bottle itself is so pretty with the Bobbi Brown logo engraved at the top of the lid. And the bottle comes filled to the top so you there is plenty to use. It has an amazing citrus scent and makes my skin feel super soft. My makeup looks flawless and it has helped minimize those dry spots I have around my cheekbones."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the best moisturizer and primer combo I have ever used. It goes on smooth, hydrated my skin, and makes my makeup stay all day. The packaging is very nice and I love that the container is filled completely to the top. I will continue to purchase this face base!"
        },
        {
            "review_title": "My skin loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I think this product is really good! It hydrates your skin perfectly but does not make it oily. It is very easy to apply.  The face base smells really good. I have very sensitive skin and I breakout easily and I had no issues with this product. I applied this product before my makeup. I used a skin tint after and it was easy to blend. My makeup looked great and the finished looked professional. I think this product is a great to my skincare and makeup routine. I recommend 100%."
        },
        {
            "review_title": "Best base/primer ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "If you still sleeping on this you’ve better wake up and put your hands on this base. This is my 4th jar and I hate to say - this is the best base/primer for combo skin. It’s gently hydrate your skin while you all day with makeup on and when you remove it your face still young and beautiful."
        },
        {
            "review_title": "Works well with stick foundation!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "One of my favorite products to wear under foundation. Especially now that I am 46 and my skin is very dry due to peri menopause and this adds a glow to my skin that allows my foundation to look like skin and not sit in every pore, fine line or bit of texture. I am usually anti base product because of the typical ingredients but this has none of the bad stuff that feels like you have plastic sitting on your face. This is actually skincare feeding your skin. It plays well with both my SPF and my stick foundation that had been looking chalky and dry until this plumped up my skin and made it look healthy and feel soft. I was worried it would be too thick and not work with my spf but so far it’s great. I have mostly used with a foundation stick and face tint so I still have to experiment with liquid and cream foundation but I am very happy with it so far!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Bobbi Brown’s Base Primer is like magic for your makeup! It’s super light and makes your skin super smooth. You know how makeup can sometimes disappear during the day? Well, not with this primer – it keeps everything in place.  The best part? It feels like silk on your skin and makes your pores and lines less noticeable. Plus, it won’t make your skin oily. No strong smells either, perfect for sensitive skin.  I love how my makeup lasts way longer with this primer. It’s great for anyone who wants their makeup to look awesome without much effort. Trust me, Bobbi Brown’s Base Primer is a game-changer – your makeup routine will thank you!"
        },
        {
            "review_title": "A forever part of my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I have been wanting to give this face base a try for a very good while now. I have been using it for a few weeks under makeup and let me tell you that it will not disappoint. It gives my skin such a smooth hydrated base that when I apply makeup it does not look cakey or dry. It just looks flawless, glowy, hydrated, and smooth. Plus I love the way this product smells as well."
        },
        {
            "review_title": "Two in One!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I received this product in exchange for this post, I haven’t used a primer in a while and I was happily surprised by this one! I like that is moisturizes and primes! I actually felt like it kept my foundation on longer. There is a citric scent that doesn’t linger on your skin!"
        },
        {
            "review_title": "Great all in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "So I usually get so lazy to do skincare especially if I’m in a rush to go to work or to go out with friends. I love that this face base combines all you need into a single cream. This all in one primer and moisturizer kept my face looking hydrated without looking greasy at all. There is also a subtle pleasant scent! I would say this is suitable for combination skin.. I also have sensitive skin and this did not react with my skin at all. Overall, this moisturizer worked well and I wore it alone + occasionally with makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It's a great base for makeup! I put it on in the morning after cleansing. It absorbs pretty well for me and I like that it's both a primer and a moisturizer. Sometimes powder makeup makes my face too dry and this helps keep my skin moisturized before the makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Applying my foundation in the winter months has never been better as this has provided me a flawless base to any type of coverage foundation I’ve used. No more cracking no more rubbing off throughout the day everything stays in place without needing a setting powder. It is lightly scented and gives me a natural glow after every application.  This has also been a great cream to help bring moisture back to my dry flaky winter skin. It left my skin feeling plump, tight and soft with hydration.  I love that this has natural ingredients like Shea butter and grapefruit fragrances that do not irritate my sensitive skin. The yeast extract is a new ingredient for me to use on my skin and I’ve been impressed with how it has improved the elasticity of my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Recently have been using this base under makeup for around 1 week and so far, my skin is loving it.  My complexion products go on so seamlessly on top of this base, no flaking no peeling. I normally apply around a nickel size amount all over my face and it doesnt make my face feel heavy at all even though I have really oily skin"
        },
        {
            "review_title": "Really lovely enriching face cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Bobbi Brown Face Base cream feels really nice on my skin. Moisturizing, but not too heavy. It also has a really lovely scent. I have combination skin, and the first couple days I used this cream I had breakouts. The breakouts seem to be getting better with continued use. However, I don’t think I could use it more than once a day without my skin being too oily. Overall, I really like this cream. It makes my skin feel soft and healthy, but I’m not sure it’s the best fit for those with oily skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I use the Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer on cleansed skin before make up application. This primer makes my skin feel hydrated, smooth, and plump. I like that it contains vitamin B, C, and E - but sometimes vitamin C can irritate my skin. Thankfully the Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer didn’t cause me any issues. This product has a light and clean scent that smells divine. After using this product and applying my make up my face has a healthy glow to it and I absolutely love the end results. You don’t have to worry about it leaving you greasy which was one concern that I had since I have combination skin. The Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer is great and I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Bobbi Brown's Vitamin Enriched Face Base is great dual function product as a moisturizer and primer. It contains vitamins B, C, and E to nourish the skin while creating a smooth base for makeup application. It’s super hydrating and give seamless makeup finish"
        },
        {
            "review_title": "Nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I am obsessed with the vitamin enriched face base primer moisturizer. I apply this before starting my makeup and it gives me the perfect base by nourishing my skin and helps my foundation stick longer throughout the day. Hydrates my skin but does not keep it oily."
        },
        {
            "review_title": "I must have my make up routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I got this product for my honest review and I love it. It is like my go to now for a face primer. I will use this first and then I will apply my make up. It goes on the make up goes on flawless when using this product."
        },
        {
            "review_title": "A must- have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "If there was one product that I’ve been wanting to try for so long it’s been this one. For years I’ve heard of how good this product performed and watched all those influencers rave about it and I finally got to try it out for myself! And let me tell you I am in 😮 if how good it feels on the skin and how well it performs under makeup. The only thing I regret about this product is the fact that I didn’t order it sooner because it’s such a gem."
        },
        {
            "review_title": "Loved this cream.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I honestly love this cream , I use makeup everyday so for me it’s very important to hydrate and moisturize my skin before, this cream does that job ! Love the texture and the subtle smell , I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This face base is a great primer for my foundation. This goes on smoothly and hydrated my skin really well. There isn't any greasy feel because it's on the lightweight side. This really pulls together the look and it lasts throughout the day."
        },
        {
            "review_title": "Love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love love this! Tried it for about a week now and my face feels amazing. It feels so soft and supple. It definitely primes my skin for makeup and makes it so plump! Love how hydrating it is as well throughout the day."
        },
        {
            "review_title": "Good moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a good makeup primer. I like how it makes my skin smooth and hydrated. No greasy at all. The texture is light weight cream. It’s easy to spread. I really liked the cream and felt it did a great job at moisturizing my face. Would definitely recommend using it under makeup as it makes a good primer."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This face base has been amazing for my skin and my makeup. It leaves my skin moisturized but not greasy and absorbs quickly. I have combination skin that is on the drier side in the winter. I often find dry patches on my cheeks when the weather is cold which makes my foundation look patchy and terrible. With the addition of this product into my routine, I'm finding that my foundation goes on smoother and my skin stays hydrated! This product does have a light citrus scent which is nice but could be irritating if you have very sensitive skin."
        },
        {
            "review_title": "A must have in makeup prep routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been looking for a decent moisturizer for these dry months that will give me a glass skin look for a nice base. I love that it is very thick but I don’t like the lemony scent. It is very moisturizing and it definitely hydrated the skin."
        },
        {
            "review_title": "Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love using this moisturizer under makeup. My makeup application becomes an easy process as the foundation applies seamlessly and soft. There is zero patchiness. When I use it on its own my skin feels super hydrated and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my first time trying anything from Bobbi Brown and I can see where the whole luxury comes into play because this is it! As someone who has dry and textured skin, this made my skin very plump and made my makeup go on very smooth. It’s definitely a great product to incorporate in makeup routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this primer! I use it normally after sunscreen and before the foundation, definitely improves makeup looks. I have very dry skin, this helps the foundation last longer and better look, like the scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a good makeup primer. I like how it makes my skin smooth and hydrated. No greasy at all. The texture is light weight cream. It’s easy to spread. Only a drawback for me is the scent like citronella…"
        },
        {
            "review_title": "Great face base!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This face base was perfect for under my makeup and made my skin really smooth looking. I also use this face base as a standalone moisturizer because I really like how my skin looks and feels. It smells of light lemon but I do not mind it. I will be using this face base from now on. I’m glad they offer a value size now because I will be getting it when my smaller one runs out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Absolutely loved it! I apply this before putting on my makeup. It makes my face feel ready and set for the day, i also sometimes use it alone and it makes my face look glowy, the smell is pleasant too not strong at all!"
        },
        {
            "review_title": "A must in moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted this by Bobbi brown and I am so thankful. This was one of the best vitamin face bases I have ever owned I love it. It soothes my skins and it is very beneficial. I am very thankful that it helped my skin feel so smooth!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this 2in1 product complimentary for BobbiBrown. A moisturizer with a creamy and lightweight texture that doesn't feel heavy, ideal for wearing under makeup. It leaves the skin smooth without any greasy or unpleasant sensation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This face base is an OG for a reason. I love this primer. It is so moisturizing and luxurious on the face. It’s perfect for right before foundation. I like to sometimes use it on its own. It’s a nice whipped texture, that hugs your skin."
        },
        {
            "review_title": "Super moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I’ve always heard such great things about this product and it didn’t disappoint! It smoothed out my pores and created such a smooth base for my makeup. It was also really moisturizing for my dry-combo skin. Couldn’t recommend more!"
        },
        {
            "review_title": "must get",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have to say this is a must have makeup product. I apply it before my makeup. It makes my face feel set and ready for makeup. It gives a nice clean pallet to work with and when I remove my makeup my skin is still moisturized & feeling smooth."
        },
        {
            "review_title": "I loved this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I lovedddd this Primer so much. This was a gifted product. It hydrated my skin and I used it right after I prepped my skin like a primer. My makeup stayed on all day and I honestly had a hard time taking it off in the shower. Would highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "It is moisturizing. The texture is just perfect. I love the packaging. It is simple and attractive. The vitamin is effectively moisturized my skin rapidly. I will consider buying it next time. It is good for all types of skin."
        },
        {
            "review_title": "100% worth the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Stop what your are doing & grab this face cream! It is one of the BEST I've used! And that's saying something because I've tried hundreds! My skin feels deeply nourished when I use this cream ( even more so when paired with the new serum! ) Bobbi Brown is worthy of the hype surrounding the name! I absolutely plan on repurchasing."
        },
        {
            "review_title": "Special occasions",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Creamy and rich which works wonders for my aging skin. My skin has more texture, wrinkles and fine line. This base is great for blurring that and easier application of makeup. It is a little too creamy for my preference, so I will likely reach for occasionally."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This product was just ok for me, it is highly fragranced which I don’t enjoy in primers at all. I found the scent to be overpowering. The base itself was a great product to use under my make up. I have oily skin and this base gave me a slight glow under foundation while keeping my product in place. I wouldn’t repurchase however if there is ever an unscented version I would recommend."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I really enjoyed this bass primer cream. I think it adds a nice amount of hydration. I have dry skin so I need hydration and anything that’s going to help my make up look more smooth and just help with hydration I love so this is a great base. I personally would use this more as a moisturizer and then a primer on top of it but I know a lot of people really like this just to use as a primer. I used it as a moisturizer and then primer."
        },
        {
            "review_title": "very unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "First off the packaging is so beautiful. I love how high class it feels and how luxiourius the cream is. I like the way it feels gliding across my skin and seems to plump the skin making a perfect base for foundation. It leaves my skin looking glowy."
        },
        {
            "review_title": "Smells and feels great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted this product from Bobbi Brown in exchange for my honest opinion. The very first thing I noticed about Bobbi Brown’s Vitamin Enriched Face Base was the citrus fragrance—grapefruit to be exact. As soon as I opened the container I could smell it, which I really liked. The scent was energizing. I used a small amount on my face and massaged it in prior to applying my (liquid) foundation. I could definitely see a difference in how well my foundation looked on my skin. It was smoother, even after hours of wear. One of the best features of this primer is that there is no heavy or greasy feeling. My skin felt like it received an extra boost of moisture just by using this under my makeup."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The moisturizing primer is like a magic potion that instantly plumps, and preps my skin with a burst of hydration. It's my go to step before applying makeup, combining the benefits of a primer and a face moisturizer. Before putting on my makeup, I use this primer that makes my skin feel nourished and ready. The texture is rich yet lightweight, absorbing quickly and creating a perfect canvas for my makeup. My foundation looks better, goes on smoothly, and stays in place. After a week of using this product, my skin feels nourished, plumped, and infused with moisture. If you want your makeup to look fantastic and your skin to feel awesome, give this a try!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this item for free from Bobbi Brown and Skeepers for my honest opinion. Bobbi Brown's Vitamin Enriched Face Base is a standout product that seamlessly merges skincare and makeup. Its lush, hydrating formula not only primes the skin but also imparts a nourishing blend of vitamins and antioxidants. The result is a velvety-smooth canvas that enhances makeup application while promoting a healthy complexion. Despite its higher price point, the dual functionality and refreshing citrus scent make it a premium choice for those prioritizing both skincare and flawless makeup."
        },
        {
            "review_title": "Great Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was so excited to receive the Bobbi Brown Vitamin Enriched Face Base for free from Bobbi Brown in exchange for my honest review! Before trying face base, I didn’t use primers because I hadn’t found one that actually made a noticeable difference in the application and longevity of my foundation. The Bobbi Brown face base has been an absolute game changer. I applied the face base, let it soak in for about minutes and then applied my foundation. I was shocked at how smooth and even my foundation looked. At the end of the night, my face looked slightly oily but still much better than any other primer I’ve tried. I also love that it has ingredients that are actually good for your skin!"
        },
        {
            "review_title": "Bobbi Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "It’s ’s a great way to do skin prep makes your base look flawless, and makes the skin look more healthy. The texture is velvety smooth, providing a flawless base for makeup application ，I absolutely love Bobbi Brown Vitamin Enriched Face Base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this vitamin enriched face base by Bobby Brown in exchange for this post. This vitamin and Rich face base is awesome. It glides on smoothly and coats my skin, allowing my makeup to be applied evenly without it taking up. There’s no fragrance but I can tell this is a high-quality product as the results of my make up are flawless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I've heard of Bobbi Brown Vitamin Enriched Face Base for a long time. Finally I got one for myself and fell in love with it. Its orange scent is so fresh and not strong. It is easy to be applied on and fast to be absorbed. Really does a great job on hydrating my skin and being a primer!"
        },
        {
            "review_title": "Great product don’t like the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Deep skin tone, Combination skin",
            "review_text": "Best under make up moisturizer.It feels so soft and went great under my foundation.Perfect to protect the skin. Didn’t like the scent but it’s really faint. Skin didn’t feel so dry after washing off makeup. Great prep and prime product."
        },
        {
            "review_title": "Radiant, Flawless Makeup All Day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Bobbi Brown’s Face Base Primer is my go-to for a flawless makeup routine. Packed with Vitamins B, C, and E, it’s like skincare magic. The texture is heavenly – rich but not heavy, absorbing quickly. It keeps my skin hydrated and provides the perfect base for makeup. The natural fragrance of Grapefruit and Geranium adds a refreshing touch. I love how my foundation looks improved, and it stays fresh all day. It’s become my secret weapon for a radiant and moisturized finish!"
        },
        {
            "review_title": "Locks in moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is the perfect crossover of a moisturizer and a primer! It keeps your skin hydrated all day without being too slippery for your makeup! I love how thick it is, especially for dryer winter months. It smells pretty good too, sometimes a little too strong but not overly noticeable."
        },
        {
            "review_title": "Definitely must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "There are so many great qualities about this face base! Let’s start with the hydration, as soon as it is applied, your skin feels silky smooth and plump, without being greasy! The primer aspect is amazing, foundation and other products glide over the skin. The citrus smell is amazing, and gives a great wake up to the skin!"
        },
        {
            "review_title": "Smooth makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This vitamin enriched face base is so good! I have been using it under my makeup and it leaves my base smooth and flawless. This is now a part of my daily makeup routine. My face is moisturized and smooth."
        },
        {
            "review_title": "Moisturized and lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I’ve been using this product for about a week now and I am in love with it. My skin feels plump and hydrated. My makeup goes on so smooth after using this and lasts all day. I use this product in place of my moisturizer and primer in the morning."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This is my HOLY GRAIL item is my makeup routine. It is light weight, moisturizing and your makeup will apply flawlessly. If you know, you know! it doesn’t feel greasy, I love the smell, and your skin just soaks it’s in. It’s not one of those that stays sitting on your skin all day. It helps my foundation to grip better and to last longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I’ve tried many primers in the past and there was only really one I found that worked with my makeup until I discovered this Bobbi Brown primer. It’s a moisturizer and primer which is a total game changer because usually using both a moisturizer and a primer separately can be quite thick on my face. It smelled really nice, applied smoothly, and I felt that my makeup overtop of it looked very good! I noticed that my skin looked smoothed out and there weren’t any dry patches like I’ve experienced with other primers. Definitely will be using this one again!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. It’s a nice moisturizer and base for my makeup. It has a scent to it but not over powering. It’s a slightly thicker formula but it’s easy to apply and you don’t need a a lot to cover your whole face."
        },
        {
            "review_title": "My dry skin loves this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am actually surprised at how smooth your skin is after applying this moisturizer-primer. It gives you a really nice canvas before applying the foundation. And, my makeup held up for hours when I used this, so totally worth the hype if you can afford it. I received this product in exchange for this post."
        },
        {
            "review_title": "Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Bobbi Brown Vitamin Enriched Face Base is an all in one primer & moisturizer. It is a thick, rich cream that has a blend of Vitamins B, C & E, hyaluronic acid, squalane and shea butter. This cream makes my skin feel soft, hydrated, smooth and ready for makeup. It doesn't make my oily skin feel greasy, a little bit goes a long way. It has a nice pleasant citrus scent. I like how smooth it makes my skin feel."
        },
        {
            "review_title": "I LOVE THIS PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I love this product! This makes my skin look so great and my makeup glides on so well! This product has saved my makeup routine with my dry skin in the winter months! I definitely recommend getting this product! My skin doesn’t peel at all with it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have oily skin, and typically with other primers I still get slightly oily half way through the day, but when I applied my foundation over this primer within 10 minuted or less my face was oily/shiny and 4 hours into the day my makeup looked like it was slipping off of my face and extremely greasy. I don’t recommend this product for oily skin types, but if you have dry skin it might be a good fit for you!"
        },
        {
            "review_title": "Staple in my skincare collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I’m loving the Bobbi Brown Vitamin Enriched Face Base! The blend of vitamins B, C, and E provides essential nourishment, while ingredients like hyaluronic acid and shea butter deliver hydration and a healthy glow. The uplifting scent of grapefruit and geranium adds a nice touch. It’s a versatile product—acts as both a primer and moisturizer, creating a smooth canvas for flawless makeup. I apply sunblock and makeup over it. My skin looks smooth and hydrated all day. I will also wear this at night, and I wake up, looking hydrated and glowing."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I appreciate the lightweight texture of this moisturizer, as it absorbs quickly into the skin without leaving a greasy residue. It has a light scent that smells nice. And it keeps my face moisturized all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I tried out the vitamin enriched face base by Bobbi brown. This is the first time I have tried out their skincare line. The cream itself is more on the pricier side. The cream is super rich and thick so it’s great when the weather is cold."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this product it leaves my skin feeling hydrated, smooth, and plump! I don’t feel greasy or cakey from it my foundation lays over it so nicely. It’s nice not having to pile on extra product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "First, the packaging is so sleek and aesthetically appealing. The smell is on the perfum side, so if you’re sensitive to smell or don’t like smells on your face then it wouldn’t be appealing to you. It’s a little greasy, but rubs in really well."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Bobbi brown face vase I like it! Perfect for my combination skin is not greasy and absorb quickly. I used it before makeup, and my face  looked smooth. I love the light scent smell. Also love its 2 in 1 primer and moisturizer at the  same time.."
        },
        {
            "review_title": "Absolutely amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The absolute BEST primer I have ever used and I’ve tried a lot! My makeup has never looked better & this product makes my face feel SO nice! My makeup glides on effortlessly and truly melts into my face (in a good way) ! Doesn’t irritate my sensitive skin in the slightest either, definitely a must have for your makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I enjoyed this primer and moisturizer combo. It felt very hydrating and had a bit of that tacky feel that you expect from a primer. My makeup went on super smooth with no pilling or rubbing off. I am unsure if I’d purchase again due to the price but a little goes a long way so I’m sure I’ll have this for a long time! Recommend."
        },
        {
            "review_title": "Airy and Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been searching for a moisturizer that will make my face feel soft, alive and glowing. I’m pretty certain I found the product I have been looking for. Looked at my face in the mirror and said WOW! It’s been a while since a moisturizer felt light and had me glowing.   No strange smell. It’s thick and yet airy. It does not make your face feel greasy one bit. I actually tried it right after toning by itself without additional product and it definitely does its job. I have yet to try it with makeup on but I can imagine it only enhancing your beat."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is 2 in 1 product that is a moisturizer and primer for foundation. It has a light scent that’s pleasant and not overbearing. I usually use it first then apply my sunscreen on top. It really does make my skin look much smoother."
        },
        {
            "review_title": "Perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "With this primer you have two benefits at the same time, since it is a moisturizer and a primer, it has a very light texture that is absorbed quickly, leaving the skin very hydrated and your makeup looks perfect. It smells too rich"
        },
        {
            "review_title": "Don't walk run for this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The product effortlessly blended into my skin, creating a hydrated and velvety canvas for my makeup. Throughout the day, my complexion maintained a radiant glow, and the product's lightweight feel made it a joy to wear. It's become a staple in my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "The Bobbi Brown Enriched Face Base is such a great multitasking product. It is so good for dry winter skin as an extra layer of moisture and makes foundation application smooth and even. I use it as a moisturizer too if my skin is extra dry. It smells so good like lemons and a little goes a long way."
        },
        {
            "review_title": "My #1 primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I promise you, this primer is one of my favorites. It’s my favorite primer to use, especially since it’s the winter season and the air is dry where I live. I love that this primer is a moisturizer as well so this is perfect! My favorite feature about this primer is that it actually does make your base smooth and minimize pores, and that’s really how my makeup came out so smooth! I highly recommend you try it out!"
        },
        {
            "review_title": "Get it girl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This gorgeous luxe balm moisturizer come in stunningly beautiful packaging that looks timeless & elegant while also giving a bit of edge. It would seamlessly fit in with any bathroom aesthetic while sitting pretty on your countertop. This thick, balmly moisturer is chock full of amazing vitamins and ingredients like squalene to hydrate, protect and repair your skin to the fullest! Don’t be fooled, a little of this thick baddie goes a long way! It’s also the *chefs kiss* perfect makeup primer e v e r. It dries down with just enough tacky to stick everything in place without being so tacky you feel sticky and the skin care affects really soak into your skin so your not left feeling slippery face either!."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is often praised for its hydrating and priming properties. Users appreciate its creamy texture, pleasant scent, and how it preps the skin for makeup application, leaving a smooth finish. Keep in mind that individual experiences may vary. Thank you skeepers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My skin is very dry and especially during the winter. This causes my makeup to flake almost all the time. This primer helped to hydrate my skin and helped to make sure my makeup did not flake. I would get again."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This product has exceeded my expectations as I have found it to be an interesting formula. It blends Vitamin B, Vitamin C and Vitamin E to replenish and nourish the skin. I’ve heard great things about the Bobbi Brown Primer and Moisturizer, which turned out to all be true! It’s lightweight and hydrating, promoting smooth and silky skin. There’s also a nice citrus scent, like grapefruit. The moisturizer creates a texture perfect for absorbing and being a primer for your makeup.  I love using this moisturizer, especially with the cold weather as it fully hydrates my skin without leaving it feeling greasy or oily."
        },
        {
            "review_title": "Great priming moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is such an amazing, that works perfectly with my skin type. I like how it sits up under the makeup , keeping its longevity, without looking shimmery or greasy. I also like that it keeps foundation out of my wrinkles, as they look less noticeable. Smells very refreshing, but not overpowering. Absolutely one of my current favorite products."
        },
        {
            "review_title": "Must have in your makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "#gifted  Thank you @bobbibrowncosmetics @octoly for sending me this wonderful face base primer for my thoughts.   Sometimes it’s hard for me to find a primer that works with my moisturizer and foundation. This primer takes away the need for moisturizer. The ingredients are way beyond what I expected: Vitamin B, C and E, hyaluronic acid, squalane and shea butter. This works very well with my foundation.   I have dry/combination skin and this helps me to have a dewy look all day without being oily. The texture is on the thicker side, but I rub my finger across the product and it almost melts on my finger, then I apply. I like the light lemon scent.   🚫parabens 🚫phthalates 🚫sulfates 🚫animal-derived products 🚫gluten"
        },
        {
            "review_title": "Creamy and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am loving this face base! It has a very creamy texture. It’s thick but the creaminess makes it easy to apply. The grapefruit scent is very pleasant and not overbearing. My face felt very moisturized after applying."
        },
        {
            "review_title": "Repeat purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I LOVE this! It’s soo moisturising, it has Hyaluronic Acid, Squalane, and Shea Butter which is why I feel like it’s so hydrating!!   I love to use it before putting on my makeup and it leaves my skin plump! Plus it’s fast-absorbing so it doesn’t pile when I put on my foundation! Will def be repurchasing"
        },
        {
            "review_title": "Two in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I like to use this Bobbi Brown primer as a hydrating cream and primer, two in one. Love how this formula hydrates my skin and gives glow. Also packaging is very pretty and gives vintage vibes! Recommending this to my friends!"
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This face cream is my all time favorite! It is so hydrating and nourishing, the ingredients are great and I can tell a big difference when using. It makes my face feel plump and moisturized! I definitely recommend this!"
        },
        {
            "review_title": "MUA fave for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Rich, hydrating and glowy makeup base. I’d honestly wear this in its own on makeup free days. The texture is luxe and it’s worth all the hype I was hearing about it. Pricey but I’d buy the full size in a heartbeat!"
        },
        {
            "review_title": "A classic for a reason",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Bobbi Brown vitamin enriched face base is are great base for under makeup and a classic! It hydrates some and it smooths some. Just a great combo for all skin types! I think this works well for all skin types also!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This primer has done wonders keeping my foundation in place all day! I have naturally oily skin, which often causes my makeup to break up and/or wipe off. While this primer didn't do anything to tone down my oiliness, it DID keep everything in place all day long. The only downside for me is the strong smell...I prefer fragrance free for my face products.  This item was gifted to me in exchange for a review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "A wonderful, nourishing base that makes your makeup look like a million bucks! I feel like this takes everything on your face up a level. As I get older, I’ve noticed some products just do not sit on my face well anymore, even more so when it’s dry at this time of year, but this vitamin enriched cream which I got as part of a promotion makes even my problematic or cheaper makeup go on smooth. Very worthwhile!"
        },
        {
            "review_title": "Must-have moisturizer + primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I’m loving this Bobbi Brown Vitamin Enriched Face Base! Glides onto my skin so smoothly making my skin look so hydrated and NOT greasy! I’m loving that this is a moisturizer and primer in one. My makeup looks so nice and smooth over this base and it last all day! It also smells really nice! I was gifted this product by Bobbi Brown in exchange for my honest review."
        },
        {
            "review_title": "New go to Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "A very creamy lightweight texturee moisturizer that doesn't feel weighted or heavy. Underneath your makeup and it just makes your skin so creamy smooth. It's definitely smoke Gray and we didn't leave a greasy or unpleasant feeling. And I could use this every day without having any problems."
        },
        {
            "review_title": "Good as a treatment and as a makeup base",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The composition of the base is not bad, although not natural.  It’s interesting that the base seems to be water-based, but at the same time it contains both silicones and oils.  A base that combines 3 types of makeup bases known to me.  List of ingredients contains a lot of moisturizing, softening, brightening, protecting and soothing components.  Bobbi’s makeup base did not cause any allergic reactions for me. However, this base has become a very good care product for me and I use it solo.  It spreads perfectly over the skin and does not leave any stickiness or oiliness.  Absorbs within 5-7 minutes.  Works great both as a treatment and as a makeup base. The packaging is plastic, I think expected glass jar."
        },
        {
            "review_title": "Amazing for even and smooth makeup application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this so much! My skin looks so hydrated and plump, and it makes my makeup lay so nicely. It helps my foundation look like my own skin and last all day. It isn’t heavy either which I love. I will definitely be purchasing again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product is a great two in one face product that acts as a moisturizer and face primer. Fair warning for people who don’t like fragrance - it does have a fairly strong citrus/lemon scent. It absorbs into the skin well & smoothly!"
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The package is very good size to carry in the bag, has a plastic protective anti-spill. Consistence is super creamy and hydrating and leaves no fat sensation on your face.I love it because it doesn't smell annoying"
        },
        {
            "review_title": "Wears very well under makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was super excited to try this product! I've heard amazing things about how this product wears under makeup and it didn't disappoint! It layed super smoothly on the skin and made my makeup last all day! Love it!!"
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This my first product from Bobbi Brown And I'm So In LOVE! The cream feels so good!  It absorbs into the skin very easily. I love the vitamins in this cream also it smells so yummy and fresh! I like the prestige container the product is in. When I applied the cream to my skin it was very soft. My makeup was flawless! This cream is now a must have for me!"
        },
        {
            "review_title": "Makes a difference!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "The citrusy smell was refreshing and the application was seamless. I could definitely tell a difference in my makeup from using this product to not using it. It blended everything together perfectly and hydrated my face at the same time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Normal skin",
            "review_text": "This eye cream has been a game changer for me. It is so rich and moisturizing and that has made my under eye makeup look so much more seamless and doesn’t leave it patchy or dry. I plan to try the hydrating formula eye cream to give me even more hydration."
        },
        {
            "review_title": "Satisfied",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have  been using Bobbi Brown Vitamin Enriched Face Base. I liked this base. It nourishes skin and moisturizes before I apply make-up. Texture is soft and non-stickable. After applying, it remains on skin all day long"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "One of the best moisturizers ever especially when applying makeup. I always end up with a flawless base. My foundation applies so smoothly and it looks so blurry. My skin feels so hydrated and smooth."
        },
        {
            "review_title": "Radiant skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a silky like consistency, it just melts right into my skin. It really makes my skin ready for makeup, it smoothens out my skin and doesn't mattefy it. I've noticed that my eyeshadow glides on and looks more pigmented. I also like using it by itself (no makeup) it makes my skin look and feel radiant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Bobbi Brown Vitamin Enriched Face Base cream can be worn on its own or under your makeup for a smooth and natural finish. It can be used as a  primer but it is not tacky/sticky as some primers are. I would definitely wear it more on its own. it gives very smooth and soft feeling on my face."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This cream is the OG! I love the rich texture that cream flawless base for makeup. It’s a gorgeous texture that plays well with other products and isn’t too heavy that I get greasy by the end of the day. It’s a perfect 2-in-1 moisturizer and primer!"
        },
        {
            "review_title": "Love it except for smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Everyone raves about this product for good reason! It’s such a good hydrating base for my makeup and it sits really well under my makeup. A little goes a long way, the whole jar will last for a really long time. The one thing I don’t love about this product is the scent, it’s like a citrus/lemon scent and I honestly just don’t care for it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I’ve been using this face base for about a week under my everyday make up routine for work. So far I’ve found that it makes my liquid foundation go on much more smoothly (I have acne and scarring) and also left the skin plump"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have never tried a product like this before but I am so glad I have. My skin feels very soft and richly moisturized. I am so happy how well my serum foundation applied over this product and lasted all day. It didn’t separate or pill. It works just as advertised."
        },
        {
            "review_title": "Great for makeup, price is 😊🥲 though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Alright. This Bobbi brown base is so good. Yes the price is steep but I don’t think my makeup has ever looked better. This doesn’t pill for me as I know some peoples skin is different. The vitamin C makes my face so bright underneath. My pores are nearly invisible. The only underside of this is the price. 👀😻"
        },
        {
            "review_title": "Great base for makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary for my review. I have dry aging skin that tends to show fine lines and wrinkles. I’m always looking for a good cream or moisturizer before putting on my make up. This face base works well as the first step before putting on foundation and leaves skin feeling moisturized and ready for the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is the perfect primer and base for your makeup! It hydrated my skin so well and leaves my base looking absolutely flawless all day long. It has been a game changer for my makeup! This product was gifted by Bobbi Brown"
        },
        {
            "review_title": "PERFECT PRIMER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I really enjoy using this moisturizer before applying my make up. It has a tackiness that really allows my make up to adhere onto my skin. It’s hydrating for my dry skin which I enjoy. The packaging is really luxe. I received product in exchange for a reveiw!"
        },
        {
            "review_title": "You need this product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product made my skin look and feel gorgeous! My makeup laid on top flawlessly and stayed on all day without cracking or creasing. I will be using this product and a permanent part of my daily makeup routine !"
        },
        {
            "review_title": "Change my makeup game for THE BETTER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This has change my makeup game. And if that doesn’t tell you something I don’t know what will. After using this product My skin feels and looks plumper and fuller. Super soft and my makeup literally looks like I have a baby face skin. I love how rich and nurturing my skin also feels after taking the makeup off. I feel like it helps with not having breakouts too"
        },
        {
            "review_title": "Smells bad and feels heavy on the face",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I have dry skin and I also do not like fragrance in my skincare or makeup products. That being said I was very disappointed with this product because not only did it have an unpleasant lemony fragrance it really didn’t feel all that great on my face either. It felt more like it sat on top of my face as an extra layer. It didn’t feel hydrating and left me feeling like I had product on my face after doing my makeup. My makeup did not look better or last longer as I would have thought with this product. Not at all what I expected and I wouldn’t recommend."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love Bobbi Brown vitamin enriched face base. Makes my skin feel soft and silky. No greasy feeling. Keeps my skin hydrated and moisturized. Perfect for morning and evening application. Perfect for all ages."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is so creamy and luxurious. I use this under my makeup and my foundation applies beautifully on top and my skin feels hydrated throughout the day. My only con is I would prefer if it wasn’t scented."
        },
        {
            "review_title": "Perfect base + skincare benefits",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love Bobbi Brown Vitamin Enriched Face Base! The nourishment it provides and the way it preps skin is amazing. It makes my skin look hydrated and so smooth and helps my make up last longer. The scent is also wonderful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am a huge Bobbi Brown fan and was very excited to try this product as I was in need of a new primer. I love the fact that this also doubles as a moisturizer! It smells amazing, it is very citrusy. I put this on today and it has kept my makeup in tact ALL day even when running around the city. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Holy grail products, feels super refreshing without feeling super heavy applies beautifully and has makeup looking smooth and flawless amazing alone or with additional products 10/10 would recommend!!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried a new makeup primer, and I'm thrilled with the results! The texture is velvety smooth, providing a flawless base for makeup application. It kept my skin hydrated throughout the day without feeling greasy. Perfect for a flawless makeup base!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "In addition to being a moisturizer,  Vitamin Enriched Face Base doubles as a primer for makeup and a skin booster. It perfectly prepares your skin for makeup in addition to providing hydration. Makeup glides on like a dream after using this. It works wonders as a primer underneath concealer and foundation. Its luxurious cream-like texture melts into your skin, leaving it feeling nourished and supple. The scent is light and invigorating, which I adore. Because of its high vitamin C and E content, your skin will look more radiant and be better protected."
        },
        {
            "review_title": "worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "absolutely blown away by this. i’ve been wanting to try this for years as i’ve heard nothing but positive things and all i can say is the hype is 100% real. I use this under my makeup and it makes my skin looks flawless. I have chronically dry irritated skin and this is so hydrating and calming. this creates the perfect smooth base to lay my makeup on top of and doesn’t cause any of my products to separate. This is an absolute must and new staple in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base  is really a good product. It can be used both as a moisturizer and as a primer. As a primer, it helps my makeup application look flawless and last longer. It also helps my skin stay hydrated, so I also like to use it as a moisturizer in the morning when I don’t want to wear makeup."
        },
        {
            "review_title": "Perfect for oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Looking for the one primer for oily skin has resulted in never ending primer purchases and trials. I’m so glad I found this Bobbie Brown Vitamin Enriched Face Base Primer Moisturizer!!  It contains vitamins B, C, and E which help to moisturize and prep your skin for even application that doesn’t slide off a normally oily face! It smells amazing too!  It is light weight enough to wear all day but heavy enough to keep your make up in place exhibiting a flawless finish."
        },
        {
            "review_title": "Must have for face prep",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I absolutely love this face base, it’s a great way to do skin prep without having to put in multiple products, makes your base look flawless, and makes my skin look more healthy. I would say to buy a mini first and see if it works then go in and purchase the larger size"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "It smells fabulous. Light and fresh. It really moisturizes and no burning or breakouts! I like to press it into my skin as you do not need a lot. It actually makes me sensitive skin feel GOOD, like it's really being moisturized from the inside out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my absolutely favorite primer. It is the perfect rich, yet comfortable consistency which sits well under makeup. It’s even nice to use at the end of my skincare routine on days where I am not wearing makeup for a healthy glow."
        },
        {
            "review_title": "Must have for your glow routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This face base is super creamy and thick! A little goes a long way leaving you with an all day glow with how hydrating and moisturizing it is. Not to mention it smells absolutely amazing. It doesn’t leave your face feeling sticky or tacky, it leaves it smooth and creamy!"
        },
        {
            "review_title": "I will always repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I’ve continuously re-purchased this product￼ for years because it is that awesome. This is only moisturizer that I will use when I put on makeup. I’ve never had a problem with pulling at all!"
        },
        {
            "review_title": "Essential First Step Before Leaving The House",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Believe it or not, this is my first skin/face item from Bobbi Brown and… wow.  I try to keep a low maintenance/natural appearance for my skin, which actually requires a few layers of different products.  This is the best base!  It doesn’t pill and keeps my products where I want them.  My natural look lasts all day and I’m obsessed!  Wish I had known about this before now - I would have saved myself a lot of time and other products."
        },
        {
            "review_title": "Must have 🫶",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This makeup base is amazing. I like absolutely everything. Very beautiful packaging, the texture is very delicate, quickly absorbed into the skin, making it smooth. It has a pleasant citrus smell. The coating looks very beautiful on the skin. It feels like this base masks all the pores and the makeup comes out as if from a magazine. The composition contains vitamin C, which is very important to me. I have combination skin, and this product is just a godsend. I recommend from the bottom of my heart❤️"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Hands down one of my favorite bases of all time! It never fails to amaze me how good BB face base is. You can apply ANY type of makeup over it and the finish will always be flawless. It doesn’t feel greasy on and can be used by itself. I have combo skin and it does not add more shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This was my first time trying a “primer” like this and I’m so shocked. Not only did my makeup application look so flawless and hydrated I honestly felt like my skin looked stunning… usually primers are very sticky, and or too oily for my skin but not this one. I’m genuinely impressed."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bobbi Brown’s Vitamin Enriched Face Base is a game-changer! I’ve been using it for a while now, and I couldn’t be happier with the results. This product does wonders as a primer, leaving my skin feeling incredibly smooth and hydrated. The vitamin-enriched formula works like magic, prepping my skin perfectly before applying makeup. It not only helps my makeup last longer but also gives my skin a healthy, radiant glow. Plus, the refreshing citrus scent is such a delight every time I use it. Overall, I’m thoroughly impressed with the Bobbi Brown Vitamin Enriched Face Base. It’s become a must-have in my daily skincare routine. Highly recommended"
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I've heard so many great things about the Bobbi Brown Vitamin Enriched Face Base, so I was excited to try this product out. I love that this base is both a moisturizer and a primer because it is both skincare and also helps with makeup. It is extremely hydrating and lightweight and improves the appearance of any makeup that I use on top of it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have seen this all over tiktok and so many celebrity makeup artists use this face base from bobbi brown and I have to say i really understand the hype! It is so good and it makes my makeup look flawless."
        },
        {
            "review_title": "Smooth and effortless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product in exchange for this post. My first impressions is that I like the packaging. It comes in a glass jar with a a nice ornate lid. It has a very faint fresh scent. The base itself feels smooth and silky on the skin and glides so effortlessly. It sits lightly on the face without feeling heavy. It gives a smooth finish to your makeup and helps it last all day. The pores look also look minimal. Overall very nice product."
        },
        {
            "review_title": "❤️❤️❤️❤️",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love the product as well light weight on skin and all you need is minimal product to apply on face so easily one more thing is the less fragrance"
        },
        {
            "review_title": "Bobbi Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I’m so happy to have received this amazing vitamin enriched moisturizer cream! I have really dry skin and this has already helped my skin out so much! This cream is great to use before doing my regular makeup routine!"
        },
        {
            "review_title": "When skincare & makeup meets",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Omg this is the nicest face cream I’ve ever used. It’s soft, smooth and melted into my skin beautifully. I love how the product felt on my skin and it gave me a healthy natural glow that I am loving. I’m oily but this cream works beautifully on my skin and under my makeup! I highly recommend this cream!"
        },
        {
            "review_title": "I love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a light moisturizer/primer for your skin before makeup, it smells like an orange but it’s very light. I liked that the product was filled up the top so it will last me a while. The packaging is beautiful it has an embellishment on top of the lid and it’s easy to fit in your hand. My skin felt more moisturized and silky."
        },
        {
            "review_title": "Staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This has been a staple for me for almost a decade. It works so well with my oily skin but also keeps my makeup lasting all day. I use it as a moisturizer and primer and it really does smooth out the skin and make for the perfect base. I could see dry skin absolutely loving this too."
        },
        {
            "review_title": "primer moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love that the Bobbi Brown vitamin enriched face base is an all in one moisturizer and primer. It's a time saver. The face base left my skin looking hydrated without feeling sticky or oily. It has a pleasant somewhat citrusy scent."
        },
        {
            "review_title": "A must in your natural makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "As someone who struggles to find the right primer for me, sometimes primers aren't nourishing enough for my skin texture. However, I was shocked to find a primer that glides onto my skin to create a beautiful base for my natural makeup and nourish my skin (especially for these cold months coming ahead). In addition, the scent is phenomenal (if you love a good grapefruit scent). Not overwhelming when you apply the product. This product will be a staple in my everyday natural makeup routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loveeee using makeup products that also double as skincare. This product checked all those boxes and is actually something where you can see results. My skin felt very moisturized while using this and it made my base makeup look great. No patchiness!"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Bobbi Brown Face Base has quickly become my holy grail for achieving a flawless face! The texture is like silk on your skin, so lightweight and smooth, creating the perfect canvas for makeup without any heaviness. What's amazing is that it's not just a primer; it's a hydrating powerhouse, leaving my skin irresistibly soft. It's a total game-changer – my makeup stays put all day, and pores? Nowhere in sight! I totally get why everyone raves about this product; I honestly can't imagine my makeup routine without it. It's like having a built-in filter for your face!  The faint, refreshing scent is not overpowering. It’s reminiscent of a light floral bouquet with a hint of clean. It's the kind of scent that lingers subtly, just enough to enhance the overall experience.   And let's talk about the packaging – it's sleek and practical, and a little bit of this magic goes a long way, making it a worthwhile investment. If you're after that flawless, radiant, all-day-stay look that also nurtures your skin, do yourself a favor and give Bobbi Brown's Face Base a shot. You won't regret it!  *I received this product for review purposes, but the opinions expressed are entirely my own."
        },
        {
            "review_title": "Absolute Must Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love anything Bobbi Brown. And this Face Base is no different. In fact, it may be one of my favorite!  It is an all-in-one primer and moisturizer!  It has a citrus smell which is great.  It feels nice, and doesn’t leave it feeling sticky. And  my foundation stays on without having to reapply later in the day!  It is my absolute must have!"
        },
        {
            "review_title": "I see the hype now!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Finally got to try the famous Bobbi Brown face base primer and I see what the hype is about! This is a thick luxurious cream that leaves the skin super hydrated and prepped for a flawless makeup application. I wouldn’t recommend it for oilier skins because it might be a bit too thick and glowy in my opinion but for dry skin it is very much worth the hype! The price is a bit steep but a little does go a long way and the luxurious heavy glass packaging is an experience in itself."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It is perfect leaves the skin of my face moisturizes it and gives it a lot of firmness ready for makeup. It contains vitamin E to firm and tone our skin. It leaves it super soft and has a delicious smell. It does not leave oily skin at all. It helps your makeup look perfect and radiant."
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "i recieved something in exchange for this post. Bobbi Brown's Vitamin Enriched Face Base has become an essential part of my daily skincare routine. The luxurious texture and the subtle citrus scent make it a delight to apply. It not only hydrates my skin but also provides a smooth base for makeup application. The vitamin-enriched formula feels nourishing, and I've noticed an improvement in the overall texture of my skin since incorporating it into my routine. The product strikes a perfect balance between moisturizing and priming, creating a canvas that enhances the longevity of my makeup. The sleek packaging is not only aesthetically pleasing but also practical. The inclusion of a photo in my review showcases the product's texture and how it seamlessly blends into my skin. Overall, Bobbi Brown's Vitamin Enriched Face Base has exceeded my expectations, and I highly recommend it for anyone looking to elevate their skincare and makeup routine."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Vitamin Enriched Face Base by Bobbi Brown is amazing!! Has my makeup looking flawless and my skin is super soft!! Keeps my makeup in place for most of day and this is something I love!! My skin has never looked or felt better!!"
        },
        {
            "review_title": "Loveee!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was really looking forward to reviewing this product. I have seen it all over tiktok and had high hopes. Which met up to my expectations. It’s a great primer and moisturizer that left my skin feeling nice and smooth and even glowy. Smell was good. I received this in exchange for this post."
        },
        {
            "review_title": "Best primer and moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I tried the bobby brown primer moisturizer for the first time and my skin looks amazing. My maker lasted all day and gave a beautiful glowy finish. I highly recommend the Bobby brown moisturizer to anyone who needs an all in one product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was excited to try this product based on it being popular for such I long time. I was pleasantly surprised to find that it was very rich and hydrating, but felt light and airy on the face. It didn’t pill or take a long time to absorb and made my makeup go on very smooth. I loved the buttery smooth texture and the glass jar is a nice touch to elevate the experience. Overall, I was very impressed and think it’s worth the money. Also, there is a very light lemony scent, which I really liked but remember to keep that in mind if you’re sensitive to fragrance."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is ok. I’ve been using it for about 1.5 months now and I don’t know how to feel about it. It’s soft in texture but I’m not sure if it’s great for under make up. Its also super thick. Not convinced yet."
        },
        {
            "review_title": "Amazing moisturizer & primer all in one product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted Vitamin Enriched Face Base by Skeepers and Bobbi Brown  This is an all in one moisturizer & primer. This is perfect for a moisturizer if you know you’re doing a makeup application afterwards. It is infused with vitamins B, C, & E plus HA, squalane, and shea butter. This feels luxurious when applied but not too heavy or greasy and makes for a beautiful makeup application! I was using another product specifically prior to applying a full makeup application that I loved but this one works just as good!"
        },
        {
            "review_title": "A Must Try 🥰",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Hype About This Bobbi Brown Vitamin Enriched Face Base It’s SO REAL!!! The Ingredients Are Great & It Smells So Good, It Has A Clean Scent Or I Don’t Know How To Describe It, I Love This Product With My Life Now."
        },
        {
            "review_title": "So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Bobbi never disappoints! I love the way this makes my foundation look. I have oily/combination skin & this helps lock in moisture without adding extra oiliness. The texture is so smooth and it smells nice."
        },
        {
            "review_title": "Gives Silky, Smooth look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently received the Bobby Brown Vitamin Enriched Face Base Primer Moisturiser. I am trying this first time. The texture is so smooth and velvety. It gets absorbed quickly and gives a smooth skin. It is lightweight and moisturising. It act a great primer for makeup. My foundation looks so smooth after using this cream. I like natural make up and with this cream I use minimal foundation and it goes so smoothly. Totally loving it."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this product. It is extremely hydrating and I’m definitely using it in place of my Milani primer during the winter season. It leaves my skin glowy and feeling smooth. Would definitely recommend!"
        },
        {
            "review_title": "Incredible for 40 year old makeup loving skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was skeptical this product was worth the hype but at 40 yes old I started to need something a little extra in my makeup routine. I don’t know what sort of magic is in here but the way makeup sits or melts into my skin after using this is incredible! My skin feels soft, plump, hydrated, and healthy. I love this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is a great base for makeup application. This was very moisturizing which I need when I apply makeup to avoid my face looking patchy or uneven. I like the silky texture and high lightweight it was. I would reach for this again when doing my makeup."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I recently received the Bobby Brown Vitamin Enriched Face Base Primer Moisturizer and I am absolutely in love with it. I like the texture of this primer, it is so smooth and velvety. It gets absorbed quickly leaving your skin smooth and silky without looking oily. It really acts as a great base for makeup application. My foundation stays in place all day without any creasing or fading. And the fact that it is infused with vitamins, it nourishes and hydrates the skin but also provides long-term benefits.m, it has quickly become a staple in my makeup routine. So if you're looking for a primer that not only preps your skin for makeup but also provides nourishment and long-term benefits, I highly recommend giving this one a try."
        },
        {
            "review_title": "Beautiful and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is a fantastic primer for the winter! It’s very moisturizing without being oily, it makes my skin super glowy and is the perfect base for my makeup! The texture is perfect, makes my skin look super smooth. I also love the way it smells, it’s shae butter with a tiny hint of citrus,  way clean and refreshing!"
        },
        {
            "review_title": "amazing pre base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received this amazing moisturizer primer from Bobbi Brown, what an amazing product for an amazing skin prep before makeup! It's truly a lovely base for your makeup to last long and look hydrated my foundation looked seamless over this primer moisturizer"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this product from BB vitamin because it left my skin very hydrated and with a very smooth touch and a beautiful shine to the makeup.. I have a problem with primers because I have acne-prone skin so I like a few, but this one I'm super radiant because it left my skin prepared for me to wear makeup.. I definitely recommend these products to makeup lovers, plus you can use them at night with nighttime skin care.."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love this under my makeup. I put a thin layer as a primer and it is sooo hydrating but doesn’t interfere with my foundation or any of my base products. at the end, i get such a smooth finish and my skin feels great"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how this makes my foundation sit on my skin. It looks so glowy without being oily, and makes me look so refreshed. I see why this is so hyped up everywhere! I will definitely repurchase this when i run out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I like to use a more moisturizing primer in the winter, and this primer works perfectly for my dry winter skin. I like that it’s a moisturizer and primer, which is convenient when getting ready in the morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was very excited to try this primer out as I have not used a product by this brand before. As soon as I put it on my face, I could instantly feel the moisturizer kicking in. The cold weather has made my skin dry out more than normal so this is an amazing relief and also made my coverage look 10x better. Will definitely have to get again!"
        },
        {
            "review_title": "Yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Absolutely a must!!! Especially in the winter, my skin normally doesn’t take makeup well at all but once I tried this out before applying my makeup, it looked amazing. It smells very fresh, I’m obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I LOVE the texture of this. It gave my skin the right amount of moisture before makeup application.  Not so much moisture that I appeared greasy, but just enough for a glowy like finish. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This product had my skin feeling silky smooth. It’s helped my makeup go on smoother and not patchy. It also helped hydrate my skin because sometimes in the winter my skin starts to get dry so it helps to make my make up not peel."
        },
        {
            "review_title": "Affordable Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I was gifted Bobbi Brown’s Vitamin Enriched Face Base and WOW! I am impressed! This is such a luxurious product but for an affordable price. This is a new staple in my makeup routine as it moisturizes my face while making my makeup stay ALL DAY LONG! The best part is that it doesn’t have a greasy texture and it smells absolutely incredible. A forever purchase for me moving forward!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have never try Bobbi brown products, so excited when it arrived. LOVE the smell of Citrus. I never like moisturizing my face but this is a keeper because it so smooth. If you don't believed me try it yourself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Bobbi Brown Primer Moisturizer is really amazing! The texture is light and absorbs very fast. It made my face feels so moisturized and soft. I like how well I can apply my foundation after this. It’s so smooth and even.The finish of the foundation looks so flawless and shiny.Best Primer ever."
        },
        {
            "review_title": "Obsessed with the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Obsessed with the smell of this, it smells like a lemon bar. The consistency is nice and thick for moisturizing. It blended in smoothly and no sticky residue. I like that it’s an all in one product so I can eliminate one step in my routine whenever I am in a hurry."
        },
        {
            "review_title": "Smooth Base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Great base for makeup! I have dry patches during the winter from my combination skin and sometimes my foundation will cling to that and make my makeup look patchy. But this works really well to make my base look a lot smoother."
        },
        {
            "review_title": "Creamy and buttery!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is so creamy and buttery! You can notice the rich texture from the moment you open the jar! After applying my skin felt very hydrated for the rest of the day. Now as for its role as a primer, I can tell the make up applies much more smoothly and looks more natural. I actually tested the product on half of my face to make sure of this. That being said, I think most people wouldn’t notice. However, I don’t usually wear heavy makeup up so if going for full coverage, perhaps the difference is more evident."
        },
        {
            "review_title": "Game changer😍😍",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Bobbi Brown's Vitamin Enriched Face Base is a skincare-makeup hybrid that impresses. This luxurious primer nourishes and hydrates, creating a smooth canvas for makeup application. Its my absolute favorite primer to use on my clients!!!🤍🤍Its rich texture and refreshing scent make it a pampering start to any beauty routine. A must-have for those seeking a radiant, flawless finish."
        },
        {
            "review_title": "Just have for a professional kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Always been one of my favorite hydrating primers. It’s going to prep your skin perfectly and give you model skin no matter the foundation. I love most of Bobbi brown products and this is a GO TO. You want this in your collection"
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The kind of treatment you deserve, this product works quite well for my oily skin. It keeps my foundation perfect and smooth ,super light weight it helps with the winter air and my makeup does not peel."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Bobbi Brown's Vitamin Enriched Face Base is a game-changer! Luxurious texture, hydrates deeply, and primes flawlessly. My skin feels nourished, radiant, and makeup stays put. A skincare-makeup dream come true! Worth every penny."
        },
        {
            "review_title": "Gold standard beauty. Must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I jumped at the chance to be gifted Bobbi Brown Vitamin Enriched Face Base. It’s a gold standard product. It smells clean and fresh and melts i to your skin, providing a nourished base to appt makeup , or not. I also tried it with a squirt of base to provide a sheer wash of color and it looked great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "In the winter, my oily skin turns very dry due time the cold and dry climate where I live. During this time, I tend to switch to face products that give extra hydration to my skin. This is the perfect product because it not only moisturizes my face, it also helps prime and hold onto the makeup I apply for a longer time!"
        },
        {
            "review_title": "love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I absolutely loved this product!! As a girlie that’s been watching makeup videos for a WHILE, I had previously known about this product and all the hype surrounding it. I can officially say that it’s hyped up for a reason, it gives the most beautiful instant airbrushed affect to the skin that also moisturizes it. a stunning one of a kind product!!"
        },
        {
            "review_title": "Best face base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This face base will have your foundation looking incredible! It my all time favorite face base to prep my skin for makeup! This face bad keeps my skin feeling so moisturized and super smooth even after makeup application. It definitely keeps my foundation from getting cakey and too dry! I have oily skin type and this face base works great on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "There's no need to say much because this is the beloved foundation of makeup enthusiasts. It noticeably plumps and instantly hydrates dry skin. Open the lid, feel the soft and gentle texture and fragrance of Grapefruit and Phong Lu flowers that captivate you from the very first touch. The formula contains rich Vitamin B, C, and E from avocado butter to provide moisture, keeping the skin always smooth, supple, and naturally radiant. As a result, the skin is not only covered with a smooth base on the surface but also cared for from within, helping to maintain natural beauty for the skin and the entire makeup layer. - Create a protective barrier to shield the skin from the harmful effects of chemicals in makeup and the environment. - Smooth out the skin and fill in large pores. - Control oiliness and keep makeup looking fresh all day long. - Help foundation blend seamlessly into the skin, ensuring an even and natural color. - Moisturize and nourish the skin, preventing the foundation from becoming cakey. - Suitable for all skin types. Can be used daily to achieve a smooth and hydrated makeup base. - Transparent jar packaging with a black lid engraved with a raised logo, elegant and convenient to carry anywhere."
        },
        {
            "review_title": "A MUST HAVE IN YOUR ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was shocked on how much I love this product. I am an esthetician with over nine years of experience in the medical spa industry. I take pride in my knowledge of skincare and finding the best products for my clients. I love the packed skin loving ingredients in this face base. It is so hard to find a primer that elevates your makeup look, without you feeling dry, greasy, or breaks you out. This primer made my skin instantly feel hydrated, and made my makeup look flawless. I love how you do not need to layer this with other moisturizers or primers! This is a must for all skin types, and I feel this would also be amazing for mature skin!"
        },
        {
            "review_title": "Combats Dryness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer is a game-changer for dry skin. From the moment I applied it, I could feel the rich hydration sinking in. It not only primes my face flawlessly but also leaves my skin feeling incredibly moisturized. Makeup glides on effortlessly, and I've noticed a significant improvement in the overall texture of my skin. This product has become my go-to for combating dryness, and I wholeheartedly give it 5 stars for its effectiveness on parched skin. It's a must-have for anyone dealing with dry skin concerns."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how hydrating this base feels on my skin. It is so smooth and makes my foundation look fantastic. I was thicker than I expected but it really hydrated so well. This is the perfect base in the current dry winter air for me."
        },
        {
            "review_title": "Feels great on my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This primer/moisturizer feels so good on my skin! It’s lightweight but gives a slight plumping effect. Kind of similar to Tatcha’s Essence, but in a cream. Love that it also has vitamin C! It worked really well with my makeup, no pilling and didn’t cause any separation. One thing I will say is it doesn’t appear to have SPF so make sure you’re using another product that will offer sun protection in conjunction!"
        },
        {
            "review_title": "Fully worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This product is a holy grail for a reason! Was so excited to try it after hearing so much buzz, and I’m happy to say it’s worth the price. I actually remember to prime my skin when using this product because I just love how it feels on my face and how my makeup lays on top of it. Will rebuy!"
        },
        {
            "review_title": "Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received something in exchange for this post. I’m a big fan of moisturizers that can also double as primers. This duo smelled amazing, like a lemony fresh scent I loved. It moisturized my skin and let my makeup glide on effortlessly."
        },
        {
            "review_title": "9/10 loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Okay honest opinion, I love this product. I used it as my moisturizer and primer before applying my foundation and cream products. This moisturizer was perfect for my dry skin, not too oily not too sheer feeling. It sat perfectly under my makeup and gave me this subtle glow in my skin. It also has a very strong scent  to it just a FYI. It smells like a Citrus lemon fruity cream which I loved. Truly this cream worked amazing for me.  I love the ingredients as well very hydrating."
        },
        {
            "review_title": "Very moisturizer and Easy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I tried this primer 3 times and I liked it. I have a oily and acne prone skin and usually I don’t wear primers because I have to use SPF obligatory, but this one is like a one step moisturizer and primer , when I applied my SPF it didn’t gave me the white stuff that always comes up. My foundation were very cute, one thing I don’t like is the smell, but overall, it is a very good primer for dry skin and also for a humidity weather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I absolutely love this product. It’s a staple in my skin prep routine for makeup. It leaves my skin feeling super smooth, soft, plump & ready for makeup. I actually can tell when I haven’t used this product before applying makeup because it’s so amazing."
        },
        {
            "review_title": "Good base",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the concept of skincare made for makeup. I have dry, maturing skin, and my face needs moisture. The texture of this product is so good, and I love it. I love how it goes on my skin and sits under my makeup. It looks and feels like my skin likes this face base. It gives my skin hydration and preps my face with a healthy glow. The scent is a little much for me, and I don’t love that. Usually, I don’t mind a mild scent, but this is a little strong. If this were not scented, it would be perfect, in my opinion."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This has been the best product ever. I am beyond obsessed with the smoothness it gives my face! Would reccomend it to anyone to get. This is the best! It makes your makeup go on smooth! Must try and worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "I really like this as a standalone moisturizer! This is  going to be my new moisturizer in my skincare routine because it feels so nourishing on the skin! The fact that it can act as a primer as well is just a plus!"
        },
        {
            "review_title": "Vitamin Enriched Face Base Primer Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It is the best moisturizer under makeup and is not greasy. It's perfect I use it every time I put on makeup! My face is soft and feels like baby skin! The aroma is lovely too. I didn't want to believe the hype, but it's a great hydrating base. The makeup goes very well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "One of the best primers for dry or mature skin. It is very nourishing and works as a perfect base for the rest of my makeup. My skin is silky smooth and hydrated and no more dry patches at all. And a little bit goes a long way!"
        },
        {
            "review_title": "Daily Essential : With or Without Makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Truly my favorite primer/moisturizer EVER. I have super oily skin so tend to go for stickier primers or something with “matte” in the description..I gave Face Base a try recently and I’m hooked. While it’s certainly moisturizing, it’s not in any way oily or greasy. Feels super hydrating and lays a great foundation for my matte liquid products. I find myself using Face Base on my non makeup days as a moisturizer as well as primer. The only thing to be aware of is that it does have a scent - it’s not floral or anything irritating per se but it does have a ‘skincare’ scent to those who may be bothered by that."
        },
        {
            "review_title": "My makeup looked amazingggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Okay seriously my makeup has never looked better. This primer is SO HYDRATING and my face looked flawless. I feel like I looked glowier than usual. I have combo/dry skin and this primer worked beautifully under all my makeup."
        },
        {
            "review_title": "nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bobbi Brown's Face Base is my go-to for a flawless makeup look. It's not just a primer – it feels like skincare too. This stuff hydrates my skin, making it a smooth canvas for makeup. It's light and doesn't make me feel oily, plus it has a nice subtle scent that feels fancy. Even when I'm not wearing much makeup, it gives a natural, dewy glow. It's a bit pricey, but for the quality and how long it lasts, I think it's worth the splurge."
        },
        {
            "review_title": "Amazing 2 in 1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This vitamin enriched face base and moisturizer is amazing.  This product has left my skin feeling ultra hydrated, smoother and plumper than before. And can we talk about my foundation on top of it!!!! I applied my foundation over the face base and it went on so smooth and nice. I love that this is a 2 in 1."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is such. good primer. it makes my skin look and feel so soft and smooth and smooths out the texture on my skin. I used it before I wore my makeup and it made my makeup go on so perfectly. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product from the brand and I am so happy I did! This product really acted as a great base for my makeup and kept my skin looking nice and glowy!"
        },
        {
            "review_title": "Game-Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm obsessed with the rich, creamy, non-greasy texture! It has a light, fresh scent to it,nothing overpowering. The formula is enriched with vitamin C, E, and B, which provides hydration and gives my skin a beautiful, healthy looking glow. I would definitely recommend this!"
        },
        {
            "review_title": "New fave!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Final got to try the vitamin enriched face base I love that it’s multi use you can use it as a primer and a moisturizer. Very nourishing on the skin and leaves your skin super plumped. Also gives you all the hydration you need. So excited to add this in my collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this face base! It's super nourishing, goes on smoothly, and most importantly my makeup stays on all day and looks great! After removing my skin feels hydrated and smooth. I have used this as a night cream as well."
        },
        {
            "review_title": "Must have moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this face base. It works amazing as a moisturizer day and night. It makes my skin so soft and I have not broken out with this moisturizer. I highly recommend this to anyone who needs a great base and moisturizer."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received this product from the brand and I am so happy I did! This product really acted as a great base for my makeup and kept my skin looking nice and glowy! I would definitely recommend it to others!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Was gifted this but I’ve Literally been waiting for this to arrive. I’ve been wanting to try this for so long! I’m so glad to get my hands on this. Everyone says it’s a holy grail product to prep your skin when you apply makeup. First time I tried it, feels hydrating and glides on pretty well. My skin needed this extra step."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I have this product and when I saw the chance to be gifted this, I immediately was so excited. It smells great and it’s such a great primer to put before make for a nice smooth look! Definitely a must try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is hands-down the best moisturizer I’ve had under makeup. It is hydrating while also feeling lightweight. This provides just the right amount for a natural, dewy glow. I let it set for about 20 minutes before applying my base makeup, and I was so impressed with how well it worked underneath."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite primer moisturizer to have on under my makeup. It gives just the right amount of hydration to leave my skin glowing. My makeup sat on top of it perfectly and did not leave any dry or oily spots!"
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love love love. Melted right into the skin. Worked perfectly under my makeup! Didnt mess up the makeup and my makeup lasted much longer than without. I love that it’s healthy for the skin while also working with my makeup"
        },
        {
            "review_title": "Beautiful texture and scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The scent of this product lured me in.  It has a mild citrus scent that is revitalizing.  It moisturizes my skin and dries nicely.  There is a silky smooth texture to it that shows what a great product this is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base is an exceptional product that truly lives up to its promise. As part of the Skincare made for makeup range, this bestselling multivitamin-enriched moisturizing primer does it all. The instant nourishment and hydration it provides not only plumps the skin but also preps it beautifully for makeup application. It seamlessly blends the functions of both a high-performance primer and a luxurious face moisturizer in a single step, making it the perfect all-in-one product for a flawless makeup base."
        },
        {
            "review_title": "Perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the bobbi brown vitamin enriched face base . I used it before makeup . My skin felt sooo hydrated and my makeup went so smooth on top. It’s the perfect moisturizer and primer. It has a citrusy smell but it doesn’t bother me at all."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I just received this and it works great! I used it right before I applied my makeup. It makes the skin super smooth for an easy application of other products. I love that it’s a combination of a primer and moisturizer!"
        },
        {
            "review_title": "New must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "This product makes my makeup look hydrated and snatched! It adds another layer of smooth skin. I don’t think i’ll ever like my makeup without using this first again! I was sent this product to review but all opinions are my own."
        },
        {
            "review_title": "i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am truly obsessed with this cream, it feels so good and light on my skin. The packaging itself was really giving for me. It makes you feel so boujie and the perfect size to put in my skincare fridge"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I love this product because it hydrates my skin while still making my makeup look flawless. There is a reason this is such a cult product and I understand why after using this product. I will cont to repurchase."
        },
        {
            "review_title": "SKINCARE INFUSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This Viramin Enriched face base primer is amazing under makeup or if you just want to wear it alone! I love that my makeup doesn’t move and looks great with this on! I love skin care infused makeup products and this is amazing for both makeup and skincare!"
        },
        {
            "review_title": "The perfect moisturizing and primer combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Sometimes I find that when I put moisturizer on and a primer it makes my makeup a little patchy so the fact that these combine the two are a dream come true for me. It’s very hydrating which is nice for my dry skin and even made my makeup look really smooth and dewy!!!"
        },
        {
            "review_title": "Must be in routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love it.it doesn’t flake my makeup,it is hydrating,last all day.And I have the mini size and g do or 25 dollar it is pretty big.i honestly  think it is the best on the market ￼"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely LOVE this primer. This has been a great product for moisturizing and being used as a primer. I didn’t think it was be thick enough as a moisturizer but it has really been great for my dry skin."
        },
        {
            "review_title": "One of the best on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I love this moisturizer! It feels amazing under makeup and it lasts all day. This jar lasts forever! This works great for my skin type as well. I really am loving this product. I cannot wait to continue to use this product!"
        },
        {
            "review_title": "Perfect base!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great primer that’s hydrating and good for your skin. This product is definitely worth the hype and made my base completely flawless. Going to be my go to for a perfect hydrating primer. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "With its delightful soft fragrance, this face cream both moisturizes and primes, resulting in hydrated skin and a noticeable enhancement in the appearance of my makeup. Additionally, it hasn't triggered any breakouts for me."
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "if you’re looking for a flawless application to your makeup then you need to try this face base out! Creates such a smooth base for your makeup to lay perfectly! It’s also vitamin enriched which makes it even better!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how moisturizing this makes my face and how easy and smooth it makes my make up go on! I would recommend this product as it leaves your skin feeling great! I can’t wait to continue to use it and see it’s effects!"
        },
        {
            "review_title": "Must have! For every skin care girlies",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Oily skin",
            "review_text": "I love this moisturizer so much! Not only perfect to use as a skincare product but before make up as well. You face will feel super hydrated, super lightweight. Has a light scent which I don’t mind."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review. I absolutely love how hydrating it is and really makes me look like I am glowing from within. I also love  how my skin is supple before I put makeup on, which I need because I have very dry skin! I am extremely impressed with this product!"
        },
        {
            "review_title": "SOOOO smooth! I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I love this primer! It has an amazing scent, everytime I use it I relax and enjoy my makeup routine! It makes my makeup last forever!"
        },
        {
            "review_title": "very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have dry skin and have yet to find a primer for makeup that hydrates my skin as much as this does! It smooths my base and my pores and allows for a smooth makeup application and wear. This is a new staple in my routine."
        },
        {
            "review_title": "IN LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I recently tried the Bobbi Brown Vitamin Enriched Face Base and I'm absolutely in love! This product is a game-changer for my skincare routine. It's super hydrating and leaves my skin feeling smooth and nourished. The vitamin-infused formula gives my skin a healthy glow, making it the perfect base for my makeup. Plus, it smells amazing!  I highly recommend giving it a try if you're looking for a moisturizer that does it all."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "the most complete cream I've ever used. It is smooth, with a fine texture and does not weigh down when applying makeup. coverage that fixes makeup for much longer and prevents imperfections. I really loved."
        },
        {
            "review_title": "One of my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have used this product for years and I absolutely love it. It’s a cult favorite for a reason!! It makes your skin so soft and SMOOTH and provides the absolute best base for makeup. On top of that, the packaging is luxe and heavy and looks beautiful on my vanity."
        },
        {
            "review_title": "Is not the same without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I use this on top of my regular skin care routine works great alone or I use the milk makeup hydro on top works so good makeup stays on all day and is hydrated I think it’s a must for me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Melt the product on the back of ur hand. Pat it onto your face. I felt that the primer works better than directly rubbing it. This is great for fall and winter for combo skin however u will still be oily! I rather be oily than have dry skin."
        },
        {
            "review_title": "Too many incentivized reviews! Come on.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Stop with the incentivized reviews! Jesus. Can we filter reviews to only see people who actually bought the product?"
        },
        {
            "review_title": "My daily base product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "While this product is pricey, I have no complaints. It's a lovely texture and moisturizes while providing a matte base for makeup prep. I find I can skip primer altogether."
        },
        {
            "review_title": "The best primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is The best primer. Makes my skin glow, my makeup stay all night, no oily / cakey feeling. Only need a small amount."
        },
        {
            "review_title": "A no for acne prone skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This product works amazingly, it helps to hydrate and leaves makeup so glowy. And despite it being hydrating,  my makeup was still long lasting, no separation! Unfortunately though, it broke me out terribly. I had good skin before this and now have to focus on getting it back to where it was. It’s not for acne prone skin :("
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "l just got 2x50ml on Bobbie's website for $90 with 15% off."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this serum it makes my skin feel so luxurious and soft. When I put it on overnight it makes my skin so glowy the next morning. I noticed a difference in my plumpness after I used this serum for just a couple days! I love it offered by Bobbi brown"
        },
        {
            "review_title": "Great make up prep",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted this serum for my honest review. After trying I have to say that it gives you an amazing hydration and glow. It preps your skin for make up and it looks dewy which makes my skin look super healthy. Gifted by mybobbibrown"
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is so hydrating. It smooths out my skin almost like a primer. I love using this under makeup with the vitamin enriched cream. It creates a perfect smooth base. I Have sensitive skin too and didn’t really cause any problems so far. gifted by bobbibrown"
        },
        {
            "review_title": "Really does the job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Thus a tally makes a difference. I have old skin with wrinkles. CC or BB cream or any foundation emphasize those wrinkles making me look worse. But this actually makes a cushion that the foundation sort of floats on. Of course my wrinkles are still visible. But they aren’t worse. I just use foundation for dress up occasions. I have very little discoloration. When I got “my face on” for a recent family dinner my daughter said my makeup looked really good! I like that it is a multitasker too!"
        },
        {
            "review_title": "Not for oily skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have an oily skin type. This moisturizer left a greasy residue and made my makeup look cakey. I really wanted it to work but it was a big flop for me."
        },
        {
            "review_title": "Funeral tears has nothing on this primer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Stood the ultimate test! I attended my grandmother's funeral...RIP Grammy...and this primer did it's thing! After 5-6hrs of crying off and on my make up didn't budge and remained flawless. I started out with the mini but am upgrading to the Jumbo. I am also getting the eye primer. I recommend this product."
        },
        {
            "review_title": "A must have face base product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I’m very new to using primer. But OMG, after using this, there is just no going back. I used a couple more primer products from other brands but there’s none that does the job as fine as this one. I even step out with just this moisturizer, some gloss and mascara and I get my soft glam look."
        },
        {
            "review_title": "accutane dry skin hero",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My skin is so dry on accutane. Makeup doesn’t sit right and this is the only thing that saves me. Slather this on before my makeup and no crusties or dryness anymore. I’ve started using this at night too and my PIH also seems to be fading faster since I’ve started using it. You should probably consult your dermatologist if you wanna use this on accutane because of the actives in it but it’s been a non negotiable for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this primer! It makes my skin so soft and helps with dry patches that I usually get with make up. Will be buying again"
        },
        {
            "review_title": "Not just for dry skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I can’t believe I actually found something that works. I have very oily skin. All over. All year round doesn’t matter. Tried all kinds of products and tricks but this actually works!! I read a lot of reviews that it helps with those that have dry skin but it’s been a game changer for me. I like a more natural look so I usually mix a foundation or glow product with my moisturizer. It keeps my make up looking great all day long. I even wore it overnight and noticed my blemishes were clearing up faster than usual. My ONLY complaint is the smell. It’s not bad, not great but it does have a very distinct smell - kind of lemony? Don’t quote me but the smell is definitely there, HOWEVER - it does go away so you aren’t smelling it all day long."
        },
        {
            "review_title": "holy grail for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "i'm a combo girlie but during the fall/winter, my skin gets SO DRY esp when the seasons are changing. this literally saves my makeup and makes literally the worst concealers work without creasing. i got my hands on the two 50 ml set during the sale (making two 50 ml containers only $76) and honestly, i would have still paid full price though the price is actually insane. would def rec for anyone that's struggling with concealers creasing/skin flaking in the colder months."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "It’s so amazing! Especially under your eyes so your concealer doesn’t crease. I continue to buy this"
        },
        {
            "review_title": "Creates a hydrated base.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was influenced to purchase this product after seeing it in a few TikTok’s. It was worth the price. I have dry skin and always had problem around the colder months with my skin looking dry under my foundation and concealer. When i bought this my skin began looking hydrated and glowy again!"
        },
        {
            "review_title": "$9 increase in price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this primer but cmon almost a $9 increase? As if the previous price wasn’t expensive enough. You guys literally suck for this. Gonna start looking for other shops to purchase my products."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have used this with 3 different types of foundations/ cc creams and two different setting powders and they all just come out super greasy ! This has also made me break out really badly not a good primer . I’d send it back if I wasn’t passed my return window"
        },
        {
            "review_title": "PRICE GOUGING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This moisturize is really good! Doesn’t break out my acne prone skin BUT I noticed they have raised the prices which is sad because it’s not like they reformulated it to anything better, it’s just out of greed."
        },
        {
            "review_title": "One of the Best primers - run don’t walk to go try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "One of the best primers I have ever tried. I have combination oily skin and this primer allows for my makeup to last and still look flawless at the end of the night."
        },
        {
            "review_title": "Simply perfect product!  Have to try it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing product!  I have tried so many primers for my mature skin from $200 to $20 and this is a must have.  My face looks so moist and plump and my make up goes on so nice and stays on."
        },
        {
            "review_title": "Headache inducing scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I never brought the actual product, but I've received several sample and trial sizes with my Sephora purchases. I just do not get the hype. it's a decent moisturizer and I always find myself wanting to love it BUT I can't get over this scent. It's too powerful for my nose and it causes me headaches every time."
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have repurchased this over and over. It works beautifully with my mature, dry skin."
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the OG! Amazing moisture and primer. I use this in place of my regular moisturizer and have been for years! It also smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "a total must-have! definitely one of the better makeup products, the skin looks beautiful And smooth. you want a guarantee of a great makeup look, choose this product you will not regret it .  Gifted by bobbi brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Bobbi Brown Vitamin Enriched Face Base Primer Moisturizer is a really nice primer for someone looking to hydrate their skin before putting on makeup. I received this gifted by Bobbi Brown. Every time I use it, it feels buttery soft on my skin and so refreshing. I love the nice healthy glow it gives. It’s the perfect amount of hydration without making my skin feel greasy and my skin stays hydrated through the day. This is a new favorite and I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Theres a reason this is a cult classic. It’s hands down the best face primer out there for dry skin. Yes it’s pricy but it’s worth every penny. I have tested probably thousands of face primers over the years and I always come back to this one."
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "No words can truly describe how amazing this product is. Just have to try it for yourself. Does not cause any breakouts for my sensitive skin. Super hydrating and sometimes I use it as a moisturizer alone. Try it!"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my 4th time buying this moisturizer primer. The face base gives a blurring effect and primes and moisturizes my face perfectly prior to make up or even days I don’t wear makeup. This has replaced my daily and primer moisturizer a"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have combo acne prone skin. Oily in the t zone but dry every where else and hormonal acne which means SCARS. I use this at night and wake up with baby soft skin! And some of my chin acne scars have started slowly fading. Gifted by Bobbi brown"
        },
        {
            "review_title": "Great primer for dry maturing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Just what I needed. It goes on smooth, is hydrating, and leaves my skin with a subtle glow. It smoothes fine lines and provides some blurring too. And it smells great!"
        },
        {
            "review_title": "best there is for first signs of aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is my go to for an evening primer! Very hydrating yet provides a nice matte finish without looking cakey or dry. Doesn’t let makeup settle in fine lines or wrinkles around eyes or forehead  plumps you"
        },
        {
            "review_title": "Must have primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Got this gifted by Bobbi Brown. This is a multivitamin-enriched moisturizing primer for the face. It is soo easy to use and feels great in my skin. It instantly nourishes, plumps, and preps skin with healthy hydration to improve the look of foundation. It’s the only thing I’ll put on before putting on my foundation & concealer. Love it and will keep using it!"
        },
        {
            "review_title": "worked well for my sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I've tried a lot of primers and usually keep foundation light/only wear sometimes since my skin tends to break out very easily. Using this primer, I was surprised to not have any breakout issues. It makes your skin feel very smooth, moisturized but not greasy, and keeps makeup in place all day. pricey, but with it if you have sensitive skin - highly recommend!"
        },
        {
            "review_title": "THE BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Bobbi Brown and I am absolutely obsessed with this moisturizer! I love how it smells and feels! My makeup always looks amazing when I use this in my routine. This is my second jar and I will definitely be purchasing the largest jar when I run out."
        },
        {
            "review_title": "Heavily scented. Not recommended.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Heavily scented. Not recommended for anyone with sensitive skin or nose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This face cream was gifted by Bobbi Brown. It’s a thick, skin-enriching cream that provides an evenly moisturizer base that’s perfect for applying makeup on top of it. I have combo-dry skin and it works very well so that my foundation doesn’t have any dry patches. I think this might be a bit too oily for oily skin, but would work well for all dry/combo skin users! So would recommend to those skin types."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "This is a thick texture cream. I thought it would have a little bit of color,but it doesn’t. it’s mostly like a thick moisturizer to mix with your foundation. It’s very rich , creamy and has no odor! Gifted by Bobbi brown"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Super moisturizing and great base for foundation! I would love to wear this everyday but the price tag makes me use it only on special occasions. Additionally there is a strong citrus sent that’s a bit over powering and I don’t think necessary gifted by bobbi brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I absolutely fell in LOVE with this primer/moisturizer! I was gifted by Bobbi Brown and have been using this primer every time I do my makeup! The texture is thick but not greasy, and keeps my makeup set all day!"
        },
        {
            "review_title": "Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is a cult classic for a reason! One of the best bases for any foundation. Super hydrating and glowy. Doesn’t break up my makeup. The packaging is cute to display too. Only thing I don’t like is the scent. Gifted by bobbi brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Oh gosh this is so nice. I have dry skin mainly around my chin and nose. This definitely helped even out my skin texture making is a smooth surface for foundation. It’s light weight but super moisturizing which I think if perfect for summer."
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I’m usually not a big fan of using primer but this is a Lovely primer, this is the second one I actually love ever! My foundation glided on seamlessly and looked like a nice smooth canvas. It also felt very hydrating yet lightweight. I do recommend. Gifted by Bobbi Brown"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This Vitamin Enhanced face base complimentary from Bobbi Brown is amazing! The skincare of makeup! Makes my skin so hydrated and plump for a more flawless look. I love the ingredients list! I will do anything to incorporate skincare on my makeup!"
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Absolutely love this primer. Bobbi Brown gifted me this but I have purchased this before myself and it is a great product. It has a citrus smell and leaves your skin so hydrated and soft and perfect for when you are going to apply makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "this product was gifted by bobbi brown. my first impression of this moisturizer: i love how lightweight this is! it glides on super easy and smooth. would work great under makeup. i have combo oily skin so my skin loved this. i could imagine dryer skin would want something more hydrating. overall great moisturizer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Very lightweight moisturizer that’s great especially for summer. Gave me just the right amount of hydration to keep my skin moisturized. Not overly fond of the scent though, but it doesn’t stick around so after a few minutes it dissipates. Gifted by Bobbi Brown"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I’ve heard amazing things about this product, and after using a few times, I completely agree with the rave reviews! The consistency is super nice, blends into the skin very nicely, and makeup sits flawlessly on top. I have dry skin so love any moisturize I can get. And not too heavy for the summertime! (gifted by Bobbi Brown)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my second time picking up this moisturizer. It’s the perfect base for makeup. I use it on my clients all the time. Love it so much. It’s a holy grail in my collection. Gifted by Laura Mercier."
        },
        {
            "review_title": "A PERFECT base for flawless makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "So many great ingredients and I think this is a very loved product. After application, my makeup goes on so smooth and flawlessly. I have dry skin and this leaves my skin so soft and beautiful. The makeup applied without making it weird on any dry patches. Gifted by Bobbi Brown"
        },
        {
            "review_title": "Great base for makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is a must have for any Bobbi Brown lover or make up lover. It's creamy and nourishing, which creates a great base.. I do have to say that the scent felt a bit strong for me. It might be a trigger for those with sensitive skin. Gifted by Bobbi Brown."
        },
        {
            "review_title": "Totally obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have tried many primers, and this one is by far my absolute favorite. The texture is amazing it’s very creamy, feels instantly nourishing and moisturizing. It absorbs so quickly and takes care of any dry spots I may have. It smells wonderful and a little goes a long way. Gifted by  Bobbi brown."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My absolutely favorite makeup base! It’s like an extra ultra moisturizing cream to add to my makeup routine. The texture is very soft and dense but it gets absorbed quickly, leaving my skin hydrated, glowy and prepped for makeup. Any time of foundation goes on top of it easily, no cakey effect whatsoever."
        },
        {
            "review_title": "Special event base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is a cult favorite for a reason — it makes my skin so soft and plump and perfectly primed for makeup. Definitely something I wear on my dry skin days, and since it’s quite pricy, I only use it for special occasions. It definitely makes my makeup last longer and look fresh."
        },
        {
            "review_title": "Best primer for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Bobbi Brown.  Face Base is iconic in the beauty world. This is a combo moisturizer and primer saving a step in your makeup routine. What I like about Face Base is that it feels like a rich moisturizer but it absorbs nicely and is never greasy.  My makeup applies evenly and never pills.   I also use this at night because it has good ingredients like hyaluronic acid, squalane and Vitamin C."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I was gifted by Bobbi Brown in exchange for an honest review. This is my absolute favorite base to use before makeup! It’s like a moisturizer and primer in one. I feel that it makes my makeup look so much better and even makes it last longer! Highly recommend!"
        },
        {
            "review_title": "smells nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from bobbi brown in exchange for my honest review. This is a primer/moisturizer that you apply before makeup. This does have a stronger scent to it but a good one. It made my skin super soft and glowy and my foundation went on really well.  This also makes a good moisturizer for your face. Great buy!"
        },
        {
            "review_title": "Really nourishing primer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This was gifted by Bobbi Brown for an honest review. I really love this primer! It’s deeply nourishing and moisturizing and gives me a very nice base for makeup application. This helps my makeup last a bit longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bobbi Brown Face Base is one of the best primers I have tried. It creates a smooth, plump base to apply makeup. It blurs my pores, especially around my nose and under eyes. It helps extend my makeup’s wear time. I’m not a huge fan of the citrusy scent however. Still, I can tell this is a product I will keep reaching for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have super dry skin and makeup doesn't always sit well on it so I was excited to try this. I love that it's loaded with ingredients to moisturize my skin and keep it hydrated. It wears well under makeup and is one of my favorite primers I've tried!  Gifted by Bobbi Brown"
        },
        {
            "review_title": "Smells good! Lightweight.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Bobbi Brown Vitamin enriched face base. As soon as I open the product, it smells so delicious. Once I apply it on my face, although is an enriched face base, it feels very lightweight and moisturizing. I love how or preps my skin and leave it feeling soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "This was gifted by Bobbi brown. I really like how hydrating it is and doesn’t break my makeup off at all. I like how creamy it is without feeling too heavy on the skin. It’s hard to find a primer that’s both hydrating and makes your makeup last."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "If you want a rich and hydrating base, this is it. It’s a classic for a reason, it hydrates the skin and leaves a slight radiance helping prep the skin for makeup. It has a light floral & citrus scent that isn’t overpowering, but does linger after application, something to note for anyone sensitive to fragrance. I’ll be reaching for this in the winter, when my oily skin leans more combination and is in need of hydration. This product was gifted by Bobbi Brown."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Bobbi Brown gifted me. This base is an ideal base for makeup, while it is also care. Gives excellent nutrition and hydration to the skin, after application there is no stretching and dryness. Non-greasy, but not matte, with a slightly dewy finish. The aroma is citrus, unobtrusive. Consumption is quite economical due to the thickness of the cream."
        },
        {
            "review_title": "Good for normal and oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "This primer and moisturizer combo is a great 2-in-1 product. It’s not enough for dry skin by itself, but if you have normal or oily skin I think this provides enough moisture. It is scented so that’s something to be aware of if you have sensitive skin. The packaging is beautiful and something I can leave out on my vanity. Gifted by Bobbi Brown."
        },
        {
            "review_title": "Healthy primer for your skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I received this product complimentary from Bobbi Brown however I am not new to this product. This has been my go to primer for years. It’s vitamin enriched and great for your skin. I love that it’s a primer and a moisturizer in one. Smooths and blurs your skin for a flawless makeup application."
        },
        {
            "review_title": "The perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Bobby brown makeup products are top tier but so is there skincare. This moisturizer instantly hydrated my skin and gave it a nice soft flow. I apply this every evening onto clean skin. I highly recommend for everyone to purchase. This was gifted to me many Bobby brown."
        },
        {
            "review_title": "BEST PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I am absolutely OBSESSED with this Bobbi Brown vitamin enriched face primer and moisturizer. My makeup looks flawless once applied on top of this. I have oily skin, and this is working great for me. This product was gifted by Bobbi Brown in exchange for my review!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "This is the perfect face moisturizer and make up base that prefects my skin/daily makeup routine. It doesn’t clog my pores, yet i feel so moisturized under drying powders and other makeup products even by the end of the day! Gifted by skeepers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have oily skin so I was a little hesitant for this primer/ moisturizer to sit beneath my makeup but it did not disappoint!! Has a nice, light scent. My skin felt moisturized without feeling greasy. No pilling from my makeup either! Also the packaging is aesthetically pleasing as well. I would say I wish this could be a squirt bottle but I just don’t like dipping my fingers in a jar, lol. Complimentary from Bobbi Brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "When I tell you this makes my makeup apply so flawlessly I am kidding you not! Vitamin enriched face base has been a staple in my makeup room for years and always will be. So pleased to have a new one and will be a forever fan. Gifted by Bobbi Brown in exchange for my honest review."
        },
        {
            "review_title": "Classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by Bobbi Brown and it’s a classic & timeless makeup base favorite! It’s perfect for prepping & priming the skin before makeup or great on its own as well. I have always loved this product, as it is a staple in my collection and will continue to use it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Okay I am impressed by this product. And some what shocked that it’s so nice. I love how makes my face feel so refreshing and hydrated. I would definitely recommend to my friends and family hands down. So happy to be gifted by Bobbi Brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The texture is amazing – it’s very creamy, feels instantly nourishing and moisturizing on the skin but it’s not oily, greasy or too thick at all. Somehow it feels somewhat lightweight on the skin. It sits beautifully under makeup – and it makes the skin more moisturized, so the makeup applies and looks more even and smooth. It also has a light fresh orange scent. (Gifted by Bobbi Brown for my honest review)."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Makes my skin so smooth! I was gifted by Bobbi Brown and it’s been a great addition to my makeup routine! I have sensitive, acne prone skin that’s also fairly oily and this has worked well for me. My skin hasn’t been irritated and doesn’t get all shiny throughout the day."
        },
        {
            "review_title": "Dry skin best friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It was “complimentary from bobbibrown”.It has been a great help with my dry skin . A must have yo prime & prep my fave before applying makeup. It smells really nice & I love the glass bottle . It hydrated like a dream . I love the ingredients in it too"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Bobbi Brown.This product is AMAZING it’s hydrating and works as a great primer. Keeps my makeup on all day and it will not move or get oily (i have naturally dry skin and this is perfect) i would recommend it if your looking for a great 2 in 1 product for before your makeup."
        },
        {
            "review_title": "Makeup Sits Nicely After Using!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product, gifted by Bobbi Brown, had me genuinely surprised at how nourishing it was. This primer + moisturizer duo works wonders on my skin. It’s super creamy and adds a natural glow to my makeup. It’s also very moisturizing and looks so pretty and elegant on my vanity!"
        },
        {
            "review_title": "Love this moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I’ve purchased this face cream many times over the years. This jar was gifted by bobbibrown for my opinion. I have combination skin and live in a hot, humid climate. This is moisturizing, not greasy and it’s a great primer for makeup.  There is a light scent which I like."
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product was gifted by Bobbi Brown but I'm not unfamiliar with the Vitamin Enriched Face Base product as I've been using it for a while (this is my second jar). It's moisturising without being greasy (even for oily skin like mine), and a little goes a long way (don't use too much at one go). The great thing about it is also that it works well with other products and does not cause any pilling or instability of other products when added on to it, such as sunscreen or skin tint/foundation."
        },
        {
            "review_title": "Smooth!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Bobbi brown and i love this! The way my makeup went on so smoothly was very impressive. The only con i found was that the smell was a little too strong. I really do love this product and i would definitely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was gifted by Bobbi brown and I love this product!!! My skin is so dry after my beach vacation and after just one use this moisturizer helped hydrate my skin and bounce back to normal! I love them smell of it too."
        },
        {
            "review_title": "Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Bobbi brown. I love this face base primer , the packaging is so sleek and authentic. The product really gets into my skin leaving it smooth and feeling clean throughout the day. In this heat it's stayed on and kept my skin looking clean & feeling."
        },
        {
            "review_title": "So Luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Kindly gifted by Bobbi Brown. I love this product! This product feels so luxurious. It’s rich and creamy and really moisturizes your skin. This would also last you a long time because a little goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love using this face base underneath my makeup every day! It keeps my skin feeling hydrated with the vitamin E, and it helps my makeup stay longer! It doesn’t irritate my skin and has a nice smell to it. Complimentary from Sephora"
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This was gifted by Bobbi Brown and I absolutely love this product! It is so hydrating and I always use it before my makeup and by itself because of how great it makes my skin feel! When I use it before my makeup, my foundation always looks so smooth because of this product! Overall I my skin has improved whenever I apply this!"
        },
        {
            "review_title": "A makeup artist must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "She’s a cult classic for a reason! Definitely one of the most hydrating bases out there, but without being overtly dewy. I’m left with super smooth base and more of a natural finish, and honestly I haven’t met w foundation that doesn’t pair well with it. Gifted by Bobbi a Brown which means I didn’t buy the product, not that they bought my integrity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This works both as a primer and a moisturizer. This 2-in-1 beauty is infused with multi vitamins that keeps skin’s moisture intact. It contains Shea butter also. I also love its fragrance, it is not a fragrance free product. So if you don’t like fragranced product you may not enjoy using it. This is my go to go product when I am running short of time. Gifted by the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "This product makes my skin feel so soft and smooth. It gives a slight blurring effect and smells incredible. It is pricey but a little bit goes a long way and it sits perfectly under makeup. While I wouldn’t say it gives drenching hydration it does make my skin less dry. I was gifted by Bobbi Brown."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A holy grail for a reason! This product smells great, is full of vitamins, and makes a wonderful primer for makeup! I have worn it in extremely humid climates, and my makeup somehow stays intact. I would repurchase this again! Complimentary from Bobbi Brown"
        },
        {
            "review_title": "Great 2-in-1 product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Bobbi Brown this product. First off the packaging is luxe. The product overall is this thicker cream that just glides on the skin. I am not a fan of the citrus scent because it does remind me of citronella candle, but if you can get past the scent the product is truly amazing. I have been using it everyday & my makeup wears really well over it. It truly hydrates my skin and the fact that it is a two-in-one product makes it my go-to for trips. A little goes a long way and it will last you a while."
        },
        {
            "review_title": "Must have daily routine item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I received this product as a gift. I had been wanting to try this product out & was happy about it. I use it before I do my makeup & it definitely helps for a flawless look. You should get it. I think it’s worth it. Complimentary from Bobbi brown"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Finally a good moisturizer to use before makeup! I love the smell, the consistency, the feeling of hydration and how the makeup adheres better to the skin after using it. Although it hydrates the skin well it doesn't get oily consistency, I highly recommend the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is such an OG product and it works so well. This smooths, primes, preps, and moisturizes your skin for suck a good base to layer your makeup on. My makeup doesn’t break up either, it just looks smooth. Gifted by Bobbi Brown"
        },
        {
            "review_title": "Makeup Base Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Just tried this moisturizer/primer and I absolutely LOVE it!! The texture is perfection. It goes on smooth and absorbs well and quickly. It left my skin feeling quenched and was a perfect base for makeup. - Gifted by Bobbi Brown -"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Bobbi brown I’m loving this as a primer and it really moisturizes my skin and gives me such a beautiful flawless look to apply my foundation over it. The texture is so luxurious and hydrating, a little bit goes a long way with this product."
        },
        {
            "review_title": "A must in my make up routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I've heard so many good things about this and I'm so happy I finally got to try this! It's a moisturizer and primer all in one which makes my make up routine so much simpler. You don't need a lot and a little goes a long way. There's  faint scent to it but goes away fast and the product absorbs quickly into the skin. I put on my foundation right after and there was no pilling or patchiness. Definitely worth it! I was gifted by Bobbi Brown."
        },
        {
            "review_title": "A forever favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is my all time favorite to prep, smooth and moisturize before putting on makeup! Not only does this provide the most lovely hydrating base but it also gives the perfect canvas to my foundation to stick to with no pilling or patchiness. I was gifted by Bobbi Brown and I can’t recommend this enough!"
        },
        {
            "review_title": "Every morning and every evening!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I love this moisturizer. I have dry skin and it soaks up this cream. It has a nice but not overpowering fragrance and feels like light whipped butter. When it goes on my face though, it is a nice, light, smooth moisturizer that has made my face feel so much better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This primer looks and feels like a high-end moisturizer. It is moisturizing and helped kept my foundation in place. I find that I only need a small amount of this, I used too much one time and it made my makeup look so unnatural, so a little goes a long way. Gifted by Bobby brown"
        },
        {
            "review_title": "Smooth primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This is a very smooth primer. My makeup applied very nicely and seemed to stay all day. Not scented & easy to apply. I also love the packaging. The little jar is very nice quality. Gifted by Bobbi brown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. It is the perfect makeup base. It is completely and totally for trying out. Your makeup will apply beautifully after using it. This product was gifted by Bobbi Brown. 100% recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Bobbi Brown for consideration but all opinions are my own. The Vitamin Enriched Face Base is gorgeous - it's like the ultimate primer without being drying or silicone - ish"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Bobbi Brown. This moisturizer feels so rich and hydrating. I use it to prep my skin before makeup. This gives such a good finish to my skin after applying the foundation! Smells so good and skin looks plumped!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I especially love how versatile this product is. On days when I'm in a hurry or want a natural look, I can wear it alone as a lightweight moisturizer. And when I'm going for a full makeup look, it works as an excellent primer, helping my foundation adhere flawlessly and last throughout the day. It creates a smooth, even base that blurs imperfections and allows my makeup to blend effortlessly. Gifted by Bobbi Brown"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely love the way this looks and feels on my skin. I’ve always been curious about this product. It definitely lives up to the hype! I have dry/combo acne-prone, sensitive skin, and have not had any issues using this. However, it is heavily fragranced. I’m not sure if I’d repurchase for that reason. I’d recommend smelling this in store just to see if the fragrance bothers you or not."
        },
        {
            "review_title": "Great skincare product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Moisturizes really well. I love that it uses vitamin E, it’s so good for my skin and helps give it a glow. Perfect for layering under makeup, gives a really nice base to help everything go on better. Great product to add to your daily skincare routine!  Gifted by Bobbi brown"
        },
        {
            "review_title": "Esthetician/MUA Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I highly recommend this cream to anyone seeking a luxurious and effective skincare experience but also a flawless makeup base! Whether you’re combatting signs of aging, seeking hydration, or simply looking to pamper yourself, this cream is a true gem that lives up to its promises. Your skin will thank you for it! I did receive this product complimentary from the brand for review purposes, but the opinions expressed in this review are solely my own and based on my personal experience with the product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Bobbi Brown in exchange for my honest review. I use moisturizer and primer under my makeup every day so I was excited to try this 2-in-1 product. I was pleasantly surprised! My makeup layers so well on top of it, so I will definitely continue use!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "5 stars ⭐️ The Bobbi Brown Vitamin E Enriched Skin Base is a great option for those looking for a moisturizing primer! It’s very hydrating & plumping, serving as a nice base for glowy/natural makeup. Foundation lays nicely on top of the base with no pilling, splotches, dry patches, etc. Although I usually prefer my makeup/skincare fragrance-free, this skin base has a pleasant & refreshing scent to it (I think it has notes of grapefruit and Germanium if I remember correctly). Gifted by Bobbi Brown"
        },
        {
            "review_title": "Hydrating Primerr Moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Bobbi Brown Vitamin Enriched Face Base was gifted to me by  Bobbi Brown. One of my friends always repurchases this product and I am glad to have it. It is a great moisturizer that is very hydrating and not oily. It is also a great primer. I don't care the scent, but like to use it in AM with light makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by BobbiBrown. This face base was so popular back in the day and I'm glad I got to try it out. I love it so much for my dry skin. All my foundations and base products apply great on top. Since it is hotter now, I just use this face base as my moisturizer and primer instead of going in with another moisturizer underneath. This has a lovely citrus scent too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Bobbi Brown. I have been loving this product so much it layers so well under my makeup and is super long lasting. The moisture lasts really long and so does my makeup"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by Bobbi Brown. It has a very silky smooth feel to it. A little bit how’s a long way. My face does feel more hydrated and my skin looks more firm after I apply it. My skin is moist without feeling greasy or shiny. My makeup goes on much better."
        },
        {
            "review_title": "Face base game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted by Bobbi Brown the Enriched Face Base, and has been a game changer in my makeup routine! A little goes a long way making this product super moisturizing and a great base for makeup! My skin feels super hydrated after application, and leaves a nice dewy look. Definitely give this a try if your looking to step up your face base!"
        },
        {
            "review_title": "UNDERRATED PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Wow this was honestly one of the best primers I’ve tried! Very underrated. Made my make up look so GOOD. I have dry skin and this did not dry me out at all either. Will definitely be repurchasing and recommend trying. This was complimentary from Bobbi brown but this is my honest review."
        },
        {
            "review_title": "LOVE THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The vitamin enriched face base is my new holy grail! I received this product gifted by bobbi brown and so far the results are incredible. I love how it's both a primer and a moisturizer at the same time. It works great and feels great too."
        },
        {
            "review_title": "So gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like the consistency on this product it almost feels like it’s going to be dense but it layers so nicely! It has a slight lemony scent but it’s not offputting at all and it dries to a perfectly tacky consistency. Its so nice for putting makeup on top, products layer really nicely and it doesn’t seem to emphasize any texture on my face. You can definitely tell this is a high-end product it’s seems like it would be perfect for a makeup artist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First time customer - I have combination skin and I've heard great things about the Bobbi Brown brand.  I've been looking for a new primer and I am not disappointed! My skin feels and looks hydrated and helps smooth out any lines (gifted by bobbibrown)"
        },
        {
            "review_title": "Recommend for dry skin, not oily skin types",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by Bobbi Brown. The product is very creamy and does not leave a white cast once applied. It has a small citrus smell, and feels light on the skin. Unfortunately I probably would not wear if you have oily skin, I would probably only use as part of skincare routine. If you have dry skin I would recommend as it is very hydrating and gives a dewy finish."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This face cream is my new favorite face cream! It’s super light but I feel very moisturized after. I like how it doesn’t clog my pores and I can’t feel it on my skin. This was gifted to me by Bobbi Brown."
        },
        {
            "review_title": "lovely with a citrus scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Bobbi Brown gifted me their Face Base in exchange for an honest review. The cream is a nice mix of nourishing without being heavy. I have combination skin and have been using it both for night- and daytime. The cream creates a perfect base for make up application and sinks in quickly.  One thing to note: if you are sensitive to scents, be aware that it does have a citrus scent. I personally enjoy it but know that some people prefer their creams unscented."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I have been using this product for years on end. Everytime I use it under makeup I always get compliments about how amazing my skin looks! Definitely pricey but totally worth the splurge! Gifted by Bobbi Brown"
        },
        {
            "review_title": "Instantly part of my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is such a must have for makeup! This makes such a difference to use as a base before applying makeup! My foundation looks so much better with this, and it feels amazing on the skin! I am in love with this! Gifted by bobbibrown"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I would recommend this face base to anyone who is looking for a lightweight, hydrating, and protective moisturizer and primer. It is a great option for people with dry, dehydrated, or mature skin. Gifted by Bobbi Brown"
        },
        {
            "review_title": "Must have all year round",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is so worth the hype! I love this! This product is so moisturizing. I love the smell too. And the jar is big! Would recommend this product! It’s goes great under makeup and does not make it move around! Wear alone or under makeup. Gifted by Bobbi Brown."
        },
        {
            "review_title": "A must-have multifunctional product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "The Vitamin Enriched Face Base Primer Moisturizer was complimentary from Bobbi Brown. This product creates a perfect base for my makeup application. I love how this product has multiple uses. It is both a primer and moisturizer. This gives me great options for my skin. I can use this product for skincare and makeup. When using this product as a primer, I find this to be helpful for prepping my skin. As for moisturizer, I love this product! It is lightweight, creamy, hydrating, and plumps the skin. I also love the smell! It smells so fresh! This product exceeded my expectations!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "So happy to have tried this 2 in 1 product. I love the smell - it’s citrusy but clean. A little goes a long way and the silkiness of the moisturizer makes it’s feel like luxury. It’s the perfect base before applying makeup!! Gifted by Bobbi Brown."
        },
        {
            "review_title": "Made my foundation apply great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted by Bobbi Brown and overall, I think it’s great! The texture & smell of the product are both great and the formula is very hydrating! It went on smooth and made a great base for my makeup. I really like how smooth my foundation applied compared to normal. I would definitely recommend this product and would repurchase myself!!🤍"
        },
        {
            "review_title": "Surprisingly Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this product complimentary from Bobbi Brown. I usually don't purchase or use face primers but have been pleasantly surprised. It moisturizes my skin and then my makeup applies flawlessly over it."
        }
    ]
}