{
	"product_id": "540",
	"name": "FACE HACK Blur + Bond Setting Spray",
	"brand": "Freck Beauty",
	"categories": "Makeup, Face, Setting Spray & Powder",
	"price": 38.0,
	"about": "What it is: A clean, alcohol-free, and plant-derived setting spray that blends and bonds makeup with a cloud-skin finish. Finish: Natural.Formulation: Liquid.Highlighted Ingredients: - Holy Basil: Visibly brightens complexion and is rich in vitamin C..- Sugar Kelp: Soothes, minimizes redness, and adds hydration..- Oil-Absorbing Powders: Control excess sebum while maintaining skin’s hydration levels...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: This is a multipurpose, high-performance spray that blends all makeup textures during the application process, blurs and diffuses skin appearance, and bonds your look for all-day wear...Clinical Results: In a clinical study, immediately:.- Skin felt refreshed, hydrated and nourished.- This product gives a natural, radiant finish to skin.- This product sets makeup in place weightlessly..After eight hours:.- This product gave a natural, radiant finish to the skin.- This product sets makeup in place weightlessly.- Makeup did not fade or smudge..Clean.Clean at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Holy Basil: Visibly brightens complexion and is rich in vitamin C..-Sugar Kelp: Soothes, minimizes redness, and adds hydration..-Oil-Absorbing Powders: Control excess sebum while maintaining skin’s hydration levels....Aqua (Water, Eau), Acrylates Copolymer, Pentylene Glycol, Sodium Hyaluronate, Niacinamide, Betula Alba Bark Extract, Boswellia Serrata Extract, Polygonum Cuspidatum Root Extract, Centella Asiatica Extract, Laminaria Saccharina Extract, Ocimum Sanctum Leaf Extract, Hydroxyapatite, Styrene/Acrylates Copolymer, Calcium Carbonate, Butylene Glycol, Zinc Sulfate, Pyridoxine HCL, Phenoxyethanol, Sodium Citrate, Sodium Dehydroacetate, Citric Acid, Sodium Benzoate....The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Shake. .-Hold six to eight inches from face and mist all over before, during, and after makeup application for a flawless, blended finish. .-Avoid direct contact with eyes.",
	"num_reviews": 257,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/freck-beauty-face-hack-blur-bond-setting-spray-P512642?skuId=2809051&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2809051-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.38 oz / 99 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2809051-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Nozzle goes bad everytime",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m in love with the spray but halfway through it starts spraying out funky. I’ve even tried to run hot water through the sprayer tube and nozzle multiple times and it still doesn’t help. It comes out sideways and chunky.  worth it anymore"
		},
		{
			"review_title": "I’ve finally found my holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "I have nothing to say but absolutely the best! I’m not the best with makeup but I’ve tried countless setting sprays and THIS is the one. Used before during or after it sets makeup beautiful and gives an amazing finish. I will be using this for life. If you’re using a makeup product that you like but it looks a little off try this before completing switching!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Am I doing it wrong? because I didn't not like how it made my make up look I'm going to have to return"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "When I used this, I noticed that it smoothed out my makeup and made it look pretty. The mist is perfect, however when I got close to the end on the bottle, it wouldn’t spray as nicely. Instead of a mist, it splatters and it gets messy around the nozzle. Tbh that’s the only downside. Overall, I really liked it and will probably repurchase."
		},
		{
			"review_title": "Great setting spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Bought this based on the reviews and the products didn't disappoint."
		},
		{
			"review_title": "Finally",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I don't know; maybe I'm missing something, but this thing is marvelously amazing for me. I have been using all-nighter (UD) for years; it used to work great for me, but over the years and as I got more experience makeup-up that is) I realized it was all that great so that I would test out others and one day I saw an influencer using this. I can not tell you how much I love this. makeupeup stays in place all day, and there is no transfer. I am about to order another bottle, maybe two."
		},
		{
			"review_title": "Did Not Set Anything",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Tried it a few times and I don’t feel like it added any lasting power to my makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved the Face Hack and Bond Setting Spray. I felt like it made my makeup look last a lot longer than others. It blended my look and made everything look flawless. I definitely recommend that you try it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This setting spray is so good! It ensures my makeup lasts me all day and doesn’t smudge. It also works great for dry skin and doesn’t make my skin feel dry. My face instantly glows and it’s become a staple in my routine"
		},
		{
			"review_title": "Great for patchy dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This is my first time trying Freck and I love their packaging. I love that you can use the spray before, during and after makeup. I have dry skin and the spray made everything blend seamlessly. I would still use a mattifying spray along with this. Really good!"
		},
		{
			"review_title": "10 outta 10 stars!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I'm absolutely in love with everything about this blur and bond setting spray! I did a pretty heavy makeup look for a party recently and I wore that look from noon until the next day! ( it was a wild night lol) when I tell you that makeup looked just as fresh as when I first did it and didn't even transfer to my pillows I was honestly amazed! I use the gentle mist in between every step of my makeup and I really think that helped lock it in for as long as it did, (I also have a long lasting routine). Definitely try it!"
		},
		{
			"review_title": "Keeps my makeup from being cakey",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Face Hack  Blur + Bond Setting Spray works well to prime, blend, or set my makeup. I did have to shake it up and then spray my face. It came out with a fine mist and left my skin not sticky but matte. I can use this to keep my makeup from breaking throughout the day. I like that it keeps it looking smooth. I would avoid the eye area, though, making it feel sticky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this product and the way that it feels on my skin after I have applied makeup on. It allows my skin to stay glowing without making my makeup look dull and dry!!! I will keep using this in my makeup routine."
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Wow! This spray is so refreshing to use all day long, to set your makeup, or a mid-day touch up. It definitely has a blurring finish that masks small imperfections. The sprayer gives a very even distribution. My makeup stayed on all day, & it even helped blend my makeup."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I really love the way this setting spray comes out. It’s a very fine mist that evenly covers my face. It helped my makeup last all day without touch ups. It also offered a slight blurring effect to help hide my pores."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like this spray! It’s like hairspray for your face, but not in a sticky, stiff way. I keep mine in my car because I’m always forgetting to set my makeup. It’s a great refresher and super helpful to have when you’re anticipating some heat/sweating off makeup."
		},
		{
			"review_title": "Great primer and setting spray!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is one of the best setting sprays that I’ve used! Plus it being a primer too!! I of course use it as both the primer and setting spray and my makeup looks absolutely fantastic! My makeup lasts all day without smudging or anything!"
		},
		{
			"review_title": "Like having a filter on",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was very happy to find that it sprays as a fine & even mist. I first applied it on half my face to compare any differences. It definitely provided a very blurred and diffused effect on the skin. It was also great for touch ups through out the day as I got oily."
		},
		{
			"review_title": "Great setting Spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I used this to set my makeup and also a few times mid day. The spray sprays evenly and it takes about 4 squirts to cover my whole face. I feel like it made my makeup last longer or helped kinda refresh it mid day. Especially in places where it got a little cakey or creasy. It def blurred out my makeup and made it. more flawless which I love."
		},
		{
			"review_title": "Solid",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Product did what was promised. My makeup lasted all day and I didn't had to retouch as much as I do normally. Mist works well and it is very refreshing to use. Overall is a nice product if you're looking for a solid choice makeup setting spray ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "Received this spray and I have used it a few times! The first time I used it as a setting spray but it dried down very sticky/shiny the second time I used it more as a prep first since it was so sticky and this is for sure the better way! I will say by a few hours in my face was pretty sling"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Honestly the absolute best thing about this product is the sprayer. It is such a fine mist that easily covers my face without leaving it super wet or ruining my makeup. After I used this setting spray, I noticed that my makeup looked fresh and dewy which I loved. There is no smell to this so sensitive folks rejoice! I only used this product to set my face at the end of my routine and not during steps so I can’t speak to that but I found it did a great job of making my makeup last all day (even in 100 degree heat). Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This was a great setting spray and really locked in my base makeup over the whole day. I like the finish of the product and it made my makeup feel and look more smooth of an application. I would recommend."
		},
		{
			"review_title": "super fine mist that sets my makeup all day",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "One of the best elements of this product is the mister. It comes out in the finest mist and doesn't end up in patchy blobs in areas of your face which is a problem I always have with setting sprays. You can tell that thought and care went into the packaging just based on the super fine mist it produces. The formula of this setting spray is good as well. I have had no issues with my makeup melting off or getting patchy when I'm wearing this. TLDR this is a good formula for a setting spray with great packaging."
		},
		{
			"review_title": "Beautiful Even Mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is a beautiful setting spray. For reference I use this after I do my liquid and cream products before I go in with my powders. First, I love the spray bottle. It sprays an even mist of product without doing too much or leaving splotches. I also really love how it melts my makeup together"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes",
			"review_text": "I am so obsessed with this face hack, blur, and bond setting spray. It has worked so well for my skin. I love to use this after I apply my make up and on no make up days. I use it after my skin care. I would highly recommend to all my family and friends."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the packaging of this product. It goes on super easily without leaving splotches or big drops of spray on my face and it honestly helps with no transfer, especially after a gym day. With literally two spritz, you’re good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "a new must have in my routine! love how this increases the staying power of my makeup while also giving my face a soft blur! no other of my setting sprays give a blurring effect so it’s very innovative to me. also the mist is consistent and strong but doesn’t drown you in product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I was really surprised how this gave me a glow but also kept my makeup in place all day. It misted evenly and dried down quickly. I noticed redness and acne didn't pop through my foundation during the day. This is a new favorite!"
		},
		{
			"review_title": "Smooth finish and long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product gifted in exchange of my honest review. I have uses settings spray multiple time these past 10 days. It has a great consistency and keeps my make up set up properly for hours. Smooth finish!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was recently gifted this product in exchange for an honest opinion. How I like to use this as an oily oily skin girl is I spray it right after my skincare, right after my foundation and as my last step after powder. It melts everything together so perfectly and it helps my super matte makeup don’t feel too thick. The mist is very nice and it does not make you looks too dewy after spraying so much. I feel like I ran through it quickly because it is on the smaller size but it qualified for TSA liquid allowance so that’s nice."
		},
		{
			"review_title": "Must have setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am always looking for good setting sprays to add to my collection. I am also a girl who loves anything to blur my pores and make my skin look airbrushed. Well, this setting spray is the perfect addition to my collection. It blurs the skin without being too sticky. It prevents my makeup from budging at all when I use it. I love this spray so much."
		},
		{
			"review_title": "It’s amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I really liked the makeup fixing spray. It has a convenient fine spray that distributes the product on the skin very delicately. The product can be used throughout the day. It gives the skin a glow and long-lasting makeup"
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this everyday before my makeup and after and I love it. before makeup it makes the application so easy and everything blended amazing. When I use it after my makeup it melts everything leaving a perfect finish. Plus the mist is perfection."
		},
		{
			"review_title": "makeup setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The NEW FACE HACK Blur Bond Setting Spray by Freck Beauty lives up to its promises. It effectively blurs imperfections, enhances the longevity of makeup, and delivers a natural finish. The added skincare benefits are a bonus, making this product a versatile addition to any makeup routine. The setting spray comes in a sleek, modern bottle with a fine mist sprayer, allowing for an even and controlled application. One of the standout features of this setting spray is its blurring effect. Upon application, it delivers a soft-focus finish that effectively smooths out the appearance of pores and fine lines. This is especially beneficial for those looking to achieve a flawless, airbrushed look without the heaviness of additional makeup layers. The spray has a lightweight, non-greasy texture that feels refreshing on the skin. It dries quickly, leaving behind a natural, dewy finish that isn’t overly shiny."
		},
		{
			"review_title": "I love this spray!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This setting spray is awesome!! I love that I can use it as a priming base and do my makeup and then set it too! It’s like the perfect combination of both. My makeup lasts all day and all night when I do this! It is so easy to use too. Just spray and let it dry. Doesn’t smell bad either!!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "As someone with dry skin I always struggle to find a setting spray that prolongs the life of my makeup but also gives me the glow my skin needs. The mist on this is so fine and sprays really evenly while helping all of my makeup to blend and give a diffused  finish. Love this spray so much!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I like this because I have sensitive skin and most setting sprays will irritate my or break me out. This helps my makeup last all day because I put my makeup on in the morning and go for a run on my lunch break and my makeup still lasts til the end of the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the first time I’ve used a setting spray that is in an aerosol bottle and I have to say, it works better than any other setting spray I’ve used! This has no scent, which I love. I don’t need all types of scents competing on my body. This kept my makeup on all day during a music video shoot in 90° weather in the South! It’s amazing."
		},
		{
			"review_title": "Mattifying spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The face hack blur and bond setting spray is an effective makeup setting spray that also caters to blurring imperfections. It is a light weight non - greasy spray that applies evenly and dries quickly without leaving a sticky residue. It softens the appearance of skin texture giving it a flawless look. The finish is matte but maintains a natural radiance . The spray doesn't feel dry on skin."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love using this product before and after my makeup. It sprays evenly and covers my whole face in just a few sprays. It’s great to put under all of my products and the blurring effect is perfect. My base looks seamless! I also use it as a midday touch up and my makeup looks just as good as it did in the morning!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I enjoy using this before I apply my makeup as a base that grips and holds it in place. After applying my makeup, I must my face again and my face is set for the entire day! Depending on conditions like humidity, you may need a midday refresh but it actually works so it's worth it."
		},
		{
			"review_title": "Great setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Tried out this setting spray and really liked it. I’m not the biggest fan of the smell but other than that it’s a good setting spray. I like how it sprays and it kept my makeup on all day. It’s also a good sized bottle and a good amount of product."
		},
		{
			"review_title": "Does nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This was unfortunately very disappointing. I liked that it sounded like a can of spray paint when I shook it. I had high hopes for something great. I tried this for a few days in a row all using in a different way. No method showed any results. The only thing I did notice was if I tried this before applying makeup that it made it harder to spread out my foundation and I needed more product. No fragrance noticed which was good but like I mentioned this did absolutely nothing for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The mist is fine and dries quickly which is a plus!  I love how this sets my makeup into my skin and helps my skin  appear more “skin-like” rather than cakey!  It also gives my skin a nice glow that doesn’t look oily"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This setting spray is great! The packaging of the spray bottle is awesome because the mist is so fine which I LOVE for a setting spray — not soaking my face. It works well to keep my makeup in place all day."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love that it sprays a fine mist and sets my makeup to a pretty finish. I use it to blend out a concealer or blush by spraying on a brush or directly on face. It has a pretty long lasting finish that makes my makeup last"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I like the packaging, the color is very subtle, the applicator blends well because it is very fine and does not damage the makeup, it looks hydrated at the same time, everything is in its place, I like that it has natural ingredients, it takes care of your skin at the same time, I like that it helps. It combines the foundation, blush and concealer that keeps the makeup in place all day."
		},
		{
			"review_title": "Soft-Focus Filter in a Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Freck Beauty's Blur + Bond Setting Spray is a total game-changer! I've been using it as a midday refresh, and it's seriously so refreshing and hydrating on my skin. It gives the most beautiful blurred and diffused finish, like a soft-focus filter in a bottle.  The mist itself is super fine, and even – it feels luxurious. My makeup stayed locked in place all day long, and no touch-ups needed (other than the refreshing spritz!). I also found it really helped to blend everything together – concealer, foundation, blush – leaving a seamless and natural look.  If you're looking for a setting spray that does it all, this is it!"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This blur + bond setting spray is the absolute best thing ever. I really like that it is a multitasking product with clean plant derived ingredients. This helps prep the canvas and blends all makeup textures for a seamless and flawless finish that is long lasting and pure perfection.  I use this before and after applying my makeup and as a midday refresher and it works beautifully. It's literally a game changer and I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Good spray if you like the lived in look of makeup. I like when my makeup melts on my face and mixes together and this spray does that without the wait time or the effort of making yourself sweat. It’s also not expensive!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great setting spray. It’s help set all make up in place and blend concealer and base. I love the blurred finished. Its easy to apply, even in a middle of the day as a refreshing touch. And also make up stays all day. Definitely recommend to try it."
		},
		{
			"review_title": "Very good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This setting spray is very nice. I love the inclusion of a metal ball inside of the bottle! It allows me to ensure that the product is mixed well and sprays evenly. The mist is super fine and I haven’t had any issues with the nozzle clogging - which happens a lot of some other setting sprays I use! I think this does a great job of keeping my makeup in place, too. I’ve tried several methods of application - both before and after applying my makeup. When I apply the setting spray before my makeup, I spray it evenly and then tap it out to blend it with a beauty blender. When applied this way, I found the absolute only way to apply makeup on top of it is by also using a beauty blender - otherwise it will get patchy. I felt like this does a wonderful job of setting my makeup and keeping it looking fresh, but it didn’t do as good of a job as I like at keeping my skin matte in my t-zone. It’s a good setting spray and works really well, but I think it’s best for a few hours of wear as opposed to all-day use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I am very picky about my setting sprays, so I wasn’t sure if this one was going to meet my expectations. However, it exceeded them! This spray helped my makeup stay on all day even in the heat and it made it look very clean and not cakey. I would absolutely recommend this product and would purchase in the future!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Ugh it’s so good but I’m also not surprised at all! Freck makes such great products and this is just another winner for me. Gorgeous blur and sets my makeup beautifully. I really can’t complain, it’s good!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Deep skin tone, Combination skin",
			"review_text": "Freck beauty has become one of my favorites like there cactus water toner and I have high hopes for this and it didn't disappoint it was light weight and held my macula all day in this humid Fl weather it has light scent that quickly goes away"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "As an oily girly, I am always looking for new things to help blur and mattify. This setting spray helped blur but also rehydrate the look of my makeup. I do not think it actually mattified, but it allowed my powder to absorb nicely into my skin and blur out the layer. I love the noise it makes to as I shake it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love how its a fine mist when spraying! I can tell the difference when it comes to blending my makeup after spraying this on. It blends everything so much nicer. All you need is a few sprays and your makeup will stay locked in all day! I really love the blurred finish. I also like spraying some on to touch up my face on a hot summer day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My favorite way to use this product is as a mid day touch up. It’s extremely refreshing feeling, and definitely makes my makeup look fresh again. The mist is extremely fine which I love because it doesn’t feel like it’s soaking my face and messing up my makeup. I’ll definitely purchase again!"
		},
		{
			"review_title": "My makeup looked like SKIN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was my first experience trying anything from Freck Beauty and I must say the experience has been AWESOME! I love a good setting spray, so I was so happy to find something new. I applied the setting spray after applying my liquids and setting with my powders and I am obsessed with how well it gave me that blurred airbrush look. My makeup looked like skin, and it lasted throughout the day (and it’s VERY hot in LA right now lol). I also loved how it felt on my skin! It felt super light which I loved because I have super sensitive skin. Overall, I was very pleased with this setting spray and I will keep in in my makeup routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I love the spray nozzle for this setting spray. It is a really fine mist that covers my entire face in only a few sprays. This setting spray held up pretty well throughout the day, and I didn’t notice any disruption to my makeup while applying it. I didn’t notice any blurring properties, but honestly I wasn’t expecting much because I don’t know how a setting spray would even be blurring. Overall it’s a good setting spray that holds throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The mist itself sprays nicely and is very fine, which I appreciate. Other makeup sprays I’ve tried can be too wet, but this sprays the right amount. It dries quickly and sets nicely; I applied it over my makeup on a hot, humid night out. I did notice my mascara smudge a little but that’s typical for me. Everything else set in place."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This product is an all in one. I apply my cream products then spray and blend. It makes blending work seamlessly and my products stay so well! I use this to set my make up at the end. About midday, I use this to touch up and refresh."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I always forget to use setting spray with my makeup but it makes sure a huge difference. Not only does my makeup stay all day and night but this spray helps blur impurities. Setting spray is a important part of your makeup routine. Love this stuff!"
		},
		{
			"review_title": "A must get!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "This face hack blur is a really good setting spray! It has very nice packaging where it sprays out its just enough! And there’s no smell to it or oily residue! It felt really nice on my face and helped my Mae up last all day!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m loving this face hack blur + bond setting spray so far. It works great to blend all my cream products and then I like to use it again when I’m totally finished with my makeup routine to lock all the products into place. Highly recommended purchasing this if you are a makeup girlie!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "This is a really nice mist! It’s super great for a midday touch up. Helps to lock my makeup in place all day as well as helps with blending of my makeup! Really nice spray nozzle as well and gives a nice mist!"
		},
		{
			"review_title": "One of the best I’ve tried",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This really impressed me on how well it set my makeup, holding it in place nicely throughout the day.  Disperses a nice superfine lightweight mist for an even application.  It has a slight fresh scent which is rather pleasant and definitely not overpowering. Gives a slight radiant and dewy finish which l personally really like. I’m quite fussy on setting sprays, but this one l would purchase again. My 40+ year old skin approved!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This setting spray I felt falls in the middle of the pack. Pros: I did like that it is a refreshing misting spray and helped to blend my liquid products. Cons: does have an acne pore clogging ingredient, did not help my makeup stay in place, and I actually felt like it disrupted the products after I put powder products on top. So this may be for someone who only used liquid products. It’s just not necessarily for me and my skin."
		},
		{
			"review_title": "Blurs products nicely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been really enjoying this spray for midday touch-up. It’s refreshing and the mister is fine and even. It gives a blurred finish that helps blend any harsh lines/settling product nicely. I prefer this spray as a finishing spray rather than a setting spray as I feel the product longevity isn't significantly improved compared to other setting sprays."
		},
		{
			"review_title": "So good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’m obsessed with this setting spray. It effortlessly smooths out texture and helps my foundation stay put all day, with a natural, dewy finish that feels refreshingly breathable. Plus, the spray's subtle, soothing scent adds a touch of luxury to my routine. It's quickly become a must-have in my makeup arsenal, delivering professional-grade results with every use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "What an awesome setting and bonding spray! My first time trying one and I love it. I have sensitive skin and this hasn't caused me any issues. I love how light it mists on and it feels so nice! Highly recommend."
		},
		{
			"review_title": "Perfect addition to makeup routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’m always looking for new products to add to my makeup routine and this one did not disappoint! This setting spray sprayed in a light even mist that held my makeup in place all day. I did notice the blurring effects and it really made my makeup look flawless!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this NEW FACE HACK blur + bound setting spray as a complimentary in exchange for my honest review. I have never used it before, and I am interested in giving it a try. Its design looks elegant."
		},
		{
			"review_title": "Great one!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "NEW FACE HACK Blur + Bond Setting Spray by Freck Beauty is a multi purpose product. I use this before and after my makeup. It locks my makeup and keep it for long time. The smell is not bad and feels fresh."
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "The FACE HACK Blur + Bond Setting Spray is a fantastic addition to any makeup routine. It effortlessly blends and blurs makeup for a flawless finish, thanks to its clean, plant-derived ingredients. This high-performance spray not only sets your look for all-day wear but also refreshes it throughout the day. A must-have secret weapon for anyone looking to enhance their makeup application!"
		},
		{
			"review_title": "Super Fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This Face Setting was a gift from Freck Beauty and I have used very few products of this type and I am delighted with this brand because it is easy to apply and my face feels fresh. I also like that the makeup remains intact for long hours and you can see the firmness of your makeup. It has a good and fresh aroma. I recommend it because it is quality and effective."
		},
		{
			"review_title": "Outstanding Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "The Face Hack Blur Bond Setting Spray is a game-changer. I use it to prep my skin for makeup, blend all makeup layers for a smooth, blurred, flawless finish, and lock my makeup in place. It feels refreshing, hydrates and soothes the skin, and helps control shine throughout the day. The lightweight, long-lasting, non-greasy formula is easy to use and apply. The scent is very light and subtle. I highly recommend this product!"
		},
		{
			"review_title": "Best pore blur setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This New Face Hack Blur + Bond Setting Spray completely eliminates the look of pores creating a beautifully smooth matte silky skin texture. The protective film lasts all day and fights off makeup smudging or wear from sweating. The applicator is always so important to the success of setting spray in my opinion and this one is great at distributing an fine and even mist for all over application without any of that annoying mascara smudge."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This spray is amazing! I love the fine mist—it’s perfect for me since I'm quite picky about sprays. The marketing approach is also really cool, encouraging me to touch up midday and blend any separation that occurs. I’ll definitely keep using this!"
		},
		{
			"review_title": "Nice Mist",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This is a pretty decent setting spray; it seems to help prolong the longevity of my makeup somewhat although I don't think that it makes my makeup last quite as well as some other sprays that I've tried.  That being said, it still definitely helps and I enjoy using it to help my makeup mesh together better.  It doesn't have a noticeable fragrance and the mist on it is super-fine so it doesn't interrupt my makeup or leave any unwanted large droplets on my face.  Overall it's just a generally good all-around mist and it absolutely has a place in my collection."
		},
		{
			"review_title": "Great setting spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I snagged this Blur & Bond Setting Spray, I have used it twice now and so far so good in the humid sticky hot temps we had, I sweat alot and makeup somedays slides off my face, but the setting spray really kept its hold! It doesn't have a nasty smell like some setting sprays have and my nose really appreciates that!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I wear makeup everyday as I work at an office as front desk. That means I need my makeup to last and look good. I wore this spray to work and it made my makeup last all day. Mind you I live in Texas where it's hot and I have oily skin. Qhen I initially sprayed it I had it too close to ny face but once I had the correct distant the mist and nozzle was nice. My base products looked blurred and blended.  Though I don't velieve it was mentioned or a trait marketed it actually helped my oil control and found myself less oily at the end of the day."
		},
		{
			"review_title": "Clean and Fine mist Setting spray!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Wow, I am not sure what I was expecting from this setting spray but let me tell you this is the finest most controlled mister I’ve used in my life using makeup. After dry down my face does feel slightly drying but it’s tolerable. Seems to lock my makeup in place. Give this a try!!"
		},
		{
			"review_title": "Locks makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Shake well before use , I carry this bottle with me all day during summer . It feels refreshing as a midday touch up and came out a Matt finished , my make up locks and last long in all day . Also like the mist/ spout sprays evenly all over my face ."
		},
		{
			"review_title": "it holds all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I love this setting spray! It locked my makeup for all day yesterday! The pump works great and is easy to use. You can use it before you put your make-up and after if you need a really good hold. I used it only after and it was enough."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've never used a setting spray like this one before. I love how it gives a natural and radiant finish to the skin. It leaves me dewy and doesn't dry me out but also doesn't make me oily. It kept my make up in place for hours in the summer."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the FACE HACK Blur Bond Setting Spray! It makes my makeup look smooth and perfect all day. It’s easy to use and helps my skin look nice. I take it with me everywhere! The mist is amazing is do easy to use and it smells great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love how the Freck's FACE HACK Blur + Bond Setting Spray helps set my makeup for the day with a diffused and radiant finish. The mist is fine and works great to go evenly on the face. It's great to make my makeup last all day. Plus I love that it's alcohol free and a clean product."
		},
		{
			"review_title": "A winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve used plenty of setting sprays as a makeup fanatic, and I can confidently say this new Freck setting spray performs just as well as the luxury brands! It’s hydrating and does help blur my products together, as the product name implies."
		},
		{
			"review_title": "Easy to use and makes my skin so dewy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This setting spray is my first product from freck and I’m such a fan! It gives me a natural, dewy glow and makes my makeup last all day without smudging. It has a really fine mist and is super easy to apply."
		},
		{
			"review_title": "Superfine non-sticky setting spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I really like that this setting spray isn’t sticky! It applies in a fine mist cloud and feels refreshing on my skin. The mist is so fine, though, that it can be hard to apply. The ceiling fan in the room is enough to blow it off course, meaning I have to turn off all fans or experiment with different angles to get the mist where I want it to go. I use it both before and after makeup application to help lock things in place, and it does help keep my makeup on longer."
		},
		{
			"review_title": "Long Lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the most refreshing setting spray that will keep your makeup in place all day. I used it in the morning and my makeup didn't budge all day. The scent is very mild and the spray is even. I would definitely recommend this product."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love it! It made my makeup stay the entire day! Super satisfied with the results and will definitely be getting it again!!! It was so good and it did not smell strong so definitely great if you don’t like super scented sprays"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Absolutely love this face spray. I use this after I do my full makeup in the morning and it blurs my skin giving it a absolutely flawless finish. Late into the afternoon my makeup still looks flawless and hasn't moved at all but with the extra Spritz I feel rejuvenated love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This setting spray will not only have you locked in for the day but will help your skin looked blur. The nozzle is a nice mist that doesn’t put out too much product at once. It is great for touching up throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I feel like there is nothing worse than doing your entire makeup routine, going to fix it into place, and then having a bad sprayer on your setting spray ruin the whole look. It's happened SO. MANY. TIMES. (with so many well known brands too)  So with this new release from Freck, I cautiously approached this product. I like the multi-use claims, and sure enough it does work in all the advertised ways. But I have taken my time reviewing this just in case the above scenario might happen again.  I am so happy to report that so far, so good. Part of me thinks that the one detail I didn't initially love might be part of what is helping here? Face Hack requires a shake (you won't forget because you can hear the ball rattle around inside - a telltale sign!) With a quick shake before spraying, this gives a beautiful fine mist. If the tradeoff is a quick shake, I will gladly take it.  Overall, very happy with this product."
		},
		{
			"review_title": "Finest Mist on the Market",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm always searching for the perfect makeup spray and was happy to try out the Face Hack by Freck Beauty Blur + Bond Setting Spray. First, I really like the spray on this. It is easy to push in and is a very light mist. Of all the setting sprays I have tried, this is by far the finest, consistently even mister that allows a few sprays to gently float onto the face and not drench it. I shook this well before using, and have had no problem with the nozzle getting clogged. The scent of this was very light and undetectable once on the skin. This did not feel sticky or noticeable on my face and it did help to mesh my makeup together. I also thought this did a great job to keep my makeup in place throughout the day, even on a long walk in the sun. I did notice my makeup still getting rubbed off by my sunglasses, but the rest of my face looked great. I think this spray can compete with heavily regarded competitors on the market."
		},
		{
			"review_title": "deserve more than 5 stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This setting spray is amazing, the nozzle sprays so evenly and smoothly, with no leaks or spritzing, just a nice fine mist. It keeps my makeup in place for hours with a beautiful finish, without making me look like a glazed donut. It doesn't break me out and I love using it in the middle of the day to touch up my make up,  amazing ingredients, amazing product, bye bye pores. definitely recommend it !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is my first product from Freck and it won’t be the last! This setting spray is amazing! It’s great to refresh your makeup midday. It worked well with my cream products. It has a very fine mist. My makeup looked blurred and diffused and lasted all day!!! Great product!!"
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The FACE HACK Blur + Bond Setting Spray has quickly become a staple in my makeup routine, and I can confidently say it's a game-changer. The spray offers a perfect blend of skincare and makeup setting benefits. Upon application, it gives my skin a smooth, blurred finish that helps to minimize the appearance of pores and fine lines, creating an almost airbrushed look. I love how lightweight it feels on the skin—it's as if I'm wearing nothing at all, yet it holds my makeup in place all day long, even in humid conditions."
		},
		{
			"review_title": "Ingredients List Must Read",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a good setting spray with the perfect mist. The ingredients look promising so we’ll see with long term usage. Niacinamide works great for me and some of the other ingredients are antimicrobial. My general redness is less. It doesn’t seem to make my face overly tight like some other alcohol based setting sprays."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This product is effective with preparing my face for makeup. It spays easily on skin and drys quickly. I have used it a handful of time and really enjoy the process. There isn't much of a smell which I like. Simple, effective and smart."
		},
		{
			"review_title": "Effective setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This setting spray by face hack is totally awesome! It primes, blends, and sets all in one application. It’s great for during and after makeup.  I have been using this setting spray for a whole week now and I’m so impressed! My makeup has been lasting all day with no problems. I highly recommend trying it out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This spray is refreshing and locks my make up in all day. I love how it's so easy to spray and the nozzle works great with a fine mist. I like how it's compact and I bring it with me in my purse. It also blurs fine lines and make powder make up blend seamlessly."
		},
		{
			"review_title": "New favorite setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is honestly one of the best setting sprays I've tried! I used it before and after applying makeup and it does an amazing job of blurring your pores so that you're left with a diffused and smooth finish. I love that the spout allows you to only need 3 mists to cover your whole face. Additionally, using this spray midday allows you to feel refreshed and assist in prolonging the duration of your makeup. After 12 hours, I noticed that my makeup still looked really well, even after being out in the sun for a couple of hours. My concealer was not creased, and my blush was blended in nicely."
		},
		{
			"review_title": "Nice mist!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "The FACE HACK Blur + Bond Setting Spray by Freck is pretty good! The mist is amazing feels like and even must for the face. My makeup has lasted longer! The only thing I would say is the smell. I am not a huge fan of the scent but other than that this is a great product."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This setting spray is amazing! I’m on the dance team at my school and this spray helped me keep my makeup on for all 4 hours of the football game. It also helps to blend / blur the makeup together for a flawless look"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "First, I absolutely love the way this mist is sprayed. It’s sprays such a fine mist that covers my whole face with just one pump. I used it as a base under my foundation and it held my make up in place for the whole day. I did another spray around lunch time just as a refresh."
		},
		{
			"review_title": "Really loving it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tested it out couple of times to review it properly. I live in a hot climate and so I really put this setting spray to the test! The mist is super fine and applied evenly to coat my entire face. I applied it before applying my base makeup (foundation, concealer, contour) and after I was done with my entire makeup…it gave my skin a blurred effect and helped blend my makeup very easily! My makeup stayed in place all day without creasing or making it look bad at the end of the day! It’s a very good setting spray!!!"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My makeup stays vibrant and fresh all day, even through humidity. I love the cooling sensation it gives, and the finish is natural, not dewy or sticky. It is definitely become my go-to setting spray for special occasions or days when I need my makeup to look on point all day long."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "I never feel like my makeup is complete without finishing with a setting spray at the end. The Freck Beauty Face Hack spray has been a fantastic addition to my collection. The spray is smooth and well dispersed, it sets my makeup without feeling dried out, and I’ve noticed longer wear time since reaching for this product!"
		},
		{
			"review_title": "Great for Oily skin types",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "I received this item in exchange for this post; I would highly recommend this for anyone with an Oily skin type! This made my makeup last all day and it blended my makeup together beautifully, its super easy to use and the pump is no problem and it gives a nice even mist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I was absolutely impressed with this setting spray! Not only did it set and hold my make up all day long but it also did an incredible job of blurring everything together! They gave my make up and almost flawless finished the look! It looks like my foundation and powder were blended to perfection! This is definitely a new favorite setting spray of mine! it was a really hot day where I spent a lot of time outside and my make up did not budge! the spray/nozzle is also made incredibly well. It makes it come out like such a finest. It doesn’t feel heavy and you don’t get splotches of liquid on your face. It is fine the distributes, very evenly and refreshing."
		},
		{
			"review_title": "Love the fine mist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this setting spray. It has a nice fine mist, which is something I always look for with my setting sprays. I used it before I applied my makeup and it just helped my concealer and blush blend out even better. And then I used it after I finished my makeup as a setting spray and it did leave my skin with a blurred look and it was surprisingly not sticky. You do need to shake it really well."
		},
		{
			"review_title": "Long Lasting Spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the way this mist refreshes my makeup midday and makes it last all day. The way it sprays is so nice, is it is a mist vs a spray so it sprays evenly. I spray some of this product on my beauty blender to ensure that my makeup sticks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Such a great setting spray. This setting spray really makes my makeup last all day, without needing any touch ups! It also helps blur my makeup together!! It does not feel sticky on the skin like others."
		},
		{
			"review_title": "Must have setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I was gifted this by Freck beauty in exchange of my honest opinion. I am so impressed with this blurring prime makeup setting spray. I noticed with one spray my pores have diminished. My skin looks so soft, smooth & flawless. I can’t be more grateful to have tried this product. Thank you for creating this magical spray. This will easily be a staple for me."
		},
		{
			"review_title": "Beautifully blurred!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This blur and bond setting spray is magic. It leaves my makeup looking great and feeling great! It blurs my large pores and basically makes them invisible. Absolutely love the scent of the spray, it’s very citrusy!"
		},
		{
			"review_title": "A good setting spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is a good Setting spray. I like to spray a little before starting my makeup and finish with it after and my makeup stayed in place for majority of the day. It is a very even mist when spraying and no harsh smells. It is a very decent setting spray and you do need to shake it before spraying. I will say my favorite detail is the way the mist comes out, it is very even and doesn’t come out in droplets like other sprays I’ve used."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "As someone who lives in Texas where it gets crazy hot in the summer, I’m always looking for good setting sprays to add to my makeup arsenal. This new Face Hack Blur + Bond Setting Spray from Freck Beauty actually performed extremely well and held up to the challenge during the time I’ve been using it so far. I love that it’s plant based and comes out in a lovely fine mist. It’s super refreshing especially for a midday refresh on those extra long, hot days. It gives my skin a gorgeous natural, diffuser finish and helped my makeup really last longer than it typically does before needing touch ups. Definitely helped to keep my makeup locked in and blended beautifully!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I used this before doing my makeup to see if it would help it stay while I was working out and I applied it after finishing my makeup. It stayed on my whole work out even while I was sweating. I applied it after getting out of the gym and it not only cooled me down but helped reset my makeup to last for the rest of the day"
		},
		{
			"review_title": "Multifunctional Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "At this point in my life, I focus most on healthy, hydrated skin. I love using this to start my morning routine and begin my day with de puffed, bright, and prepped skin. The fine mist is perfect to blend my office daily makeup and touch up mid day when I’m feeling less than put together. I love the finishing touch my multi function spray is in my makeup routine and how locked in it leaves it. I oddly love the spray paint vibes it gives off too but thats just me"
		},
		{
			"review_title": "Velvety Finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This setting spray has a nice velvety finish and locks makeup in place for the day. My foundation is dewy but this spray diffuses that finish which hides my skin texture more than a dewy look. The amount of product that comes out when you spray is generous, so you get a decent coverage of product with a single spray. I like how it helps blend my sometimes powdery undereye concealer with my foundation by making it all the same finish. In the afternoon, it’s a refreshing touch up which helps reset flaky makeup or product that has set in fine lines."
		},
		{
			"review_title": "Great setting spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Great setting spray. First time ever trying this brand and I am pleased with it. The spray is very fine and doesn’t feel too much when you spray it. I use dewy products and it set them but didn’t make them too matte. But it also helped them stay long wear. My face didn’t feel dry or anything like that when using it, it felt set in place!"
		},
		{
			"review_title": "Clean and effective spray!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Love the Face Hack Blur and bond setting spray by Freck beauty,   I have an oily skin and I never used any makeup setting spray but was excited to try it as its alcohol free and has plant based ingredients.  Love how after my makeup it gave me a fresh look even after 6 hours.  My skin looked more hydrated and refreshed even in the hot summer and my makeup stayed in place as it controlled the excess oil from my skin and did not let my makeup bleed.  Also love the ingredients are clean and plant based so did not irritate my sensitive skin and is gentle on my skin. Definitely keeping it for my makeup days and adding it to my makeup routine."
		},
		{
			"review_title": "My new go-to setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Love a good setting spray, and this one is that. Fine mist which is always the goal for a setting spray. It makes my makeup look blended and almost filtered. My makeup lasts and looks perfect after a long day. It also serves as a nice refresher when used to touch up throughout the day."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My favorite setting spray I have ever used. I’m a person that love good setting spray and this definitely goes beyond my expectations. It is perfect to use before and after makeup. My finishing look is so flawless and looks so good."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have used this spray the way I use other sprays. Which is under my makeup, over my base, and then as a last step. It’s a fine mist, which I love. It has no scent to me. It’s not overly wet or greasy. It really helps to give a more blended blurred finish to your makeup. I have noticed a difference in longevity as well. It’s also great for a refresh any time, without disturbing or having any weird effect on your makeup."
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is my first time trying a product like this, and I’m in love with it, this is a great setting spray that makes my makeup looks so much better, I love the finishing, the product in general is so cool! The packaging is stunning and has an amazing projection when I’m applying it to my face."
		},
		{
			"review_title": "Perfect make up ALL day long",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This FACE HACK setting spray truly is a face hack! I use it right after applying my make up, and it immediately looks blurred/perfected. After work, my make up still looks great with no smudges. I love that it is cruelty free, vegan, and gluten free. I will absolutely be purchasing."
		},
		{
			"review_title": "it works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am very excited to find a setting spray that works out so well! I would use it after my foundation and it blends in the makeup so well and blurs my imperfections. It holds onto my makeup well and I am amazed at the end of the day when I take off my makeup - which is so complete!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "such a great multi-purpose setting spray that not only increases longevity of my makeup but helps as i apply it as well! i have dry skin so i need all the moisture i can get for a nice blend and this mist does it for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love the mist on this product. It comes out super nice and feels amazing. it works great to wet my brushes too to keep my make up on all day. It also has a metal ball inside the bottle to mix up the product before you spray."
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Good makeup setting spray. I’m one to use two setting sprays in my routine. One to remove the cakey-ness and one to fully hold my makeup in place. This one is a great at hydrating the skin. I personally didn’t see any blurring effects but I do like that way it makes my makeup look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've used the same setting spray for years but glad I branched out to try this one! I was skeptical of how well it'd hold makeup given it is clean beauty, but I was pleasantly surprised at how well it did without feeling heavy. Great spray nozzle too!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a great setting spray and I’d highly recommend! It helped keep my makeup on all day with an added midday spray to help keep my makeup locked in. Very refreshing and I do feel like it blurred my makeup a little bit."
		},
		{
			"review_title": "Nice spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "The Freck Beauty Face Hack Blur + Bond Setting Spray is a great addition to my routine. It helps my makeup last all day and gives my skin a smooth look by blurring imperfections. The spray is light and doesn’t feel sticky at all. If you want a setting spray that does more than just hold your makeup, this one is a good choice!"
		},
		{
			"review_title": "Blurring!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "There are tons of setting sprays out there but they are not all the same! After applying my makeup this time I used the setting spray as directed and no evidence of streaking or smearing was visible! I love the blurring aspect of this as I have imperfections I like to conceal. Even using this as a midday refreshing touch ip is great due to the blurring velvety technology. I am very happy with this product and recommend it! The price is right and the product is great! What more do you need?My eyeliner stayed put through the day which, never happens! I’m surprised at how well the setting spray worked. Plus that and comes in a cute bottle!"
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Blur & bond setting spray.  I like the easy to use spray bottle that has a very fine mist. Feels refreshing, and keeps my makeup in place all day with little to no touch ups needed.  I reccomend this product, especially during the hot summer months."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This setting spray helps melt my makeup together for a more natural look.  It blurs the lines between the different blush and contour that I use.  The mist is fine and sprays evenly. I'm interested to see what Freck does next."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This rosy is incredible! My make up doesn’t move all day even when under fluorescent lights all day or out in the sun. My skin feels hydrated and the product is weightless with no cast or stickiness . I love it!"
		},
		{
			"review_title": "Best setting spray ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Wow! This is possibly the best makeup setting spray I have ever used! I had very high expectations after reading its claims and they lived up to every expectation and gave me the flawless blurred skin I have always wanted! I started off with using it as a primer. I put on my foundation then locked it in right after with a spritz. I then finished with powder, blush, and highlighter then locked it in yet again as an overall finisher. The best setting spray ever!"
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This spray has lightweight texture and easily blurs my imperfections. I like the fine mist and it sets my makeup for the entire day. I have observed my makeup at the end of the day and it is just perfect with it!"
		},
		{
			"review_title": "Absolutely loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely loved this setting spray! It made my skin look flawless and blur which was so much needed for my greasy skin and my makeup stayed in place all day without the need for touchups. I would highly recommend it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Great setting spray with a fine mister! I love to top off a makeup look with it or try and use it for a little refresh during the day. Application is so easy and my skin/makeup really soak it all up! Perfect refresh"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve recently gotten this setting spray by freck and I’ve been loving it so far! I live in Florida and it’s been so hot and humid over the summer. My makeup tends to move throughout the day but this left me looking great all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love this face hack blue and bond setting spray by freck beauty! i’ve been looking for a hydrating setting spray and this one helps! it makes my make up lasts longer and give me a nice dewy finish !!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I love this setting spray! The mist is very nice and not too harsh and I definitely noticed a difference with how much my makeup stayed on! I also appreciate that the smell isn’t overpowering like other setting sprays!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This setting spray is a new favorite in my rotation. It gives a nice blurred look when applied. I really like that it seems to blend your makeup together and make it look seamless. I also really like the way the mist comes out. It seems to be very even."
		},
		{
			"review_title": "Good Setting Spray!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is my first time trying products from this brand and I honestly would like to explore more products. This setting spray feels refreshing upon application and has set my makeup for an average of 4 hours which is fine for me! The ingredients sound really interesting, the applicator is very gentle and I'm really impressed! So I'll keep using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "It effectively blurs imperfections and creates a smooth canvas, enhancing the overall finish of my makeup. The spray's lightweight formula feels refreshing and helps lock in my look without leaving a heavy residue. It also has a subtle, pleasant scent. I've noticed my makeup lasting longer and looking flawless throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This setting spray is quite amazing. The product spritz out in a fine, misty manner which is good because I hate my face being drenched. I used it in between applying products so that everything blended in seamlessly, and it did! Sometimes my foundation and setting powder aren’t agreeable but when I spray this in between, it helps seals it and it makes me look smooth and primed. I love the natural ingredients of the product. And it feels really nice on the face for a midday touch up."
		},
		{
			"review_title": "Wonderful product! Try it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "First time user of a Freck beauty product and this Blur and Bond setting spray is a multi-use spray that can be used before or after makeup application. I would say I enjoy both ways. This makes my makeup up be set without the feel of sticky and stiff setting sprays. It is very flexible yet it affects the longevity of my makeup. It also does not oxidize my makeup. Makes it look flawless and smooth specially visible of pores as it makes it appear really smooth on those areas. Made in Japan and is made with a packaging that is sturdy. This product increased my curiosity with the brand. Wonderful!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a unique setting spray since it’s made out of plants. I’ve never heard of that so I was excited when I got to test out. This is my honest thoughts. It spays a nice mist evenly and melts the makeup together seamlessly. It absorbs quickly without leaving a sticky residue."
		},
		{
			"review_title": "All time favorite now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is hands down my new favorite setting spray! I am so impressed with how long my makeup stayed on especially in this heat! But not only did it stay on but my makeup had no smudging. The application process is so effortless! My face doesn’t get soaked from the setting spray because it comes out in an even mist. Really impressed with FACE HACK!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This has a great nozzle on it and sprays really well. I used this in multiple steps on my makeup process. Once my creams were on I used it to blend them flawlessly into each other and my skin. Once I finished my makeup application I used it to set it. It then not only gave me a blurred and diffused finish but locked it in place all day. After a long day of work I got home, touched up a bit and sprayed more to not only refresh my makeup but give my fave a bit of hydration."
		},
		{
			"review_title": "Refreshing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Has a very nice mist, doesn’t feel over powering. Didn’t notice a scent. This spray is super refreshing, perfect for mid-day. Feels very hydrating on the skin, would definitely purchase once out. Perfect for everyone . Looove that is clean beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This setting spray last me all day, through work and class. The mist sprays evenly and blurs your makeup together perfectly. It’s the perfect finishing step to my makeup routine and works well for touch ups too."
		},
		{
			"review_title": "Aweson",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love using this product to help blur and minimize the appearance of pores it keeps my makeup in tact and matte I love the spray nozzle"
		},
		{
			"review_title": "Best setting spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love this face hack blur and bond setting spray from Freck beauty. I have been using the setting spray and it keeps my make up in place all day long! It leaves my skin looking great with a natural finish and doesn’t leave my skin looking too dry or too greasy. With this product my make up lasts all day long. I would highly recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The Face Setting Spray is fantastic for keeping makeup intact throughout the day. Its lightweight mist goes on smoothly and helps control shine without feeling sticky. With a pleasant fragrance and reliable performance, it's a great addition to any beauty routine."
		},
		{
			"review_title": "A must have for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I received something in exchange of this product.  The Freck Beauty NEW FACE HACK Blur + Bond Setting Spray is a must-have for keeping makeup fresh all day. It’s perfect as a midday touch-up, with a refreshing mist that delivers a blurred, airbrushed finish. The spray locks in makeup effectively, ensuring it stays in place, while also blending concealer, foundation, and blush seamlessly. The fine mist action is impressive, making it easy to achieve a smooth, polished look with just a few spritzes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Freck really did that with this setting spray! I was impressed with it. The mister sprays nice and evenly. Once applied it kind of melts all the makeup together in a really seamless way. It looks nicely blended, if you know what I mean. Love this setting spray!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This setting spray is definitely a hack for makeup. It sets my makeup without leaving any sticky residue behind, absorbing quickly. My makeup lasts all day after applying this, and I love how lightweight the mist is on my skin."
		},
		{
			"review_title": "Great face duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I like the way it sprays it feels like a refreshing mist, the fact that I can use it before and after makeup is a win, I can’t wait to see how much it holds after makeup. I never used a duo like this so it’s interesting to use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "It set my makeup really nice. I have oily skin and I think it helped my makeup last longer. I’m interested to continue using trying this to see how it works with other makeup products throughout the day"
		},
		{
			"review_title": "Sprays Evenly Dries Quickly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The FaceHack Blur+Bond Setting Spray works really well! My makeup lasts all day with no smudging. It sprays easily and evenly. It also dries really quickly! It leaves a matte finish that helps blur imperfections."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I really loved the packaging on this setting spray, it gives a really nice mist that covers your whole face. It really finished my makeup and set everything into place. This is my new holy grail setting spray!"
		},
		{
			"review_title": "Reaching for this all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love setting sprays and usually reach for a dewy finish but I am surprised how much I love this one it’s not too dewy but it really blurs my makeup seamlessly and is the perfect midday touch up. It feels nice and refreshing, the spray comes out perfectly with no big droplets spraying out."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Love this setting spray. I use it after doing my whole face of makeup. It locks it in place. It hydrates my skin and makes it look perfect and blurred. I love That it’s easy to use and sprays just right."
		},
		{
			"review_title": "So good on combo/oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is the best my makeup has looked in months! I have combination/oily skin and this setting spray locks in my makeup and keeps the oil away. The reason I know is because I haven’t reached for an oil blotting sheet ever since I started using this. There is no scent and the mist is the perfect amount."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Being able to use this setting spray for a few days have given me time to give a review. This setting spray is definitely a good setting spray has a nice spray and it gives such a nice refreshing effect to ur skin. I love it ingredients wise it has so many benefits to keep ur face blurred but yet so hydrated. Overall I give this setting spray a 4/5."
		},
		{
			"review_title": "Perfect on-the-go product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This setting spray has the best mister I’ve ever used. The fine mist distributes evenly, making it perfect for blending layers together and giving my makeup a diffused and hydrated look. I also keep it in my purse for a quick refresh during the day. It definitely made my makeup last longer without drying out my skin."
		},
		{
			"review_title": "Great go to setting spray!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This had a somewhat strong but fine mist. It was a good balance of dispersing nicely on the skin without getting all over my clothes. It had a light fresh scent. It did not leave any droplets on my face. I think this a good product."
		},
		{
			"review_title": "This works pretty well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "So I don’t wear a lot of makeup but when I do I want it to actually stay on my face all day. I received this recently and it helps blur and keep my makeup set all day. Yeah if you are running all over you might need a touch up with the spray but other then that I dig it."
		},
		{
			"review_title": "good basic setting spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Good everyday setting spray. It’s a pretty fine spray and I have no issues with the nozzle at all! I wouldn’t use this for a night out, but it’s great if I’m leaving the house for a couple of hours. I’m excited to test this in the winter when I feel less oily and sticky from sweat!"
		},
		{
			"review_title": "Great setting spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love Freck’s products so much!! I used this setting spray all throughout my makeup application and it made everything blend and blur out so beautifully! The spray is very smooth and it helped my makeup look more like skin than makeup on top of my skin! Super awesome; I put it in my bag to spray on me for the rest of the night to refresh my face!"
		},
		{
			"review_title": "Great to add longevity to your makeup.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Nice mist for helping the longevity of your makeup. I like that this spray has a ball for to shake it up and the spray nozzle is a nice light spray that distributes a nice even coat on top of your makeup to seal in your powder and make it blend seamlessly. Worked well and saw a difference in the longevity of my makeup on a hot day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like how thin the setting spray is and how it made my makeup stay up the whole day. The mist blurs and setts while giving my face a matte look finish. I absolutely love it . Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really like this setting spray. I love to use it before my makeup. It does help my skin look more hydrated and glowy without letting my face looking greasy. I do notice a bit of blurring but nothing crazy"
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a great setting spray! It sets my makeup all night and doesn’t smudge. I have pretty sensitive skin but didn’t notice any redness or breakouts from this product and my skin still feels great. Definitely recommend!"
		},
		{
			"review_title": "I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "I was reading the benefits of the Freck Beauty Face Hack mist, it sounded like my perfect spray. I love the mister, the way my makeup all blends seemlessly together. I have large pores and I feel like this does give me that blurred finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried this new FACE HACK Blur + Bond Setting Spray from Freck Beauty, I do have dry skin and it hydrates, sets, and blurs my makeup. It has a clean formula and it Is alcohol-free. I even spray in midday it feels so refreshing. It helps to blend my concealer, and base well into my skin."
		},
		{
			"review_title": "Everything I wanted!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "The way this setting spray blurs is absolutely amazing! I use it while applying my concealer, and it blended in so effortlessly! It made it smooth and there was no creasing! It gave such an even and diffused finish! I absolutely love the mist bottle! It's super easy to spray, and it goes on evenly! It locks my makeup in all day but I enjoy it so much I even apply a midday spritz! My makeup stays fresh and flawless all day! It's exactly what I was hoping for!"
		},
		{
			"review_title": "Works Well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "What a wonderful setting spray that works all day long! It sprays a fine mist so it’s all very even. I am in Florida so this was out to the test and it definitely helped to keep my makeup stay all day long even in this summer in Florida!"
		},
		{
			"review_title": "Great for matte look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This setting spray is great. It leaves that matte feeling when you place it on your face. I also used it on my hand since we use our hands so much and I wanted to see how it would hold up. After many washes the matte feeling was still there and it held up for about 8-10 hours."
		},
		{
			"review_title": "Very fine mist!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is a great setting spray! First of all, the mist is very fine and evenly coats the whole face without spitting out big drops that smear your makeup. The spout works great every time! I get instantly refreshed skin as soon as I apply it and it really has a blurring effect in the best way possible, making all the products look very cohesive especially if I went in with a heavy hand. It makes my makeup last a whole working day (8+ hours without creasing). I also really like to use it throughout the day and not just to set the makeup to refresh the skin especially during a long day. Highly recommend!"
		},
		{
			"review_title": "Flawless finished look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I tried the Face Hack Blur and Bond Setting spray. I love how this setting spray locked in my makeup after applied. Very easy to apply just shake and  spray for a flawless finished look.Definitely recommend."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have been looking for a setting spray and decided to try this one out and I really like the blurring effect it has ! I also like how it locks in my makeup on a hot summer day and doesn’t let any of it melt."
		},
		{
			"review_title": "Impressive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This new setting spray in the market is impressive!! It blurs out my pores giving it a natural cloudy finish. I love that it’s made with clean, plant-derived skincare grade ingredients. My skin feels refreshed, hydrated & nourished up to 8 hours!! It set my makeup in place and does not smudge/fade at all."
		},
		{
			"review_title": "I’m obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I just got the Freck Face Hack Blur + Bond setting spray and love it! My face has been super weird lately with some parts being oily and some dry and my makeup has been really coming off! I used this and it worked so so well! Actually kept my makeup on and I’m so surprised! New holy Grail!!!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Face Hack Blur + Bond Setting Spray is a must-have! It keeps my makeup flawless all day and gives a smooth, matte finish. Plus, it feels refreshing on the skin. Definitely a game-changer for my routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "This works great even before makeup to help prep and prime your face. It helps with making my blush, eye brows and lipstick last all day with no smudging. I love how lightweight it is and how it makes my skin look radiant."
		},
		{
			"review_title": "good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "best of both worlds! it blurs and sets perfectly. I’m really picky when it comes to setting sprays because some do not actually do anything? but this one sets your makeup with no issues and really gives you a more blended/ filter like appearance. it’s hard to put into words but it’s so so great! also i love the mist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I’ve only been using this setting spray for a couple of days now but so far I really like it. It holds my makeup really well, I have combination skin so it’s perfect for me! It has a matte finish look and it feels so lightweight and so natural. I definitely recommend this product. A+++++"
		},
		{
			"review_title": "Impressive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Ok this is a very interesting setting spray. I love that there is mixing balls in the bottle that you hear moving around the product. There was absolutely no fragrance what so ever which I loved. I kept looking at my makeup tonight and could believe it made it like a real life filter"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This setting spray truly lives up to its promise. I use it not only set my makeup but also to seamlessly blend everything together, leaving my skin with a velvety, smooth finish. It’s easy to spray and doesn’t dry out my skin. It leaves a perfect, fresh look that lasts all day."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that this is alcohol free! I've recently stopped using liquid eyeliner after 30 years, and I've switched to shadow instead. This allows my shadow liner to stay put and blurs my face Makeup as well."
		},
		{
			"review_title": "a new must have in my makeup routine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "first time trying this setting spray and i really liked it. it kept my makeup in place throughout the whole day and it felt so refreshing and nice on skin. i really like that it leaves a blurred finish, would definitely recommend trying it out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
			"review_text": "Freck beauty's blur and bond setting spray really does do all that it claims. I applied my makeup and wanted to tested out the wear on the hottest summer day. My makeup stayed on very well. I only had to blot once. I mean 100 degree weather and only one bloat is a good day for me."
		},
		{
			"review_title": "Good but drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I tried the FACE HACK Blur + Bond Setting Spray from Freck Beauty, and it was a bit of a mixed experience. While it did a good job keeping my makeup in place throughout the day, I noticed that the spray tended to sit on my face hairs, which wasn’t ideal. I had to pat it in with a beauty blender to get it to blend properly. Also, after a few hours, my face started feeling really tight and dry, which made it uncomfortable to wear for long periods. It’s effective for setting makeup, but the drying effect and the need to blend it in make it less than perfect for me."
		},
		{
			"review_title": "My New Makeup Must Have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really like the concept of this spray ! The spray is like a mist which was a nice surprise. The product itself is so refreshing and great for touch ups especially after a long day. I love how it helps with blending and setting makeup. It does really give that blurred smooth finish as advertised. I definitely recommend this product"
		},
		{
			"review_title": "Best Find !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The Blur + Bond Setting Spray is a fantastic product! It’s super lightweight and really helps to keep my makeup looking fresh all day. I love how it blurs out imperfections and gives my skin a smooth, soft-focus finish. It also does a great job at controlling shine without making my skin feel dry. Overall, it’s become a staple in my routine for a flawless, long-lasting look."
		},
		{
			"review_title": "Blurring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I instantly fell in love with this makeup spray. It Makes the makeup hold and stay intact all day long. also it can be used during and after the makeup. It has kind of blurring effect when you spray it on."
		},
		{
			"review_title": "flawless",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Such a nice setting spray and I've tried many over the years. Keeps the makeup last longer and gives it a smooth look. Not many setting sprays give that airbrush look but this one definitely does. Absolutely give it a try!"
		},
		{
			"review_title": "Seamless spray all over",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "Face Hack Blur + Setting spray is probably one of the coolest setting sprays I have ever seen. When you shake it, the ball inside sounds like a spray can of paint. I was honestly expecting this to spray way too much product out but it did the just opposite. It sprays a perfect amount and hits my entire face with light stream of product. It dries quickly and actually leaves my face feeling really hydrated and my makeup looks amazing. This lasts all day so I don’t have to touch up my makeup throughout the day. It definitely gives that blurring effect also. My daughter is obsessed with setting sprays so I cannot wait to get her a bottle to try."
		},
		{
			"review_title": "Real blur effect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Setting spray is always a must for me. I really like it to help melt the powders into the skin as well as lock in make up. I love the packaging of this mist as a little ball on the inside helps mix the product together properly. The mister is very fine and distributes over the face evenly. I experienced no spots or splotchiness with this product. I usually wear a full face of make up that can easily smudge through the day depending on how busy it is at work and this helped keep everything in place up until the end of my shift. I was extremely impressed. No smudge and budge with my eyeliner with is my usual annoyance. I also like to use it to wet my sponge as it helps blend in concealer and contour really well into my foundation. Overall this was a win for me and I can see myself continuing to purchase this."
		},
		{
			"review_title": "Blur setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really enjoyed using this setting spray. I use it in between my makeup steps because it helps melt everyhh to ing together seemingly. It also has a beautiful blur affect that just makes my makeup look flawless."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love the setting spray. I feel confident that my make up will not go anywhere and on Sunday two days ago I was at the party and I used this setting spray and my make up lasted through 90° weather and it didn’t melt."
		},
		{
			"review_title": "Love it for my combo skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Freck Face Hack Blur + Bond setting spray is a good setting spray. It has a fine mist applicator that applies the setting spray evenly, giving a blurred and diffused effect. It helped to lock my makeup in all day, I have combination skin with fine lines and this really helped look perfect all day. I like that I can use it in layers, so I can prep and prime skin for easy blending and set for all day wear. It’s also great as a refreshing mist with lovely fragrance."
		},
		{
			"review_title": "Awesome",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This setting spray is so good! I love that it has clean ingredients that will not irritate or dry out my skin. It hold my make up on all day even in Florida where I am sweating all the time. It give a flawless finish to my make up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is wonderful for an every day setting spray. This one is unique in that it somehow smoothes and blurs my skin out! Most setting sprays make my skin too shiny, but this one keeps my skin hydrated and blurred. I think the lack of alcohol helps prevent my skin from getting dried out, which in turn prevents my makeup from getting cakey and separating throughout the day. The packaging is also cute and minimalist! For the price, this is absolutely a great setting spray!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This is a great setting spray. It sprays a nice mist to set my makeup and resulted in a blurred setting. My makeup was set all day and did not move much. It also didn’t dry out my skin but provided a nice set."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This setting spray is a great addition to any routine. It keeps my makeup up set throughout the day and I have no problems using it with spf. I’ve found other setting spray don’t mix well with spf but this one does. Love it!"
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am so obsessed with the setting spray the way it allows my freckles to be blended to perfection and then it also keeps my freckles steady and put in last all night. This product is a game changer in the Frick pho freckle industry. I’m obsessed."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I'm super impressed with this setting spray. I've never tried anything else like it. I use it after applying my foundation and concealer,  then over my powder. It melds everything together seamlessly. I love it!"
		},
		{
			"review_title": "Freck Flawless",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "[Gifted] This is not a photo filter! This setting spray makes my makeup look so seamless and blends all my layers of makeup so well. My makeup looks airbrushed and lasts well throughout the day. It is not drying so my face is not tight or oily by the end."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m in love with this blur setting spray. My makeup looks so flawless after applying this setting spray. My pores look blur and it gives such a good blurring effect like a filter. 100% recommend to my friends"
		},
		{
			"review_title": "A super fine mist setting spray",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This setting spray makes for a great morning or afternoon refresh. The packaging is nice, easy to use, and aesthetic. The product is a fine mist and easy to spray and apply. It goes on without smudging any makeup or skincare and dries quickly without a sticky feeling. The fine mist does help to blur out makeup without running. The scent is mild to none, which I prefer. Overall solid product. The reason for 4 stars is that it doesn't have a stand out/unique quality. But overall a solid setting spray."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Freck never disappoints when it comes to their complexion products. This beautifully melts all of my makeup together on the skin and it is absolutely brilliantly formulated. It really helped pull everything together each time I used it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love this setting spray I highly recommend it . It is very hydrating leaving your makeup really nice . It sets makeup well in place and literally does what it says it blurs and your makeup Looks very smooth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with this setting spray! It sprays so evenly throughout the face and I can literally see it melting my makeup together to create a seamless canvas. I also use is midday to refresh my makeup if it’s looking dry and patchy!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "And pleasantly surprised at how well this works with my oily skin. it does to set the make up. I can’t speak to the blurring effects, but my skin also isn’t very textured. Overall, this gets the job done and my make up place."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This setting spray is a game changer! It helped my makeup last all day long and helped blend together all my makeup for a beautiful blurred and blended look. It did not make my face feel sticky which I love! I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My new favorite setting spray!! It gives this beautiful bluring effect! I’ve used it a few times and each time my makeup lasted all day and night in this Texas heat. Love that it’s not drying. Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "This is the best setting spray it really soaks into the skin helps take down any pottery look of your makeup. The sprayer is really fun and helps you gently Miss onto the skin, I love that freck is expanding their makeup line"
		},
		{
			"review_title": "Must-have spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "I love this spray! It keeps my makeup on absolutely all day (and then some) and I love using it during the work day for a midday touch up. It has a great mist to it, and sprays super evenly across my face. It allows my base of makeup to blend evenly and stay in place all day! Leaves my makeup looking perfect and my face blurred - can’t recommend enough!"
		},
		{
			"review_title": "Love Bond Setting Spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I love this amazing new bond setting spray for my face! It leaves it nice and hydrating and my makeup looks so fresh and nice! I’ve noticed a difference with on how the way my makeup looks and will be using this!"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Designed to blur imperfections, control oil, and prime the skin, to leave a cloud-like glow without mattifying. The unique gel-to-cream texture creates a smooth canvas for makeup to help improve and extend its wear. More than just a primer, the cooling metal applicator helps to depuff and tone the skin, while the Hyaluronic Acid infused formula provides an instant boost of hydration."
		},
		{
			"review_title": "Hack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this FACE HACK Blur + Bond Setting Spray! I use this before and after makeup. Keeps it all in place, works well with other skincare products. Does not dry my face out or cause acne. Love the fine mist."
		},
		{
			"review_title": "Daily routine game changer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The Freck Beauty NEW FACE HACK Blur + Bond Setting Spray is seriously a game-changer for my daily beauty routine. Not only is it super refreshing for those midday touch-ups, but it also gives my skin a gorgeous blurred, diffused finish. I’ve used this on my face after I’ve done my skincare but before my makeup as a primer and noticed it really helps my foundation and concealer stay in place.  The mist is flawless—just the right amount every time and it feel super lightweight; there’s no sticky residue. The only downsides? I wish it had a more noticeable scent (I’m a sucker for citrus or florals) and sometimes it takes a while to fully dry down, which can be a bit annoying when I’m in a rush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "A really refreshed and long hold setting spray!! I use it after finishing my makeup and it blends in my creams and powders so seamlessly and stays on for the whole day. It really looks lock it all in and I love that it has so many great skincare ingredients including vitamin c"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "After putting on my makeup and using this setting spray my face looks great! My skin feels hydrated and my makeup looks set without any feeling of stiffness. It is long lasting and does not contain alcohol."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product free of cost in exchange for my honest review. this setting spray is really good quality and I love the fine mister it has. it melds my makeup together for a glowy and skin like finish!"
		},
		{
			"review_title": "Must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Very nice setting spray! Really sets the makeup to last all day. Blurs yes and has a nice spray that evenly distributes product. Layers well over makeup and even on the sponge to apply powder for the ultimate setting technique. Recommend!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This setting spray is perfect for keeping makeup fresh all day! It sprays so easily and does not affect sensitive skin at all! It’s also the perfect afternoon refresh. I would definitely recommend!! 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "So so good!! It smells amazing and i love how it keeps my makeup in place as well as the face the mister isn’t so hard it’s very nice and plus the it smells pretty good which is a slay from!! Love this sm"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have been using the setting spray for forever, and I absolutely absolutely love it so much. It really helps my makeup stick to my face and not fall off or smudge. I live in Florida too where it’s super humid so finding a good settings break can be hard and this is the best."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Dry skin",
			"review_text": "I like this! It definitely helped keep my makeup on all day, but didn’t make me feel overly dry. I like using this as a setting spray and as a quick fix when my makeup starts looking crusty. It definitely helps everything melt together."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Oh! This is definitely replacing my current setting spray. It's alcohol free which is beneficial if your skin reacts to that. I used this between steps during my makeup application and mid-day. Everything looked great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been needing this spray all my life. This works works perfectly for my no make up days and especially for my make up days. It does not pill it layers well with all my products and serums and it will last me a whole days worth of work and even if I go out after work, my make up still stays in place"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've been using the Freck Beauty FACE HACK Blur + Bond Setting Spray for a few days now, and it's quickly become a staple in my daily makeup routine. With my combination skin prone to shine throughout the day, this setting spray has been a total game-changer. The first thing I noticed was the ultra-fine mist, which applies evenly without feeling heavy or sticky. It doesn't interfere with my makeup but instead creates a smooth, airbrushed finish by blurring pores and fine lines. The bond feature is equally impressive, keeping my makeup locked in place all day with no fading or transferring. I've even noticed that my foundation lasts longer, which is a major plus. Overall, I'm thoroughly impressed with the Freck Beauty FACE HACK Blur + Bond Setting Spray. It's now a must-have in my routine, and I can't imagine going without it. If you're searching for a setting spray that truly lives up to its claims, I highly recommend giving this one a try"
		},
		{
			"review_title": "Bonding spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Great facial settings spray I really like this setting spray it is not tacky and dries very well. This does increase the same power of my face make up and the smell is pleasant. I would recommend this photo with normal skin, however may be best for Those who do not have sensitive skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This spray does it all! Use this while doing your makeup at every step before blending and your makeup will literally look so flawless! Even re spraying during the day to refresh yourself literally makes your makeup look like you just got it done, perfection!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "FACE HACK Blur + Bond Setting Spray is a game-changer! It locks in my makeup all day while blurring imperfections for a flawless finish. My skin looks smooth and my makeup stays fresh without any touch-ups. A must-have for long-lasting wear!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a nice setting spray. It mists out very fine, it smells great and it keeps your makeup on your face all day. The packaging is so cute. I received this product from freck beauty in exchange for my honest review."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this spray it works like magic! I went to a theme park in the Florida heat and let me just say the pics were amazing. I love how this doesn’t feel weird when spraying and it kept everything on the whole day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "i’ve never had a setting spray blur my makeup before! It looks amazing especially for my oily girls!! Has almost a satin matte finish and feels so light weight! If you’re looking for a good blurring setting spray this is the one!"
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This setting spray is amazing and it holds makeup really well! I definitely recommend this setting spray it really makes makeup last all day and you’ll love the way your makeup stays throughout the day!"
		},
		{
			"review_title": "Exceptional!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I've been using the Freck Beauty FACE HACK Blur + Bond Setting Spray for the past few days, and I have to say, it has become an essential part of my daily makeup routine. As someone with combination skin that can get a bit shiny throughout the day, this setting spray has been a game-changer. The first thing I noticed about this product is the fine, even mist it produces. It doesn't feel heavy or sticky on the skin, and it doesn't disrupt my makeup at all. Instead, it helps to blur the appearance of pores and fine lines, creating a smooth, airbrushed finish. The bond aspect of this setting spray is also incredibly effective. It helps to keep my makeup in place all day long, without any fading or transferring. I've even found that it extends the wear of my foundation, which is a huge bonus. Overall, I'm thoroughly impressed with the Freck Beauty FACE HACK Blur + Bond Setting Spray. It's become an essential step in my daily makeup routine, and I can't imagine going without it. If you're looking for a setting spray that truly delivers on its promises, I highly recommend giving this one a try."
		},
		{
			"review_title": "Amazing setting spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This face hack blur + bond setting spray works so incredibly well! It is super easy to use. You also don’t have to use more than two or three sprays to make it work. I’m loving how well it works! I definitely recommend!"
		},
		{
			"review_title": "The best Setting Spray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is an amazing setting spray that does so much more then set! I use it before makeup to prep my skin, when I dot my foundation and concealer I spray this after to help blend everything so seamlessly and lastly to set my makeup, it makes everything look so natural. I've taken it with me on really hot days when I know I'm going to need a touchup, it refreshes my skin making everything look flawless! I also love the blurring effect it gives me, sometimes I don't need makeup and just wear it on it's own. I'm taking this everywhere with me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this blur and bonding spray! This is the first product I have tried from Freck Beauty and it honestly helped my makeup stay all throughout the day and acts as a blurring primer! I was really impressed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Wow this product makes my skin looks so perfect , it makes my pores smaller and my entire face along with a makeup on it looks amazing much longer , so good to have such products for those days when you need to look the best"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is a stunning setting spray. It’s unbelievable that this has no alcohol. So it’s not aggravating to skin but it sets makeup perfectly. Makes make look perfect and also blends makeup together. Fixes the powdery look perfectly"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is the first product I’ve tried from this brand and I’ve enjoyed using it. I use it to prep my skin for makeup and afterwards to lock in my makeup for the day. The mist is fine and applies evenly."
		}
	]
}