{
	"product_id": "379",
	"name": "Cashmere Mist Deodorant",
	"brand": "Donna Karan",
	"categories": "Bath & Body, Bath & Shower, Body Wash & Shower Gel",
	"price": 44.0,
	"about": "What it is:An effective deodorant and antiperspirant infused with the soft Cashmere Mist scent..Fragrance Family:Floral.Scent Type:Powdery Floral.Key Notes:Moroccan Jasmine, Lily of the Valley, Sandalwood.Fragrance Description:Treat your body to the ultimate layer of protection. An essential part of your Cashmere Mist body ritual, this deodorant combines essences of Moroccan jasmine, lily of the valley, and warm sandalwood for a beautifully soft, floral scent. The advanced formula reduces perspiration, keeping you feeling dry and smelling fresh.",
	"ingredients": "-Aluminum Zirconium Tetrachlorohydrex Gly 15.4%: Helps keep skin dry....Cyclopentasiloxane, Stearyl Alcohol, Hydrogenated Castor Oil, Ppg-14 Butyl Ether, Dimethicone, Talc, Cashmere Mist Fragrance, Silica, Peg-8 Distearate, Allantoin, Maltodextrin, Corn Starch Modified, Hexyl Cinnamal, Hydroxycitronellal, Linalool, Citronellol, Alpha-Isomethyl Ionone, Benzyl Benzoate, Coumarin, Geraniol, Isoeugenol, Eugenol, Bht.",
	"how_to_use": "",
	"num_reviews": 1190,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/cashmere-mist-deodorant-P380541?skuId=592527&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s592527-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 g",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s592527-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Smells good but doesn’t work really well",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The first few weeks, i was really happy with this purchase. I love the smell a lot. But then it started feeling like it didn’t work that well to keep me smelling good all day…"
		},
		{
			"review_title": "No way!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Combination skin",
			"review_text": "Smells like baby powder I returned it IMMEDIATELY!"
		},
		{
			"review_title": "Only deodorant I use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my all time favorite deodorant. Nothing beats the fresh smell and longevity. Will last until the next day and until then you will get a amazing smelling whiff every now and then."
		},
		{
			"review_title": "I like it…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I work in a manufacturing plant. This deodorant keeps me dry & smells so good! It’s better than any other deodorant I’ve tried. I don’t love the price lol but it’s worth it to me!"
		},
		{
			"review_title": "Works great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My mom was the one who introduced me to this about 10 years ago and it’s honestly the only deodorant that has kept me smelling good. I’ve tried different brands before and they never work good."
		},
		{
			"review_title": "Amazing smelling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This is your sign to buy bougie deodorant! Is it an absolute necessity? No, but if you’re looking for a luxurious deodorant that’s gonna make you excited to put it on this is it. Smells amazing and I love it after the first try.   it smells like cashmere with a light sent of baby powder."
		},
		{
			"review_title": "It’s a yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Lives up to the hype and reviews.  This may be the best deodorant I’ve ever used."
		},
		{
			"review_title": "worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "10/10 , smells amazing and acc does the job pricey yes but if u wanna splurge why not🤷🏻‍♀️"
		},
		{
			"review_title": "LOVE FOREVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "LOVE LOVE LOVE! This is a must in my routine! Always re purchase! Only deodorant I have ever finished"
		},
		{
			"review_title": "Impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Wow. I've tried so many deodorants including the medical ones and mens. Nothing has taken away my body odor the way this has and it lasts for days. Scent isn't like a luxurious perfume but it is more like a warm vanilla. Not overwhelming but it definitely beats that terrible classic powder scent from cheaper deodorants. Worth the price but lets see how long it lasts."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love the deodorant and have been buying it for years but this last one I bought it will not roll up so disappointed $32 lol"
		},
		{
			"review_title": "A nice to have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Worth it imo. Smells lovely and works well. It’s expensive, but I’ve had it for about 4 months and am only about half way through it."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Normal skin",
			"review_text": "Best Deodorant I’ve ever used. Not only does it smell amazing but it keeps me dry and fresh all day!"
		},
		{
			"review_title": "I guess I wear $50 deodorant now...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Bought this because of the great reviews and I have been on the market for a more luxe deodorant. After trying all three Sol De Janeiro deodorants and hating them, I was about to return to my lame Secret go-to. Was hesitant to try this because of the price but bought it during the sale and I will never look back! This works AND it smells so so so good. It is light, feminine, musky, and creamy. It's subtle enough that it won't interfere with your scent of the day (which is very important to a frangrance-phile like me!). Will likely continue to purchase this baby despite the eyebrow-raising price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I bought this because everyone said it smells amazing. It smells like musty baby powder. I hated it at first but then got used to it and now kinda like it. However, when it comes to how well it works, I give it 5 stars. It lasts all day on me but I do wish it was slightly less powdery."
		},
		{
			"review_title": "itchy armpits",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was so excited to try this deodrant after  hearing all about how good it smells and blah blah blah 😑  it's smells ok . had a reaction started itching . and it's so sticky.  I'm glad i could return it ."
		},
		{
			"review_title": "Worth It",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It is expensive but the best deodorant that I have ever used. I have a strong odor if I forget deodorant, and this lasts on me for 2 days, no joke."
		},
		{
			"review_title": "Customer for life",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is the best deodorant been using it for 2 years now love it, never been disappointed"
		},
		{
			"review_title": "Musty",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This deodorant left me musty and embarrassed 3 hrs after application at work. I had to febreze my clothes and apply some regular secret to combst the odor and save face the rest of the day. will never purchase again."
		},
		{
			"review_title": "Must have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells so good. I always have the hardest time finding a deodorant that works for me. This one is amazing. It does have a lot of aluminum. Not a fan of that but ….. still my favorite"
		},
		{
			"review_title": "Elegant scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "First I was not sure if such a warm kind of scent would work for a deodorant but I was pleasently surprised. It's a very elegant scent, not fresh but kind of cozy - pairs well with vanilla scents."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Has a super strong baby powder scent but gets the job done"
		},
		{
			"review_title": "SOOO good.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "Love the smell , the texture, and the lasting power"
		},
		{
			"review_title": "Bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "This smell is not high end at all! It’s a cheap smell, almost like a baby powder mixed with must"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love the scent on this and it lasts all day.  My real problem with the deodorant is the cost and the dispenser.  No matter how I use this deodorant, I feel like I waste product.  If you dispense too much at a time, the deodorant will break off and crumble.  To stop that, you have to only twist up small amounts at a time but even using that technique there is still lots of product at the end that you cannot use.  For $30+ the dispenser should be better!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I wanted to love it. This is a higher end deodorant. So it does last, I do not smell any body odor. But the scent is like a gross scent that's like a baby powder strong scent instead of a luxurious scent."
		},
		{
			"review_title": "Keep in your stock",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Smelt very good and lasted well. Not happy that it contains aluminum but as a sweaty person- it’s needed."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this deodorant. Keeps the sweat at bay and I still smell good with it! I just wish this wasn’t so expensive 😅!"
		},
		{
			"review_title": "IVE GONE THROUGH SO MANY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "My holy grail deodorant, I’ve tried SO many within Sephora but this one takes the cake! I NEVER smell even after a long day + ending it with a work out. My man even loves it! 10/10"
		},
		{
			"review_title": "Yes!! Buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "Wow at first I was like “why is this like 30 dollars” but it did not disappoint it smells so good and keeps odor in for so long and it doesn’t stain shirts, this is worth your money"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I sweat easily and especially during the summer I am in NEED of a good antiperspirant deodorant. I’ve tried so many drugstore ones, but I gave this a try without much expectations. Literally walked around the zoo under the sun for hours and I barely if not any, broke a sweat or at least sweat stains on my shirt. Highly recommend"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Smells so good! This is the only deodorant I use now and I absolutely love it. I recommend to everyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Literally almost almost fixes my issues. I am a diagnosed Hyperhidrosis girly and let me tell you what I’ve tried IT ALL! And this is by far the best. I have prescribed stuff I would use ever so often but I’d hate it because it’s so bad for you even though it works. But using the Donna Karan I don’t have to! And even if I do sweat it smells so good!!!!"
		},
		{
			"review_title": "Truly a must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "OMGG It truly smells so heavenly…Although it’s a bit pricy ITS TOTALLY WORTH EVERY PENNY!!!"
		},
		{
			"review_title": "32 dollars to stink even more in a few months",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The main ingredient used in this is extremely bad for the body. Putting aluminum on your armpits makes you sweat more in the long run because your body can’t detox properly. Who cares about a nice smell when you’re damaging your main detox pathway (sweatin)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "This smell wonderful but I didn’t really like it that much."
		}
	]
}