{
	"product_id": "319",
	"name": "Hibiscus Wave Spray",
	"brand": "dae",
	"categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
	"price": 41.0,
	"about": "What it is:A weightless, hydrating wave spray for soft, effortless waves..Hair Type:Fine, Medium, and Thick.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Concerns:- Hold & Style Extending.Key Benefits:- Enhances Hair’s Natural Waves.Highlighted Ingredients:- Hibiscus Flower Extract: Encourages healthy hair growth, restoring elasticity and silky smoothness..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:This lightweight, buildable spray creates immediate texture for effortless beach waves. It has a nutrient-rich formula, spiked with hibiscus flower and other desert-derived botanicals, to deliver essential vitamins and antioxidants without sticky residue..Fragrance Description:This spray has a hibiscus floral scent.",
	"ingredients": "-Hibiscus Flower Extract: Encourages healthy hair growth, restoring elasticity and silky smoothness..-Prickly Pear Seed Oil: Conditions strands to be silky, soft, and healthy..-Moringa Leaf Extract: Repairs and restores moisture to dry strands...Water, Pentylene Glycol, Polysorbate 80, Propanediol, Fragrance, Isobutylene/Ethylmaleimide/Hydroxyethylmaleimide Copolymer, Phenoxyethanol, Alcohol Denat., Hydroxyacetophenone, Panthenol, Sodium Polystyrene Sulfonate, Ethylhexylglycerin, Tetrasodium Glutamate Diacetate, Hydrolyzed Rice Protein, VP/Methacrylamide/Vinyl Imidazole Copolymer, Glycerin, Opuntia Ficus-Indiea Seed Oil, Melia Azadirachta Flower Extract, Melia Azadirachta Leaf Extract, Butylene Glycol, Corallina Officinalis Extract, Betaine, Cereus Grandiflorus (Cactus) Extract, Citrus Aurantifolia (Lime) Fruit Extract, Phalaenopsis Amabilis Flower Extract, Hibiscus Rosa-Sinensis Flower Extract, Coccinia Indica Fruit Extract, Moringa Oleifera Leaf Extract...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Shake gently and mist onto damp or dry hair..-For damp hair, let air-dry or blow-dry with a diffuser..-For dry hair, shape with fingers or hot tools...Recycling Instructions:.-Remove label, clean out excess product, throw away pump, and recycle bottle.",
	"num_reviews": 334,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/hibiscus-wave-spray-P500289?skuId=2491322&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2491322-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "5 oz / 150 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2491322-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Clean? It bleached my skin!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "Stained my skin on my back and neck! I still have blotches everywhere. No not buy! It's labeled clean yet it bleached my skin!"
		},
		{
			"review_title": "A new must have for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "My hair has always been a frizzy puffball until I tried this product. ￼All I did was scrunch my hair, spray this in my hair, and let it air dry! The results are amazing :)"
		}
	]
}