{
    "product_id": "751",
    "name": "Express Self-Tanning Mousse",
    "brand": "Isle of Paradise",
    "categories": "Skincare, Self Tanners, For Body",
    "price": 46.0,
    "about": "What it is:A lightweight, self-tanning express mousse with color guide that develops in as little as 30 minutes..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Redness and Dullness.Formulation:Mousse.Highlighted Ingredients:- Hyaluronic Acid: A powerhouse hydrator that makes your tan last longer..Ingredient Callouts:This product is vegan..What Else You Need to Know:Say hello to a sun-kissed glow in just 30 minutes. The lightweight formula contains guide color for easy application and dries in seconds. Packed with Isle of Paradiseu2019s color-correcting active you already know and love, plus hydration heroes hyaluronic acid, glycerin, and vitamin B5..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Hyaluronic Acid: A powerhouse hydrator that makes your tan last longer. .-Glycerin: A moisture booster that locks in hydration. .-Vitamin B5: An unsung hero of hydration that helps keep the skin barrier healthy...Aqua (Water), Dihydroxyacetone, Caramel, Propylene Glycol, Glycerin, PEG-40 Hydrogenated Castor Oil, Ethoxydiglycol, Dimethyl Isosorbide, Pentylene Glycol, Decyl Glucoside, Sodium Hyaluronate, Salvia Hispanica (Chia) Seed Oil, Persea Gratissima (Avocado) Oil, Hyaluronic Acid, Panthenol, Agave Tequilana Leaf Extract, Melanin, Salvia Officinalis (Sage) Oil, Mentha Piperita (Peppermint) Oil, Eucalyptus Globulus Leaf Oil, Cocos Nucifera (Coconut) Oil, Citrus Grandis (Grapefruit) Peel Oil, Erythrulose, Aloe Barbadensis Extract, Citrus Paradisi (Grapefruit) Peel Oil, Ascorbic Acid, Tropaeolum Majus Flower/Leaf/Stem Extract, Agastache Mexicana Flower/Leaf/Stem Extract, Propanediol, Methoxyphenyl t-Butylphenyl Propanediol, Glycereth-26, Hydroxyethylcellulose, Parfum (Fragrance), Hydrogenated Castor Oil, Ethylhexylglycerin, Phenoxyethanol, Triethylene Glycol, Benzoic Acid, Dehydroacetic Acid, CI 16035 (Red 40)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Exfoliate 24 hours before tanning. .-Moisturize dry areas such as hands, feet, knees, ankles, and elbows prior to application..-Pump product onto mitt and apply in sweeping motions. .-Leave hands and feet until last, sweeping lightly over. .-Wash off after 30 minutes or leave on longer for a deeper tan..-Your tan will then continue to develop for four to six hours, reaching your desired level of bronze in the final hour.",
    "num_reviews": 1,
    "overall_rating": 3.0,
    "product_url": "https://www.sephora.com/ca/en/product/isle-paradise-express-self-tanning-mousse-P511742?skuId=2763100&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2763100-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2763100-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Their other formulas color correct betterufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Pros:  Dries down quickly Long lasting like the others from the brand  Cons:  WAY less colour correction than their other products (this specific formulation is significantly more orange on light skin tones than others from the brand)  SMELLS LIKE SELF TANNER  Layering or getting a spot you missed is difficult if itu2019s already dried down it just pulls up the product and leaves skin patchy.   Doesnu2019t apply well with with brush for areas you want less coverage"
        }
    ]
}