{
	"product_id": "1373",
	"name": "Densifying & Thickening Serum for Thinning Hair",
	"brand": "The Rootist",
	"categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
	"price": 82.0,
	"about": "What it is: A serum that is clinically shown to reduce signs of shedding, hair fallout, and thinning at the scalp for thicker, fuller-looking hair in as few as 90 days..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:- Color Safe.- Damage, Split Ends, and Breakage.- Thinning.Key Benefits: - Clinically shown to reduce hair fallout and shedding by up to 85%.- Minimizes signs of thinning at the scalp for fuller-looking part lines and hairlines.- Feeds immediate, necessary nutrition to roots, scalp and hair for thicker, fuller, healthier-looking hair.Highlighted Ingredients:- Patent-Pending Rootbiomic Ferment™: Contains nutrient-rich superbrew for anchored roots, balanced scalp, and healthy hair..- Densifying Peptides: Visibly increase hair density, strength, and thickness..- Stem Cells from Turmeric Extract: Supports hair’s growth potential..Ingredient Callouts: This product is gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know: This lightweight, non-greasy serum is fermented to feed roots, scalp, and hair the nutrition needed for visibly improved density. It is expertly formulated with bio-activated botanicals to optimize each phase of the hair cycle, reduce shedding, and fallout and promote thicker, fuller-looking hair..Fragrance Description: This fragrance created exclusively for The Rootist and was created in collaboration with one of the world's leading clean fragrance houses and inspired by the harmony of nature. It comes to life as a vibrant and invigorating blend that fuses warm, woody notes with a subtle, comforting musk for an uplifting experience..Clinical Results: Based on an expert grading evaluation on 34 panelists after use of the Densify Shampoo, Conditioner, and Serum:.-Clinically proven to visibly improve hair density, thickness, and fullness in as few as 90 days.Due to breakage from dry comb test after use of the Densify Shampoo, Conditioner, and Serum for 120 days:.- Reduces hair fallout by up to 85%.Based on consumer evaluation on 34 panelists after use of the Densify Shampoo, Conditioner and Serum for 120 days:.- 91% saw less thinning at the scalp.Based on consumer evaluation on 34 panelists after use of the Densify Serum for 90 days:.- 91% reported the serum felt lightweight, non-greasy, and did not weigh hair downClean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Patent-Pending Rootbiomic Ferment™: Contains nutrient-rich superbrew for anchored roots, balanced scalp, and healthy hair..-Densifying Peptides: Visibly increase hair density, strength, and thickness..-Stem Cells from Turmeric Extract: Supports hair's growth potential...Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Aqua/Water/Eau, Butylene Glycol, 1,2-Hexanediol, Isopentyldiol, Glycerin, Ectoin, Oligopeptide-2, Glycoproteins, Camellia Sinensis Leaf Extract, Larix Europaea Wood Extract, Glucosyl Hesperidin, Inulin, Curcuma Longa (Turmeric) Root Extract, Yeast Extract, Lepidium Meyenii Root Extract, Adenosine, Maltodextrin, Polyglyceryl-3 Cocoate, Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Polyglyceryl-6 Ricinoleate, Alpha-Glucan Oligosaccharide, Biosaccharide Gum-1, Sodium Phytate, Cellulose Gum, Glycine, Pentylene Glycol, Sodium Levulinate, Glyceryl Caprylate, Cellulose, Glucose, Fructose, Xanthan Gum, Sodium Anisate, Zinc Chloride, Fragrance/Parfum, Citric Acid, Sodium Benzoate, Phytic Acid, Sodium Metabisulfite, Limonene, Linalool. ..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply once daily to dry or towel-dried scalp (hair does not have to be freshly washed). .-Distribute evenly throughout, focusing on areas of concern around the crown, part line, and hairline.  .-Massage thoroughly. .-Do not rinse out. .-Average usage is two full droppers. .. Recycling Instructions:.-Rinse and recycle the glass bottle and transfer the reusable dropper to your next bottle.",
	"num_reviews": 114,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/the-rootist-densifying-thickening-serum-for-thinning-hair-P513374?skuId=2794568&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2794568-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz / 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2794568-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve been using it consistently but unsure if it is this doing it because I use kerastase genesis hair oil as well as gison hair oil and stopped using any heat on my hair for 3 weeks. Previously I had significant hair fallout from hormonal issues and have noticed less fall out and new growth. It is a light weight scalp serum and doesn’t leave hair oily at all which I like. The price is high and I’m almost out of product and use it as directed."
		},
		{
			"review_title": "Not bad but not convinced either",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I’ve used one bottle which lasted about a month. Honestly I can’t see the growth that people have commented about but i have noticed my hair fall is marginally reduced. I’ve purchased a second bottle because I intend to use this product religiously for 90 ish days before deciding whether it fully works or doesn’t.   I’ve"
		},
		{
			"review_title": "The only leave in that isn't heavy...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "As somebody with thin hair I'm always skeptical.  I'm not sure if this will help me regrow my hair but I can for certain say, as somebody with SEVERE hairloss... this is the only leave in I can actually out in in the morning and it won't make my hair greasy, limp gross. It doesn't feel like anything at all and if anything it feels good. I've tried a bunch of scalp tonic and leave ins and they ALWAYS have to be used at night or before a shower"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m not sure why all the positive reviews, I have not seen any growth at all, plus it’s  an ounce it goes fast. I wish I had the results others have reported but I did not."
		},
		{
			"review_title": "It works",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Seems to be doing what it says it will. I've always had very fine hair but as I get older, it's feting noticeably thinner, hence the decision to try this product. It definitely gives a llittle more ooomph to my hair. The only thing I would wish for is that it wasn't as drying as it is. I've taken to using a spray-in cconditioner (Unite 7-Second detangler) prior to using the serum and that seems to help."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "The Rootist gifted me their Densifying Serum for Thinning Hair in exchange for an honest review after 90 days.This serum was extremely easy to apply with the small ergonomic dropper.The serum is lightweight, non greasy,and extremely concentrated. I noticed my hair hasn't experienced  as much shedding after takedown of my protective styles. I would definitely be adding this product to my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted by Rootist. I’ve been using this for the past few months and I’ve been seeing so much growth in my hair. I see new baby hairs forming. I’m also losing less hair now. I have so much more volume."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I like this and it does work, but you DO have to be consistent with it!! A little also lasts awhile,"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have really enjoyed this hair oil. It smells sooo good and absorbs into you scalp so nice without leaving you hair super oily. I love the bottle and the dropper, it's easy to use and looks cute sitting on my shelf. I have noticed a great difference in my hair in its fullness. It feels much healthier and it makes me happier. Complimentary from therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I've been experiencing hair loss and thinning every since I had my kids. I tried using this serum every day for the last 3 months and I can say I see hair growth! It doesn't stop hair shed, but it does help with hair growth. The serum does not feel or leave scalp greasy."
		},
		{
			"review_title": "Baught 3 more bottles right away.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "First impression, this product was very lightweight and didn't make my hair oily. Smells very good. my hair was falling out very badly, and I saw the results after the first use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "I like the bottle itself and used this on my dad who is experiencing some hair loss. He said he felt this tingly feeling and we also paired it with a head scalp massager to help stimulate it a bit more! This was gifted by therootist."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "after I used this product my hair started to feel silky and healthy, so buying it again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this hair serum for 3 months, and wow does it work! I have pretty decent hair but recently have been noticing some sparseness at the top. I’ve been using this serum in my hairline roots for 3 months and have noticed considerable thickness and an increase in volume. Gifted by the rootist"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve actually tried this for a few months now and it’s so amazing I love the result I’ve seen so far my hair is thicker and longer and much more volume I experienced a little postpartum hair loss and I was very concerned!!! So happy with my result. Offered by therootist"
		},
		{
			"review_title": "A big gamechanger for postpartum hair loss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product was gifted by therootist for my honest review. I have been using this product consistently for 3 months and the results are very positive. I have a lot of postpartum hair loss and I feel like this truly helped with regrowth on the front portion of my face as well as the bottom portion right where my neck is! The smell of this product is absolute divine too, I would get compliments with people thinking it was perfume! Overall would very much recommend this."
		},
		{
			"review_title": "Great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Ive been using this hair densifying serum consistently for the past 90 days, and I’m so happy with the results! I was skeptical at first, but I made sure to apply it daily, as directed, and I’m glad I stuck with it. After the first month, I didn’t see a huge difference, but around the 60-day mark, I started noticing my hair felt thicker and healthier. Now, after three months, there’s a clear improvement in my hair’s density. I can actually see new baby hairs starting to grow in areas that had been thinning. My scalp feels more nourished, and my hair doesn’t break as easily when I brush it. If you’re thinking about trying it, I’d say commit to the full 90 days for the best results. It requires patience, but it’s definitely worth it. Highly recommend for anyone dealing with thinning hair! Gifted by therootist"
		},
		{
			"review_title": "Decent priced hair density serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was sent this density serum complimentary from the rootist in exchange for my review after testing it for a few months. I have medium density hair that has gone through some bleach damage. I have breakage around the nape of my neck and my hairline. I have been using this serum on and off for a few months and like how easily it applies and sinks in. It doesn’t affect the look of my hair the next morning. I feel like it has helped to increase the growth of my baby hairs but I can’t say with absolute certainty. A personal issue I have is that it is tricky for me to use this consistently. I feel like if I could make it a good habit I would definitely see growth."
		},
		{
			"review_title": "Works wonderfully",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A really great product. This serum really does work wonderfully. It makes your hair feel nice, healthy and nourished. It’s not oily and doesn’t weigh down the hair at all. My only down side is, the scent is pretty strong. It’s not a bad scent, but it’s not something I would want my hair to smell like every single day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by the rootist. I absolutely love this densifying serum for thinning hair. This serum for my hair was really easy to apply which makes it really easy to be consistent with it but you have to be in order to see results. I noticed that my hair shedding a lot less after use, and my hair looks slightly more fuller."
		},
		{
			"review_title": "I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love the Rootist dry shampoo, so I was so excited to try another one of their products. I love this serum! It’s light and weightless on my hair, and after consistently using it for a couple of months, I’ve noticed fuller roots and silkier, smoother hair. I’m excited to keep using it and seeing results!"
		},
		{
			"review_title": "Hair Care must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The Rootist Densifying Serum for Thinning Hair has been a great addition to my hair care routine. It’s lightweight and absorbs quickly without any sticky or greasy feel, which is a big plus. The formula includes ingredients known for strengthening hair and supporting growth, and I’ve noticed that my hair feels a bit thicker and more resilient after a few weeks of consistent use. It doesn’t irritate the scalp, which is perfect for sensitive skin. While it takes time to see full results, it’s a solid choice for anyone looking to improve hair density and volume gradually."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Ok, so I used this product for 3 full months. Every single day. I have pretty severe postpartum hair loss, especially around my temples and I’m desperate for anything to make my hair look and feel thicker. I’ll say that overall this product was just ok. It certainly made my hair feel thicker, but not in the best way. It felt like it was all gunked up with product. Especially on days where I didn’t wash my hair (I only wash 1-2 times a week). And after day 3 there was visible product build up that I didn’t love. It’s also just a fussy thing to have to remember to do every day.  After the 3 months of use I did see very slight improvement in the thickness of my hair, but I don’t think it was enough to justify all the cons.   Gifted by The Rootest for review purposes."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I'm absolutely in love with The Rootist brand. After trying several of their products, I’m impressed every time, and this densifying serum for thinning hair is no exception. I've been using it for three months now, and as a new mom dealing with postpartum hair loss while still breastfeeding, this serum has made a real difference.  Since starting this serum, I've noticed a significant reduction in hair shedding. My hair loss is no longer as intense as it once was, and my scalp feels healthier overall. One of the biggest improvements I've seen is in oil control. Before using this serum, I had to wash my hair every three days due to an oily scalp paired with dry ends. After just a month of use, my scalp felt balanced, less oily, and even stopped getting itchy. Now, I can comfortably go five days between washes without any discomfort or buildup, which is a huge win for me.  This serum has truly helped bring my scalp’s pH into balance, and I feel like it’s returned to a more normal state. Despite ongoing hair shedding due to hormonal changes, my scalp health has noticeably improved, and the hair thinning has reduced. There’s even some new growth if you look closely at before-and-after photos.  The serum is super easy to apply, whether on wet or dry hair, and it layers effortlessly with other products. It’s lightweight, absorbs quickly, and never leaves my scalp feeling greasy. I highly recommend this serum to anyone with an oily scalp looking for a solution to extend the time between washes and improve scalp health. It’s become an essential part of my hair care routine, and I couldn’t be happier with the results!  complimentary from therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Ive been experiencing hair shading this REALLY with CONSISTENCY does work!! I got the 3 months supply and started seeing a big significance after 1 month but boy i’ve never been happier to be able to just even brush my hair and minimal hair comes out. It also did not make my scalp itchy as other serums have in the past! #gifted by therootist"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As someone that struggles with thin hair, this serum really saved it! I noticed a tremendous difference with the thickness of my hair after using this for 3 months. And the best part is that it doesn’t leave your hair greasy! Offered by therootist"
		},
		{
			"review_title": "Actual results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ve been trying the Densifying & Thickening Serum gifted by the Rootist, and I’m pleasantly surprised by the results. With its lightweight, non-greasy formula, this serum quickly absorbed into my scalp without leaving any residue. After using it for a few weeks, I noticed my hair feeling fuller and healthier, especially around the thinning areas. One of my favorite things about this product is that it’s made with clean, planet-friendly ingredients, which is important to me when choosing haircare products. The dropper applicator is convenient and helps me target the roots directly, making it easy to incorporate into my routine. Though hair growth takes time, I can already see some improvement in density, and my hair looks and feels stronger. I would recommend this serum to anyone looking to add some volume and thickness to thinning hair. It’s a great addition to any hair care routine, especially for those who prefer clean beauty products."
		},
		{
			"review_title": "less hair fall out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "After using this product for several months, I feel like I can speak about it pretty accurately. The serum is lightweight and easy to apply. I use a silicone scalp massager to evenly distribute throughout the roots of the hair. It does not make my hair feel greasy day one. When I apply on no-wash days, there is some buildup, but my hair is already dirty, so whatever. I think I can say confidently that my hair has been shedding less. I'm pulling out less in the shower. I don't know if I'm really seeing any growth or baby hairs to signify something new going on. At this point my hair is so thin that I will take less hair fall out as a win for me! Complimentary  from Therootist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was very excited to try this serum for my hair. I noticed that my hair has been continuously thinning after having a child as well as after turning 40.  I used this densifier daily to help with my thinning hair. I love how it doesn’t make my hair greasy. It also feels nice in my scalp and doesn’t dry it out. I have noticed my hair is not falling as much as it used to prior to using this. Overall my hair feels thicker and healthier."
		},
		{
			"review_title": "It really works!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "As a 49-year-old woman going through perimenopause, I've noticed increased hair shedding, which has made my hair feel thinner and less voluminous. This serum feels lightweight on the scalp, absorbs quickly, and doesn't leave any buildup. The scent is lovely, and the cooling sensation during application is refreshing—it really wakes up my scalp. After over 2 months of consistent use, I've seen a noticeable reduction in shedding and my hair looks fuller and thicker. My scalp feels more nourished, and my hair has a healthier, shinier appearance. I highly recommend adding this to your haircare routine—it’s a permanent staple in mine now. Gifted by The Rootist in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Gifted by the Rootist. I love this serum I have seen a lot of baby hair coming in since using it. I feel like the new hair that is also growing in is coming in strong and looking healthy. I have used this every day for months now."
		},
		{
			"review_title": "Both hair growth and density!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This Densifying Serum for Thinning Hair by The Rootist has exceeded my expectations. If you’re struggling with thinning hair and looking for a product that delivers on its promises, I highly recommend giving this serum a try. With consistent use, it can truly make a difference in hair density and health.  After consistently using the serum as directed for 90 days, I noticed a significant improvement in the thickness and overall health of my hair. My hair felt fuller and more voluminous, and I experienced fewer strands falling out during washing and styling my hair. The serum also promoted new hair growth, almost an inch in 3 months, which is amazing! I am considering purchasing  another 90 day supply of this serum going into the winter months to keep my hair healthy as my hair growth tends to slow during our cold months here. Complimentary from therootist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using this hair serum for about two months, and I’ve noticed that my hair is looking much fuller than normal and like it has more life to it too"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Due to sever stress my hair loss was getting extremely bad. I even noticed some balding spot in the front. I tried several really expensive serums & they did nothing. This stuff however has worked & I am extremely happy. I've been using it for several months now & so many baby hairs, it's annoying Lol. I try to use it everyday but there some days I forget, so I'm sure if I didn't forget the results would be better. I've already recommended my sister to give this a try. If you're contemplating, think no more & buy it, you can't neat the reasonable price! gifted by therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "After trying this scalp serum for 90 days, I've seen improvements in my hair loss. The serum itself doesn't feel sticky when applied. It absorbs quickly. I like the droplets, makes it easy to distribute the serum straight to the scalp. It also has a nice relaxing scent.  #giftedbytherootist"
		},
		{
			"review_title": "This works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This was gifted by The Rootist.  I have been using this consistently for a few months and really seeing results in the density of my hair not to mention improvement in my scalp that can be easily irritated. The product is non sticky at all and easy to message it too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've been using Densifying Serum offered by therootist for a few weeks, and the results have been amazing. My hair feels noticeably thicker and fuller, especially around the roots where I’ve always struggled with thinning. The serum is lightweight, absorbs quickly, and doesn’t leave my hair feeling greasy or weighed down."
		},
		{
			"review_title": "Bummer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for my honest review. Not sure what I expected from this serum but definitely something. To be totally honest I didn't see any difference after using it for 3 months. I've been using two droplets, and massaging my scalp with a massaging tool to make sure it works as good as possible. And nothing. The only thing I noticed is my hair gets greasy faster - probably of playing with my scalp every day. Normally I wash my hair every 5 days, using this serum I had to wash it every 3 days."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This densifying hair serum has a nice scent that doesn’t linger. The dropper works well to precisely apply the product around the crown and scalp. I used it both on dry and damp hair and neither made my hair oilier. It didn’t cause any irritation and I am seeing new hair growth. Gifted by The Rootist."
		},
		{
			"review_title": "Nice scent serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Gifted by therootist. I’ve been using the Densifying Serum for Thinning Hair for a while now, and overall, I like it. The consistency is great, and it absorbs really well into my scalp without feeling greasy. The scent is amazing, which is always a bonus! While I haven’t seen drastic changes in my hair quality just yet, my hair fall has reduced a bit. It’s also very easy to use and doesn’t leave my scalp feeling itchy. I’m giving it 4 stars because while it’s effective, I expected a little more improvement in thickness."
		},
		{
			"review_title": "Loving this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have suffered with thin and hair loss for quite some time and since using this product consistently for 3 months and have noticed a huge difference in new hairs coming in and the overall thickness and health! offered by therootist"
		},
		{
			"review_title": "It really works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am blown away by results of using The Rootist Densifying Serum for 90 days. I was skeptical but it worked! I have lots of new hair growth on the 2 areas where I’ve been applying it, on both sides of the front of my hair. I don’t k ow what has caused my hair thinning there,  but now I am so happy to have my hair growing back!it’s such a great feeling. Also this serum is extremely easy to use. Its consistency is thin like water, and it absorbs almost immediately so I can apply it to my clean hair, once a day. Gifted by The Rootist."
		},
		{
			"review_title": "It works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by The Rootist. After using this serum for 90+ days I am here to tell you that it made a world of difference. Less shedding in the sink and hair looks and feels thicker and fuller. This is the first serum that has worked for me and highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I have been using this hair serum for three months and can tell a huge difference along my hairline and part. The bottle is very luxurious, made out of glass with a glass dropper. The serum smells super good, almost like a spa does & it absorbs nicely into the scalp, without feeling greasy. So glad this was offered by therootist!"
		},
		{
			"review_title": "Only hair growth product that worked for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am truly obsessed with this hair serum and can not say enough good things about it! I have tried many different products for hair thinning and this has been the only thing that has worked for me. After using for 3 month I have tons of regrowth at my hairline. The serum smells greats and absorbs into my scalp nicely. Would highly recommend. Gifted by therootist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This was gifted by The Rootist. This hair serum is amazing!!! I have been using it for three months now and really notice a difference in the areas around my temples and face, as well as my part. It’s not sticky or tacky either and brushes out very well!!"
		},
		{
			"review_title": "GameChanger",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a game changer for my scalp's health. Easy to apply and mild, it encourages hair development and boosts absorption of topical therapies. It is a must-have for anyone wishing to improve hair density and scalp condition. Gifted by therootist"
		},
		{
			"review_title": "Essential in my hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "After 2 pregnancy & as a breastfeeding mom, my hair has definitely become thinner. But after using the protist for 60 days, I’ve noticed my hair looking thicker, and definitely am experiencing less fallout. I highly recommend it if you’re experiencing the same concern as me. *gifted by therootist"
		},
		{
			"review_title": "It’s working!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I started using this product on approx. 6/13/24. This product is easy to apply. I did two dropper fulls all around my head every night. Specifically along my hairline and where I had noticed thinning. It doesn’t leave the hair greasy. It has a nice, light scent. After using this product, my hair does feel thicker and I have noticed more growth around my hairline and sparse areas. I am excited to keep using. The smiley faces are the after pictures. I received this product complimentary from the brand for my honest review."
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I've been using the this Serum daily, and I'm already noticing a difference! The serum is lightweight and non-greasy, making it easy to incorporate into my routine. After just 60 days, my hair feels thicker, and I've seen less shedding. The natural ingredients and innovative formula really seem to be working. Excited to see even more results as I continue to use it! Offered by therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My hair is naturally straight and has thinned over the years after my pregnancies. After using this densifying serum I’ve noticed an improvement in the thickness and volume of my hair, especially at the roots. The serum is lightweight and doesn’t make my hair look greasy, and washes out easily. Gifted by the rootist for review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this product for the past two months and have been incredibly impressed! My hair is shedding much less and I have noticed a ton of baby hairs popping up so I know that it is working to stimulate my scalp! It's super easy to incorporate into my nightly routine and I am obsessed with the results so far! Gifted by therootist"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by The Rootist. What a great serum! I’ve been using this for 60 days now and I can see a noticeable difference in the thickness of my hair. I started loosing more and more after each pregnancy. I’m so glad I got to test this because I’ll be using this for a long time to come!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Complimentary from therootist. I have thinning hair line mostly in my left side. I’m hopeful and will try any product that will help reduce hair loss. I’ve been using this product for about two months and I’ve noticed minimal to no improvement at all. My hairline still looks sparse which is disappointing. There’s no irritation with using this product. I will continue to use it in hopes that it will help."
		},
		{
			"review_title": "Hair must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was offered by the therootiest this product & I have tried this for about 3 months now and let me tell you it works I have had my hair thinning out and falling for the past year, and after using this product for a while now I can confidently say I see my hair becoming more tick and also I see a lot of baby hairs which means that it’s stimulating my scalp for new hair growth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Complimentary from therootist: Recently I noticed that my hair is thinning and tried different scalp serums before this - not much has changed until this serum I noticed baby hairs are coming in. The best part is that it doesn't feel greasy at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "The densifying serum for thinning hair has noticeably improved my hair's fullness and strength, leaving it looking thicker and healthier. It's lightweight and absorbs quickly, making it easy to incorporate into my daily routine.offered by therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "[Gifted by The Rootist] this product is really interesting and did what it said after consistent use after a period of time. however, given how long it takes, it isn’t a cheap product but good if you need it to tackle a certain spot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "In my experience, the Densifying serum is an effective, easy-to-use hair serum to improve hair volume and growth. It works well and doesn’t leave hair crunchy or oily if you use at the beginning of your day. I used it in the morning when I brushed my teeth, and at night. It was a good way to remember to use it. It smells nice, and is very fluid, so it spreads easily to other parts of the scalp without much effort. It also dries pretty quickly. I had a scalp dermaroller, so I used that in certain areas but you don’t have to. Overall, I have seen increased density and the areas where hair growth is sparser look fuller. I highly recommend this serum IF and ONLY IF you remain consistent. Otherwise, you won’t see results. Gifted by The Rootist."
		},
		{
			"review_title": "Best anti hairfall serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I was gifted by Rootist this serum in exchange for my honest review. The packaging is great. The serum works well; smells herbal and natural. Little goes a long way and for the price its a deal. I can see changes in hairfall and hair growth"
		},
		{
			"review_title": "Fuller, denser, healthier, and luscious hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This densifying serum is beautiful! It has a super lightweight texture and doesn’t make your scalp feel oily or heavy. It smells so luxurious and intoxicating. It has a a very sophisticated beachy and summery scent. It reminds me of a very expensive perfume. This serum really works! My hairstylist recently commented about how full and thick my hair felt when she was cutting it! I definitely notice some new and healthy growth to my hair. After several months of use, my hair looks so much fuller and luscious! I feel like my hair has transformed over the few months I have been using it. My hair feels so healthy, smooth, and dense! I can’t recommend this formula enough! It’s a must try! Gifted by the Rootist."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this serum!! I used it consistently for 2 months and the spots where I used it had more “baby hairs” growing than before and more density. I typically applied it to my roots after a shower, and I found that when my hair was dry, my roots were not oily or anything from the serum, everything absorbed nicely. Offered by therootist"
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been using the Rootist Densifying Serum for Thinning Hair consistently for the past 60 days, applying it once daily as recommended. The serum has a lightweight texture, making it easy to apply without leaving any greasy residue on my scalp or hair. I appreciate how quickly it absorbs, allowing me to style my hair as usual without any issues. After about 4 weeks, I started noticing my scalp felt healthier and more nourished. By the 8-week mark, I could see a visible improvement in hair density, particularly around my hairline where thinning was most noticeable. My hair feels stronger and looks fuller, which has really boosted my confidence. Consistency is definitely key with this product, and I’m thrilled with the results so far. I highly recommend it to anyone dealing with thinning hair and looking for a solution that truly works! Gifted by the rootisto"
		},
		{
			"review_title": "One of the best hair growths I’ve tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love that this growth oil doesn’t leave my hair greasy! That’s so hard to find in a product that claims to do this it seems. I have also tried this for 2months straight using it just about every night and it’s brought out  some baby hairs on my forehead. I’m very excited about it! Gifted by therootist."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Wow is all I can say! My hair has some my much more body and volume!! since Ive been using this! My hair was flat and had almost no volume now my hair looks full and fluffy. My hair seems like it holds curls and styles longer!This was gifted by therootist"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I love this product. I’ve definitely seen some regrowth in my hair after using it for two months. Also feel like it does not leave any oil on my scalp, which is nice. I predominantly used it at night before going to bed and you wouldn’t even even know there was oil in my hair in the morning. I was gifted by therootist"
		},
		{
			"review_title": "New baby hairs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this hair serum for about two months now and I see little baby hairs growing but, I still have a lot of hair fallout. My hair is on the more thin side so I was hoping it would also stop the shedding but it didn’t for me. The serum bottle dropper makes it easy to apply to my hairline. I like the subtle fragrant scent it leaves in my hair but make sure to use sparingly because if used too much it can leave a texture like a light hair spray was used. Kindly offered by The Rootist."
		},
		{
			"review_title": "Really works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have seen very good results with this product. I have very fine hair and a very small amount of it to and I have seen a difference in how my hair looks before and get using it.  Definitely going to keep using."
		},
		{
			"review_title": "Brand Identity Crisis",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love The Rootist line. Healthy, innovative ingredients with real results. As much as I was looking forward to the density serum, what I got was scalp perfume. Ugh. What were they thinking? Maybe it works, but I will never know because it is unbearable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As I loved this serum so Much the 3 month one you can definitely tell the difference in my hair the roots are stronger and my hair is hairy full I would recommend this product if you going through hair loss  offered by therootist"
		},
		{
			"review_title": "Makes my hair look thicker and fuller!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used this densifying serum for a little over 60 days along with a dermaroller to get the best results. I can definitely say that I see a significant difference in the sheer volume of my hair along with some other bonus results! My hair is showing less breakage and reduced shedding which it was doing heavily before. My hair looks the best it ever has! I do want to point out that if you have super light blonde hair you might not like this because it did leave a yellow tint on my white pillowcase before I switched it out. Overall I highly recommend using this serum if you are experiencing any density issues."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Rootist gifted me the Densifying Serum for Thinning Hair. This is so easy to apply daily to the scalp. I've been using it along my front hairline where my hair seems to be thinning. Overall I'm seeing so more fullness and will continue to use at it also helps reduce fallout."
		},
		{
			"review_title": "I can confidently say it works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I’ve just completed 60 days of using The Rootist Densifying Serum, and I’m thrilled with the results! Incorporating it into my daily routine was super easy, I just applied it once a day, and it quickly became a seamless part of my evening regimen. The serum has a silky texture that feels soothing on the scalp, and it absorbs quickly without any stickiness. Plus, the scent is light and refreshing, which makes the whole experience even better.At around the 45 day mark, I started noticing less hair on my brush and in the shower. Now, after 60 days, my hairstylist actually asked me what I was doing because my hair looked fuller. The thinning areas are starting to fill in, and my hair looks healthier overall. Can’t wait to see the results after 90 days, but so far, I’m really impressed with this product. Gifted by The Rootist"
		},
		{
			"review_title": "Solution for thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The Densifying Serum for Thin Hair from Rootlist is designed to target hair thinning by fortifying and thickening strands from the root to the tip. This lightweight serum is formulated to improve hair density, making hair appear fuller and more voluminous over time. It often contains nourishing ingredients that support scalp health, strengthen hair follicles, and promote healthy hair growth. The serum is typically applied directly to the scalp and massaged in to ensure even distribution and maximum absorption. It’s ideal for those seeking to enhance the thickness and overall vitality of their hair."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm growing my bangs out, and OMG! I been using Desifying Serum only for couple months, and my bangs are already at my cheekbones. And hair in genera feel thicker. I feel like my daily shedding isn't a intense as it usually would be. Gifted by therootsist"
		},
		{
			"review_title": "Had NO faith BUT I came with the receipts!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’m in shock! When I first received two bottles of this serum to review, I had no idea what to expect. But let me tell you—I’ve got the RECEIPTS to back up my experience! I didn’t even notice the difference at first, but when I compared my before and after pictures, the results blew me away. I’ve been using this serum almost every night since June 12th, focusing on my hairline, and I’m almost done with my first bottle. A little over a month in, and the new hair growth is undeniable! 😭 I’m beyond thrilled and can’t wait to see how much more improvement comes after the second bottle. Now, let’s talk about the scent: it’s absolutely DELICIOUS! I use it at night, and the fragrance is so calming—it’s like a mini spa moment before bed. While the serum is lightweight, if you have fine hair like me, you might want to avoid using it during the day unless you’re going for that slick bun or ponytail look. Otherwise, it might give your hair a bit of a “wet” appearance. Overall, I’m head over heels for this product! It’s a game-changer, and I’ll definitely be repurchasing it. 10/10—highly recommend! Gifted by The Rootist"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Gifted by therootist. I tried this Densifying Serum for Thinning Hair for 60 days. I know scent is a personal preference, but I don't care for the smell. It is light and doesn't last all day. Application is easy. It does leave a little crunch to my hair (what serum doesn't?) but once it is dry I can comb it and then it is like nothing has been applied. I have major thinning issues and try every product I can. I don't know if anything can help me, so I don't want to give a bad review because of my thinning history. Also, while some may experience some baby hairs after 60 days, I still think more time is needed so I will keep trying."
		},
		{
			"review_title": "Must have for thinning hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This has been a game changer in my hair care routine! I use this once a day and massage it into my scalp. I love how this isn’t an oil but a serum. In the past, oils would weight my hair down, feel greasy and just wouldn’t do much to my fine hair. This is a lightweight formula perfect for all hair types and doesn’t leave my hair greasy at all. It’s almost water like and absorbs nicely. I have also noticed my bald spot has gotten smaller. I recommend you stay consistent with this product! I was gifted by therootist but I will be repurchasing again!"
		},
		{
			"review_title": "The Rootist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My hair is quite fine and I’m always looking for products that will add volume and fullness. I really like this brand (the few products I’ve tried from them so far). After using this product the last few months I feel like my hair looks fuller, thicker, and healthier. I’m very pleased with the results. Gifted by therootist.  https://app.im.skeepers.io/c/hgxzm/r/hbyos"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love it. This helped my scalp and hair growth with the amount of bottles I have. It didn’t leave my hair too greasy and made it full. I think it was perfect addition to my hair care routine! Offered by therootist"
		},
		{
			"review_title": "Must have 100%!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted by TheRootist this a couple months ago and omg! I have noticed a huge difference in my scalp and hair density! It didn’t make my hair greasy at all, and my scalp feels so so amazing!! I have so many baby hairs coming in still, and so much more growth added and I am absolutely obsessed with this!!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I was gifted by the Rootist in exchange for my honest review. It his hair serum actually did help my hair grow. Especially on the sides of my forehead where it was thinning out really bad. I would recommend this to anyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
			"review_text": "I’ve been using the rootist serum for over 2 months now and I can see some difference in the balding spots with tons of new growth and lots of baby hair. I can’t wait to use it even longer and see longterm results and whether the hair is here to stay or only grows while using the serum!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Gifted by Therootist. My hair has grown slightly faster than before, but not an extraordinary anount to say wow! One thing I wasn't expecting but was happy about is that since I've started to use the serum my hair has been a lot less oily. My hair line feels so much stronger and thicker and I am just so happy with the results. This will be something that I will continue to use in my daily hair care routine. I think the bottle lasts along time as well. If you have the money then it's wort a try. If you don't, then buying hair vitamins will probably be a better investment.⁩"
		},
		{
			"review_title": "Feels great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by The Rootist. I really enjoyed the consistency, smell, and overall application of this product. As someone who has been struggling with hair thinning for years, I have tried many products. Many will leave my scalp looking or feeling oily or like it has some kind of residue, which makes my thinning even more obvious. This one can be applied and will leave no residue! A huge win for me. I can’t say much for regrowth as of now, as I just found out that underlying health issues are the cause of my hair thinning. These issues will need to be addressed before any serum can work for me."
		},
		{
			"review_title": "A definite product for routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "Gifted by therootist First of all I love their products especially because they have a variety for thin hair and the ingredients as well.  This scalp treatment was used everyday, it’s hard to keep up but I promise you it’s worth it my hair has gain more volume and growth of my finer spots as well.  I would highly recommend this if you have thinning or spots that need growth. Consistency is really the key when using this product."
		},
		{
			"review_title": "Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This has truly helped my hair grow longer and look and feel thicker! It’s a lightweight serum that I applied every night before bed. The instructions are straight forward and it actually smells really good! My hair has grown in the 2 months I’ve been using it and it has gotten thicker as well! I see less hair loss in the shower and I am very pleased overall! Offered by therootist"
		},
		{
			"review_title": "Hair growth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "For the past 60 days, I've used the Densifying Serum For Thinning Hair daily, and I’m thrilled with the results.Adding this serum to my routine was simple. Each evening, I applied it to my dry or towel-dried scalp, focusing on the crown, partline, and hairline. The serum is lightweight and non-greasy, absorbing quickly without leaving any residue. The texture is smooth, and the mild scent is pleasant. After 60 days, my hair is growing faster with significantly less breakage. My hair looks and feels fuller, and my scalp is healthier and more balanced. Overall, the serum has delivered on its promises, reducing shedding and promoting thicker, denser hair. I'm excited to continue using it!"
		},
		{
			"review_title": "No more thinning hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received Densifying Serum for Thinning Hair  by The Rootis  in exchange for my honest review, after continuously using this hair thinning serum I can see the results for my thinning patches of my hair. It is easily absorbed in the scalp with no greasy feeling. It made my my hair noticeably thick and volumey."
		},
		{
			"review_title": "Helped with my hair fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this for about 6 months.This works..I use it at night.You can use this on dry  or wet hair and it isn’t oily looking. I am not having issues with hair fall and my hair looks great, nice and full,I can see the difference at my roots.  Its definitely something you need to use daily to see results. Gifted by therootist"
		},
		{
			"review_title": "Beware of Scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I gave this serum a fair shot. After not using any serums for a while, I finished this one before trying another brand and have some thoughts. Pros: The formula doesn't weigh down your hair or make it oily. The dropper tip is convenient for targeting specific areas. Cons: I can't get past the SCENT - it's very musky and masculine, worst of all it lingers. Even after applying it fresh out of the shower, I can smell it throughout the night. I wish the scent were more subtle or dissipated quickly. My scalp and hair felt fine with no irritation. gifted by therootist."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I’ve tried a ton of hair growth oils and this one wasn’t crazy special to me. It worked, somewhat, but wasn’t an insane difference like I expected. However, I have another bottle and will continue to use!   I did notice a little growth in my hair. I had postpartum hair loss like crazy and it’s just now starting to show up again!   I have noticed a big improvement in my eyebrows with this product.   This product was gifted by therootist"
		},
		{
			"review_title": "A great option!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I was offered by theroorist to test out this product. I used this product for 2 months and I have a few thoughts on this product! First off, I didn’t see a ton of growth, but I did see a lot of progress in regards to volume and overall hair health. This product was super easy to use because of the dropper so every night I just put it in and let it sit! I also liked that it didn’t make my hair overly oily either! Which can be important if you’re using a growth serum every night! Overall I will continue to use this product and track my results!"
		},
		{
			"review_title": "Actually saw results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "After using it consistently for a few weeks, I can see a noticeable difference in the volume and density of my hair. My scalp feels healthier, and my hair seems to have more body and strength. It’s especially effective at the roots, where I’ve always struggled with thinning. One of the standout features is that it’s made with natural ingredients, which gives me peace of mind knowing I’m not applying harsh chemicals to my scalp. The serum also didn’t cause any irritation or buildup, which is often a concern with products like these. Overall, the Rootist Densifying Hair Serum has exceeded my expectations. If you’re looking for a product to help boost hair thickness and scalp health, this one is definitely worth trying. This was gifted by therootist"
		},
		{
			"review_title": "Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This product was so easy to apply. It made my hair denser and thicker. Especially in the front where I experienced the most post partum hair loss. I will definitely be continuing to use it long term for sure. Gifted by therootist"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This product is really good. I haven’t had any issues with it  since used. I definitely see a difference in my hair. I’ve been shedding less. It looks stronger and healthier. It also smells really good as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this gifted by the rootist. If you are someone who has loss of hair density, you will love this serum. I use it around areas where I feel the thinning looked extremely noticeable.  With consistent use of this around my hair line it not only looks fuller but I can notice new growth. This has really changed and helped my confidence."
		},
		{
			"review_title": "Loving this serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by the root ist This is the first time I've tried this serum and I like its light consistency, it is easily absorbed into the scalp. I like that my hair is not left greasy.  I like to apply it in the afternoons In the forehead area, I notice some baby hairs which excites me. I like that my hair feels soft. I am excited to continue using it and see more of its benefits."
		},
		{
			"review_title": "Gradual but visible results",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "After using this serum consistently for over two months, I've been pleased with the results. While it's not an overnight fix, I've noticed a gradual increase in hair density and thickness, especially around my temples and hairline. The lightweight, fast-absorbing formula is easy to incorporate into my daily routine without weighing down my hair.   The key ingredients, like caffeine and biotin, seem to be working to strengthen my strands and stimulate new growth. My hair just feels healthier overall. The only downside is the scent, which some may find a bit medicinal. But it's a small price to pay for the visible improvements I've seen in fullness and volume.  This serum requires patience, as the changes happen slowly over time. But if you stick with it, you'll likely see the benefits, especially if you're dealing with thinning or fine hair. Just be sure to use it as directed for best results."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I tried this product offered by the rootist for approximately 60 days because I have thinning hair due to pp. This product was easy to apply I would always apply this product at night throughout my roots. I like how this product isn’t sticky or oil, it’s just like a liquid and it feels nice on the scalp. I did notice my hair grew because I was consistent with this product. I did notice it worked using it everyday. Overall, good product it does work if you’re consistent my hair grew!"
		},
		{
			"review_title": "Absolutely loveee ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I simply love this hair oil! It does what it is suppose to do - I have used this so far for over 3 months & I saw so much improvement with my hair health. For reference, my hair was bleached & I lost so much of it last year. Now, my hair is finally going back to what it was. Highly recommend to try this hair oil out!!! So worth it ❤️ offered by therootist but 100% my honest opinion"
		},
		{
			"review_title": "Great so far",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Here's a review for the rooting hair serum based on your experience: --- **Review: Rooting Hair Serum – 60 Days of Noticeable Results** I've been using the Rooting Hair Serum for 60 days now, and I can confidently say that it has made a significant difference in the health and appearance of my hair. I was initially skeptical, as I've tried many products in the past with little to no results. However, this serum has exceeded my expectations. From the first week, I noticed my scalp feeling more nourished and my hair looking shinier. By the end of the first month, I saw new hair growth in areas where it had been thinning for years. The most impressive change was the increase in hair density – my hair feels fuller and stronger than it has in a long time. The serum is easy to apply and doesn't leave a greasy residue, which is a big plus for me. The mild, pleasant scent is another bonus. Consistency is key with this product, and I made sure to use it daily as directed. The results have been worth the effort – my hair is not only growing faster but also looks healthier overall. If you're struggling with thinning hair or just want to boost your hair's vitality, I highly recommend giving this serum a try. It’s been a game-changer for me, and I'm excited to see even more progress as I continue using it. Offered by therootist"
		},
		{
			"review_title": "Really like this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Both myself and my fiancé used this for a little over 45 days and so far we’re seeing good results!! his hair looks and feels better than before and so does mine! with heat and bleach i was worried of damage but i am noticing growth and thickness in places i didn’t before! this was gifted by the rootist."
		},
		{
			"review_title": "actually works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was gifted by The rootist. The Densifying serum for thinning hair has been such a help. With my hormonal imbalance I was loosing a good amount of hair, but now that I've been using the densifying serum  for 60days, I have been seeing actual results of regrowth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Ever since I turned 30 I’ve noticed such a shift in my hair. It’s become a lot thinner less volume and just doesn’t feel full and and healthy like it used to be after doing all my research it came down to really making sure my scalp health was top-tier so I started using this product. This product is absolutely amazing. It made such a difference in my hair over the past couple months and I’ve been using it every single day. My hair feels almost like it used to and I expected to feel like it used to with continued use! Offered by therootist"
		},
		{
			"review_title": "You need this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I HIGHLY recommend!! I have always struggled with thin, fragile hair, and after using this product for 60 days I have noticed a significant change in my hair and scalp health. My hair is stronger, appears thicker, and I genuinely enjoy using this product. It's helping me gain my confidence back! You definitely should give this a try.  *Gifted by the rootist"
		},
		{
			"review_title": "great hair serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I loved using this density serum for my hair over the past 60 days! It is easy to apply straight from the bottle onto the scalp and I just massaged in for a couple minutes every single day my scalp feels hydrated and it doesn’t look flaky at all, and it doesn’t feel greasy either I saw a good amount of hair growthin 60 days and I would definitely recommend this. Is someone else trying to have the same?. I was gifted by the rootist for my honest feedback"
		},
		{
			"review_title": "If you have thinning hair, you need to try this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by therootist. I have thinning hair and each time I shower or brush, I always get tons of fallout. Since using this, I noticed a significant reduction in falling out and my hair looks fuller. This serum is so lightweight and dries so fast. It also has a nice scent."
		},
		{
			"review_title": "So helpful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This has helped me so much. I was dealing with losing hair due to stress, bald spots, and thinner hair. This saved me. Over 2 months it’s helped my hair grow back to look so much thicker and fuller with no more bald spots. It was gifted by the rootist in exchange for an honest review, and I am so grateful!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really loved the serum! Makes my hair looks so much fuller! Really amazing formula, so light, doesn’t make my thin hair looks greasy! Love that! Also packing is so luxury and really easy to use! Consistency is the key! I got it complimentary from Therootist"
		},
		{
			"review_title": "So happy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have tried this product everyday for the past 60 days, this was gifted by The Rootist.I applied 1.5 droppers each day in the morning on the crown and sides of my head. Quickly parting my hair to dropped 3 drops down a row. From my before and after photos there’s a lot of improvement, which I was kinda surprised!! I’m happy about that. There was never any irritation from the serum and it didn’t leave my hair greasy, I could use it anytime of day even after washing my hair. I would purchase again. I used 1 jar in about 45 days."
		},
		{
			"review_title": "Really saw a difference even after a month!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow, do the results speak for themselves! I’ve absolutely l loved trying out this hair density serum and seeing my bald patches grow in was amazing! I really only applied a little each night and after using this for an extended time and being diligent, I can really see a difference in my hairline. It has a lightweight texture, non greasy, and can easily be rubbed into the hair/scalp without it being obvious! I love this stuff and will continue to purchase! This was gifted by therootist."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product gifted by therootist. This is a clinically proven scalp serum that reduces signs of shedding, hair fallout, and thinning. Within 90 days you should start to see fuller, thicker looking hair. This is a really soothing scalp serum and doesn’t leave you feeling greasy as is the case with some other similar serums. Key ingredients include rootbiomic ferment, peptides, and stem cells from turmeric extract"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I wanted to like this hair regrowth serum way more then I did, I have a few spots in my hair that are really thin and I was hoping that this could help. I found that this just left a residue in my hair and just kind of gunk my hair up. I kept hoping that after using it for 30 days and then again for a 60 days I would see a result finally but unfortunately not. Complimentary from therootist"
		}
	]
}