{
	"product_id": "1746",
	"name": "Lip Suede Hydrating Matte Lipstick with Hyaluronic Acid",
	"brand": "Westman Atelier",
	"categories": "Makeup, Lip, Lipstick",
	"price": 68.0,
	"about": "What it is:.Formulation Type:...Benefits:..Highlighted Ingredients:.....Ingredient Callouts:...What Else You Need to Know:..",
	"ingredients": "-Hyaluronic Acid &amp; Peptides: Attracts moisture like a magnet, visibly boosts volume, plumps, smooths lines..-Meadowfoam Extract: Nurtures and conditions, seals moisture in..-Kaolin Clay: Mattifies while preventing smudging or feathering....Lou Lou/ Rue/ Pip/ Le Rouge / LFG:&nbsp;.Isoamyl Laurate, Isodecyl Neopentanoate, Octyldodecanol, Dicalcium Phosphate, Silica,.Synthetic Wax, C10-18 Triglycerides, Helianthus Annuus (Sunflower) Seed Wax), Kaolin,Limnanthes Alba (Meadowfoam) Seed Oil, Euphorbia Cerifera (Candelilla Wax), Synthetic Beeswax,Ethylhexyl Palmitate, Silica Silylate, Caprylic/Capric Triglyceride, Polyhydroxystearic Acid, Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Disteardimonium Hectorite, Ethyl Vanillin, Tribehenin, Isostearic Acid, Lecithin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Polyglyceryl-3 Polyricinoleate, Ricinus Communis (Castor) Seed Oil, Sorbitan Isostearate Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate, Lactic Acid, Hydrogenated Castor Oil, Palmitoyl Tripeptide-1. +/- (May Contain) : Ci 45410 (Red 28 Lake), Ci 77891 (Titanium Dioxide), Ci 19140 (Yellow 5 Lake), Ci 15850 (Red 7 Lake), Ci 77491.(Iron Oxides), Ci 15985 (Yellow 6 Lake), Ci 42090 (Blue 1 Lake), Ci 77499 (Iron Oxides), Ci 15850 (Red 6), Ci 77492 (Iron Oxides)...Lacker/Pique/ Minx/Je Reve:.Isoamyl Laurate, Isodecyl Neopentanoate, Octyldodecanol, Dicalcium Phosphate, Silica,.Synthetic Wax, C10-18 Triglycerides, Helianthus Annuus (Sunflower) Seed Wax), Kaolin,Limnanthes Alba (Meadowfoam) Seed Oil, Euphorbia Cerifera (Candelilla) Wax), Synthetic Beeswax,Ethylhexyl Palmitate, Silica Silylate, Caprylic/Capric Triglyceride, Polyhydroxystearic Acid Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Disteardimonium Hectorite, Ethyl Vanillin, Tribehenin, Isostearic Acid, Lecithin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Polyglyceryl-3 Polyricinoleate, Ricinus Communis (Castor) Seed Oil, Sorbitan Isostearate Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate, Lactic Acid, Hydrogenated Castor Oil, Palmitoyl Tripeptide-1 +/- (May Contain) : Ci 77891 (Titanium Dioxide), Ci 77492 (Iron Oxides), Ci 77491 (Iron Oxides), Ci 42090 (Blue 1 Lake), Ci 15850.(Red 7 Lake), Ci 15985 (Yellow 6 Lake), Ci 15850 (Red 6)...Ma Biche:.Isoamyl Laurate, Isodecyl Neopentanoate, Octyldodecanol, Dicalcium Phosphate, Silica,.Synthetic Wax, C10-18 Triglycerides, Helianthus Annuus (Sunflower) Seed Wax, Kaolin, Limnanthes Alba (Meadowfoam) Seed Oil, Euphorbia Cerifera (Candelilla) Wax), Synthetic Beeswax,Ethylhexyl Palmitate, Silica Silylate, Caprylic/Capric Triglyceride, Polyhydroxystearic Acid Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Disteardimonium Hectorite, Ethyl Vanillin, Tribehenin, Isostearic Acid, Lecithin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Polyglyceryl-3 Polyricinoleate, Ricinus Communis (Castor) Seed Oil, Sorbitan Isostearate Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate, Lactic Acid, Hydrogenated Castor Oil, Palmitoyl Tripeptide-1 +/- (May Contain) : Ci 77491 (Iron Oxides), Ci 15850 (Red 7 Lake), Ci 42090 (Blue 1 Lake)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply to lips directly from bullet for vivid payoff..-For a more subtle, diffused look, blot onto lips with fingers..-Use the mirror on the inside of the cap for on-the-go application...Gucci Westman’s tip:.-For a more precise and defined lip, clean up edges with a bit of Westman Atelier Vital Skin Foundation Stick (sold separately).",
	"num_reviews": 420,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/westman-atelier-lip-suede-hydrating-matte-lipstick-P510431?skuId=2739050&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2739050-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Lou Lou",
			"shade_descriptor": "barolo red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739084-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Rue",
			"shade_descriptor": "tawny chesnut",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739076-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Piqué",
			"shade_descriptor": "taupey nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739068-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Ma Biche",
			"shade_descriptor": "spanish red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739100-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Pip",
			"shade_descriptor": "poppy red",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739118-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Le Rouge",
			"shade_descriptor": "bright tomato",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739126-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "LFG",
			"shade_descriptor": "orchid fuschia",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739092-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Minx",
			"shade_descriptor": "blooming peony",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739043-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Je Rêve",
			"shade_descriptor": "blushy nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739050-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Läcker",
			"shade_descriptor": "coral flush",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739035-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Petal",
			"shade_descriptor": "dusty nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2845725-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Do not sleep on Piquè! Goes on buttery smooth, and looks amazing! It’s the perfect “Taupey Nude”:)"
		},
		{
			"review_title": "It's a NO for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I hate to return stuff but I wish I had. This color is not true to shade. When it went on it was more pastey looking than deep red. I even tried to give it away and everyone said no.  So disappointed."
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This is truly a beautiful color. Lou Lou is true to shade and it's my favorite color."
		},
		{
			"review_title": "Spanish Red Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "First ever red lipstick purchase.  This color is vibrant and gorgeous. The product feels luxurious and silky on the lips. I would definitely repurchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Ma Biche - spanish red",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "After dozens of different red lipsticks that have come and gone through my life, I finally found my perfect shade and texture. I almost never write reviews but this lipstick warranted one. The texture is hit or miss with some people, but I like the powdery finish this dries down to as I've always had a preference for drier, matte textures. I find it much more comfortable than something like MAC's Ruby Woo, which is a great red velvet, but can feel pretty dry and cast-like. These lip suedes aren't quite transfer proof and I do need to reapply the inner parts of my lip after eating, but it doesn't feel at all gloopy or messy to me like most satin texture lipsticks do. I prefer applying this with a lip brush (in fact I think these lipsticks were made for lip brushes, as I always get the best application with them). I also have the shades Je Reve, which is a perfect my lips but better shade on me, and Pique, which pulls very taupe-y brown on me and goes perfectly with a smokey eye. Ma Biche is the one red lipstick I have now that would make me comfortable getting rid of all my other red lipsticks, it's definitely a keeper."
		},
		{
			"review_title": "Deep, Cool Wine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I’m a very fair skinned, very cool toned person. I’m a “deep winter” in the seasonal colors. This means I’m able to wear dark colors despite being so fair. I tell you all this because I feel like it’s a slightly niche category. None of the shades in this line were cool toned enough for me except for Lou Lou and Ma Biche. Lou Lou is a deeeep red that’s nearly purple. It’s even, stays on, leaves a faint stain, doesn’t smear easily, and feels almost like wearing nothing. The slight feeling of having it on is pleasant though. It’s matte, but it’s very neutral as far as being drying or moisturizing. I really love it. It’s become my favorite dramatic lip look. In the picture I’m posting my lips are very chapped, but even so, I’m able to wear this without it making my chapped lips look worse. I highly recommend this formula, though I’d love to see some more cool toned shades introduced."
		},
		{
			"review_title": "Great formula, meh on packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "The formula is great. I purchased Je Reve, the color lasts for 2 -3 hours and is not at all drying on my mature lips. The packaging… I, um, actively dislike. The tube is fatter than any other lipstick, but worse is the neck. It’s very short,  so you need to use your other hand to twist up the tubedesign of but"
		},
		{
			"review_title": "Perfection in a tube!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Westman Atelier has designed a beautiful, lightweight, moisturizing, matte lipstick. I finally found a moisturizing matte! The color, Je Rêve, is a sultry, medium brown with a rose tone. It is so versatile, and can be worn with everything from jeans to a gown. And, it doesn’t settle in to find lines. Plus, it’s cruelty–free! I’m so glad I was gifted this lipstick by Influenster as it is my new every day, go–to shade!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Great!  Feels great, looks great and wears great!  I have very sensitive thin lips and this lipstick made them look fuller without irritating them.  Happy purchase!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Combination skin",
			"review_text": "The color is so beautiful. But the product literally stinks. It has an odd smell that makes one reluctant to kiss or have someone too close to your face."
		},
		{
			"review_title": "Nice color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It complement my skin so perfectly. Very nice color for brown skin."
		},
		{
			"review_title": "The best feeling matte lipstick on the market!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is the best Matt lipstick I have ever worn. It is actually moisturizing, does not make my lips feel like I have dried concrete on them, and does not accentuate the lines in my lips. The color is beautiful and lasts a really long time. I want to get more.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Minx - blooming peony",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am impressed and surprised I was actually able to find peony lipstick. I tried other places to shop. I am very happy with Sephora thank you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "LFG - orchid fuschia",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "In LOVE WITH THIS. Matte super hydrating super light"
		},
		{
			"review_title": "Hands down the best formula.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Pricey, yes. But it is worthy. How it glides and it is very smooth. Smells amazing and the color is perfection. It is a must have!"
		},
		{
			"review_title": "Returned",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The color is amazingly beautiful but it has a terrible smell, it does not last, and stains the teeth. Didn’t dry my lips though"
		},
		{
			"review_title": "HG product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "One of my favorite lip products in luxury packaging. This particular shade gives ‘ my lips but better’ vibes. Beautiful staying power and is velvety!"
		},
		{
			"review_title": "Truly worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "You’re probably thinking to yourself, a $50 lipstick?! Is it even worth it? I hate to say it, but it is. It’s worth every penny. Not only is the packaging great, and luxurious, but the lipstick itself is incredible. I’ve never received more compliments than when j wear this lipstick. It also only needs to be applied once to last four an entire day, and you don’t get that weird ring on the inside."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the color of lipstick. However, the packaging is terrible and the lipstick is broken and it case. I hope that for $50 it would be a little bit sturdier.   ￼"
		},
		{
			"review_title": "Must have lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Clean, long lasting, non drying matte lipstick that’s actually good for you! Yes it’s a bit pricey but good, clean products aren’t cheap they use high quality ingredients and they cost $$. I have bought 4 shades and waiting for fluffy to be a selection to choose as a single lipstick shade option!"
		},
		{
			"review_title": "Clean lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I Love this brand because it’s clean! The lipstick long lasting and non drying paired up with good lip liner. I wish they can come out with lip liners."
		},
		{
			"review_title": "Converted me into a lipstick wearer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "NOT INCENTIVISED I have not worn lip colors in a long long time. Reason being it always made y lips dry and chapped. Never liked the feeling on my lips. I bought the LFG. In love with it. Bought it in Le Rouge. I just try to find reasons to wear them. All colors are so gorgeous. I also go a gift in Ma Bich glides on lips, matte finish, super light I don't even feel it. Not transfer resistant which is a good thing. I do not like those. Transfers less once dry. But I just wear it once in the AM then touch up after lunch Does not feather or smudge. No liner needed"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Lou Lou - barolo red",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The color is beautiful but the texture is oddly grainy. Dries out my lips and settles into every line. Also, something about the application is off.Not sure if it's too narrow or what exactly but I feel like it requires extra work to get it even. I'm wondering if other colors have the same issue or if this is just a burgundy thing. This color is definitely not worth the price."
		},
		{
			"review_title": "Velvety smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Feels so velvety when applying. Ir foes on so smoothly and with ease. One swipe, good color payoff. The color is definitely long lasting. It doesn’t get patchy and doesn’t fade on my lips. I love it! Packaging is so cute too."
		},
		{
			"review_title": "Clean & Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Je Reve is a beautiful color that can worn as an everyday color or layered for a darker evening color. It wears well and the clean ingredients make it a win win!"
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "One big no: if you’re a WOC, this will look insane on you. At least, it looked insane on me lol - way too light, it’s giving clown"
		},
		{
			"review_title": "Worth the splurge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Wow, this lipstick is definitely pricey, but it's absolutely amazing. I've never used a lipstick with such rich pigmentation that’s also incredibly hydrating. The packaging is next level—I love the weight of it and the magnetic closure.   Honestly, it's worth the splurge!"
		},
		{
			"review_title": "So creamy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the creamiest lipstick I’ve ever used. It has a subtle sweet smell to it. It reminds me of the MAC lipstick smell. The color is beautiful and easy to put on. I use a lipliner first and then go in with the lipstick. I plan on buying two more right now!  The up close lips are it alone. The other photo is it on top of Rare beauty bold lipliner."
		},
		{
			"review_title": "Color: gorgeous. Application: nightmare!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I am in love with the color of Pip. It's a unique red that I don't typically see. I was expecting far more from the application experience. $7 department store lipstick offers far better an experience. This is the smudgiest, messiest, most unmanageable lipstick I've ever encountered. The amount of work it takes to clean it up and make it NOT look like a 2 year got ahold of their mom's lipstick and smashed it in the general area of their lips is absurd. Be prepared to be constantly wiping away smudge marks off the skin around your lips. Extremely disappointing results."
		},
		{
			"review_title": "Long Lasting for a lipstick with clean ingredients",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "The product went on very smoothly and the texture was delightful, not at all sticky or tacky. The color payoff is strong. The packaging is quite weighty and I loved the magnetic top."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Weird strong smell and make my lips really dry. Not worth the price."
		},
		{
			"review_title": "Best color ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I love this color. I was looking for an opera rose / opera pink lip color. I wanted vibrant. I wanted wow. And LFG delivers! The formula…the texture is so light and hydrating. I found it has a more matte effect and look if you blot after application"
		},
		{
			"review_title": "Brighter than pictured",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Lovely, buttery, pigmented. There weren’t many reviews for Le Rouge so I wanted to leave one. It is quite a bit brighter than the photos indicate hence the missing star. The color photos aren’t great."
		},
		{
			"review_title": "Läcker lacking",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my honest opinion and review. I own a few of these lip sticks and love them. ( Ma Biche, Minx and Je Reve 👌) There was something about Lacker that didn't sit well on my lips and no matter how much lip prep I did it settled into my lines very obviously. Maybe it was a bad batch, I recommend all the other shades I've tried but this one I returned."
		},
		{
			"review_title": "The best lipstick I’ve ever tried.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "My favorite shade of lipstick I think I’ve ever bought. It smells like chocolate and has a nice dry-down while maintaining moisture. I’m literally obsessed and bought a second backup already."
		},
		{
			"review_title": "So pigmented, nice formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Piqué is such a pretty shade when paired with a strong eye look. It is a neutral shade. The packaging has a magnetic cap. It is chubbier than a normal lipstick but it has good weight, so less likely for my to drop it. The formula is nice and I do find it hydrating. My lips feel moisturized even after taking it off. The finish is matte, but you can layer with balm underneath some days if you want. It is very very pigmented and looks so pretty."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Ma Biche - spanish red",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Tons of pigment I love the color but I did not love the amount of transfer it had even tried setting it. Also I have chronic dry lips and it was still drying. Beautiful color just not for me"
		},
		{
			"review_title": "Very smooth!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is such a lovely matte lipstick. It’s incredibly soft when applied. It has a very light smell, kind of like cocoa butter, but it’s very mild and pleasant."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my new favorite lipstick. The color is so pretty and not overly bright but not too neutral."
		},
		{
			"review_title": "Highlights all the lines in my lips",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I've owned this one for a while and have tested it a few times before I wanted to submit a review.  The colour is beautiful and vibrant but it shows every last line in my lips.  I personally don't find this to be an attractive look.  I also find it quite drying.  It's ok when I add a gloss on top.  The packaging is beautiful too but I personally don't like this formula at all."
		},
		{
			"review_title": "The best nude shade.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
			"review_text": "This is my favourite nude color. It’s so smooth and hydrating, making your lips feel light and fresh. Wish they made more shades."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "10/10 the formula is so pigmented smooth and hydrating. It seems like it. wouldn't last long but it does. Packaging is fantastic. Feels super luxurious as usual with westman atelier!"
		},
		{
			"review_title": "Smooth application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smoothest application. It feels super comfortable on the lips and the color is so vibrant. Absolutely love!"
		},
		{
			"review_title": "Not a fan!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to make this purchase and couldn’t wait to try it. However, this was a huge disappointment 😞 The texture is so dry and grainy that I couldn’t wait to take it off! One star for vibrant and beautiful color."
		},
		{
			"review_title": "A must have in anyone’s lipstick bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The most buttery soft lipstick ever and such a pigmented beautiful color on my deep brown skin tone"
		},
		{
			"review_title": "I am pleasantly pleased :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Hi, I am a Sephora Beauty Insider Community Ambassador and this is my honest review and opinion of this lippie.  I found this really impressive. The formula dries down to a *beautiful* matte lip and it doesn't leave a lot behind on my coffee cup. It fades very slowly and holds up for at least half my work day. I could reapply or let it fade gracefully. I have very dry lips and with my Lip Primer from MAC, it's a beautiful combination.  The case is a little big and bulky, I hope they come out with something slimmer and easier to hold. I enjoyed this so much I bought another shade. :)"
		},
		{
			"review_title": "Light and airy lippies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These lippies are light and airy. I own Minx and Lacker. Both look good on my light with warm undertones skin. I ordered two planning on keeping the best one and ended up liking both!"
		},
		{
			"review_title": "So beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Great texture and so smooth. The color is very vibrant and absolutely gorgeous"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Minx - blooming peony",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This lipstick was a big disappointment.  I wanted a beautiful rose color and this was not a rose shade at all.  I will stick to MAC!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I exfoliated my lips then applied my lip serum before application. It starts out looking like a satin but then dries down to a matte. Vibrant pigmentation. Experienced a lil transfer but nothing shocking.I did eat fried chicken for lunch and I didn't lose a lot but lippie made it."
		},
		{
			"review_title": "It’s the lipstick that brings your look to life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Vibrant color with staying power! The mirror in the cap is actually useful! Firm consistency for precise application and solid color finish with 1 coat! Enjoy!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Ma Biche - spanish red",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  This is by far the best matte lipstick I have ever tried.  It feels more like a satin on the lips. Didn’t feel drying like most matte lipstick while on and after I took it off. It stayed on for more than 4 hours without having to reapply but paired it with a lipliner. I love the magnetic cap with the little mirror and that the container is refillable. The packaging has weight to it which makes it feel luxe. The drawbacks was that can smudge easily and the lipstick scent sort of smelled like artificial chocolate. Other than those things, I think it’s worth the price if you can get it on sale. If you are looking for gorgeous medium red I highly suggest Ma Biche. It’s such a gorgeous color that can instantly amp up any look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Rue - tawny chesnut",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. This formula has really impressed me. This lipstick applies buttery and smooth, which is really nice for a matte formula. the shade is pretty intense, but when blotted, it makes for a lovely stained look. I find that once dried down, the formula lasts throughout my work day, even when eating. I don't always have time to reapply lipstick during the day, so this is ideal for me! It is not fully transfer proof, and there is a vanilla like scent, which I really like! It is worth the price to me. I actually picked up three shades. This photo is to show the shade. I applied a sheer gloss on top."
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a great lipstick.  Long lasting formula, creamy and hydrating.  Highly recommend and I am buying another color."
		},
		{
			"review_title": "Strong smell, lots of transfer, pulls orange",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Let me deinfluence you on this one. The formula feels smooth at first but becomes drying after a few minutes on the lips. The scent is strong, so it won't work for anyone that is scent sensitive. Despite drying out on the lips, it transfers everywhere. And, if you're cool toned, this shade pulls orange. So sad that this is such a big no for me."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  This is by far the best matte lipstick I have ever tried.  It feels more like a satin on the lips. Didn’t feel drying like most matte lipstick while on and after I took it off. It stayed on for more than 4 hours without having to reapply but paired it with a lipliner. I love the magnetic cap with the little mirror and that the container is refillable. The packaging has weight to it which makes it feel luxe. The drawbacks was that can smudge easily and the lipstick scent sort of smelled like artificial chocolate. Other than those things, I think it’s worth the price if you can get it on sale. If you are looking for a my lip but better, I highly suggest Pique. It’s such a gorgeous everyday pink nude."
		},
		{
			"review_title": "I want more💄💄💄",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "Love this unique formula. I want more colors! It's light and airy. You cant ferl it on.I do have to take acouple extra steps to lip prep....exfoliate and moisturize. I actually used creme de la mer,let it soak in,then applied summer fridays lip butter balm while doing my my make up and hair....then applied lacker...it was beautiful!🧡💄"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The best matte lipstick I have ever tried. Love the formula and how it feels on the skin. Pip is a stunning poppy red."
		},
		{
			"review_title": "Pass this",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Purchased this in Ma Biche, which contrary to the pictures is a bright tomatoey red, not at all a brick like red as pictured in the pictures and swatches. Which is disappointing because other than the misleading pictures of the color swatches, the packaging is luxurious with the heavy feel and magnetic cap. This lipstick transfers insanely, does not really perform as a matte lipstick, looks shiny. Also the lipstick looked like it was used. the box was bent in on the flap as if someone had opened it already and the tube had fingerprints on it-disgusting. Making me second guess Sephora and that maybe I should buy directly from the company website. There are far better performing brick like red matte lipsticks (Sephora liquid lipstick 42, huda matte in famous) Will be returning."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Lou Lou - barolo red",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  This is by far the best matte lipstick I have ever tried.  It feels more like a satin on the lips. Didn’t feel drying like most matte lipstick while on and after I took it off. I did find that I had to apply several coats to make the color appear even on the lips. It stayed on for more than 4 hours without having to reapply but paired it with a lipliner. I love the magnetic cap with the little mirror and that the container is refillable. The packaging has weight to it which makes it feel luxe. The drawbacks was that cab smudge easily and the lipstick scent sort of smelled like artificial chocolate. Other than those things, I think it’s worth the price if you can get it on sale. If you are looking for a dark vampy lip I highly suggest Lou Lou. It’s such a gorgeous dark lip color perfect for Fall and Winter."
		},
		{
			"review_title": "Pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This lipstick is beautifully packaged. Great pigmentation and I feel like it left my lips moisturized. The color is pretty. It will transfer!"
		},
		{
			"review_title": "Stunning",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s perfect. Incredible color. Hydrating. Lasts literally all day. 10/10. Just 4 stars because the price is absurd."
		},
		{
			"review_title": "So luxurious!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "A-MAZING!!!! So nice and so luxurious. Packaging is amazing, formula is amazing! Magnetic top, heavy weight container, gorgeous hearts imprinted on lipstick product itself. Mirror in the cap. Taste/scent is so nice….almost kind of a sweetness to it. Creamy texture that truly has a suede finish. Everything about this product is wonderful. I was so extremely pleased with it except that the color sent to me isn’t really a good color for me but I received it free for reviewing it."
		},
		{
			"review_title": "Absolutely beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I have never written a review for Sephora before, but this lipstick is worth it!  To start with, the color is stunning and saturated.  Also, it leaves a beautiful stain on the lips as it wears.  It is not patchy or sheer.  The wear time is exceptionally long, and has a comfortable matte finish. My only problem is I want all the shades!"
		},
		{
			"review_title": "Must Have Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This lipstick is the creamiest formula I have ever used. It’s beautiful, the application is buttery and stays on for hours. Definitely worth the price and would recommend picking one up!"
		},
		{
			"review_title": "New favorite brand of lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This lipstick goes on smooth.  The color is rich and beautiful.  Last all day and little to no transfer.  To me a light scent wasn’t too bad.  The packaging feels like luxury.  Nice and heavy, not cheap plastic container.  Lipstick has nice moisturizing ingredients and makes your lips plump!"
		},
		{
			"review_title": "Love all WA.. this lipstick was a disappointment",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I have quite a few items from WA… I purchased the color Pip and Le Rouge…Neither one on me is a real red. The colors online are deceiving. The case is beautiful… It goes on smooth… But it is not matte. After your first morning, coffee… Poof it’s gone. Had to reapply three times before noon. And if you don’t blot…it gets on everything. I was so looking forward to these. I have the compact rouge lips… Love it.  I really wanted to love these new lipsticks. Sigh!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Expensive. But it feels so good on the lips. Super soft and velvety feeling. Not that long lasting, but I guess it doesn’t promise to be."
		},
		{
			"review_title": "So smooth and vibrant!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "First of all, the container this lipstick is in is 5 star. So gooood! It’s magnetic, and sleek and beautiful. And the actual lipstick is so smooth. It’s like butter going on, and it’s vibrant! Just one pass is enough color! It stays on for awhile, but gets on everything if you don’t have something to set it.The only reason it’s not 5star is that this color didn’t look the best on my skin tone."
		},
		{
			"review_title": "Great new addition to my lipstick wardrobe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great natural color. Goes o. Smoothly and wears well. Matte but not drying at all. Touch ups needed  after eating only. Substantial case that is magnetic."
		},
		{
			"review_title": "The packaging & product are exceptional",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I received this lipstick for free from influenster and Westman Atelier in exchange for my honest review. This is my first time trying Westman Atelier and it lived up to all the hype surrounding this brand. I tried the color Je Rêve(blushy nude) The pigment and consistency of this product is EVERYTHING. The packaging is BEAUTIFUL and unlike anything I've ever seen. I'm now on a mission to try everything from this brand."
		},
		{
			"review_title": "Je Reve: Dark Brick Red Makes Lips Look Smaller",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I'm not a huge fan of matte lipsticks, but I wanted to give this one a try based on all the good reviews.  Unfortunately, Je Reve is not the blush pink it appears on-line.  In reality it is a dark rose-brick shade.  This color really aged me, about a decade, with how harsh it was.  Even with primer and balm underneath, the color settled into lines and looked incredibly dry.  Because of this my lips looked shrunken; I normally have nice puffy lips, but this turned my top lip into a harsh thin line.  Others may love this color and texture, but honestly on me, it made me look like an angry middle aged professor about to smack a ruler across some kid's palm.  I'm returning this product."
		},
		{
			"review_title": "beautiful shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Simply beautiful.  feels nice, weightless almost.  stays on for a very long time and the color is *chef's kiss* I'm a neutral to light skin tone Latina and my lips are on the darker side...this feels like my lips but better. love it."
		},
		{
			"review_title": "Love it with an exception!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the color, the formula, packaging and staying power.  Everything was perfect except mine didn’t smell good. It had faint foul smell which bothered me on application and even after."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "LFG - orchid fuschia",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love these lipsticks, the texture is soft and smooth, it doesn’t seem dry out my lips. Color last a long time. My new holy grail for sure!"
		},
		{
			"review_title": "Silky, lightweight and chic!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "First of all the packaging is amazing!! The color is stunning very natural but can also be a night out lip color, the texture is very silky and lightweight, I only have it four stars cause the scent is like a Hershey lip smacker but when you put it on the scent is very light, but overall I loved it and I’m excited to try other colors as well!"
		},
		{
			"review_title": "Je Reve If you are tired of natural/ nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The colors confused me. The “blushy nude” description of Je Reve drew me in. More than a nude, a bright sweep of perfection! Not just a daytime color!"
		},
		{
			"review_title": "Super drying and uncomfortable to wear",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Bought 3. Stunning colors, beautiful pigmentation, long lasting. Sounds great right? The formula is so drying and uncomfortable. I hated how they felt on. Made my lips  crack."
		},
		{
			"review_title": "The softest matt lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Finally a colour I have been searching for years! Plus this sets so well on the lips and stays on for long! Must have!"
		},
		{
			"review_title": "Must have if you like bright/ bold lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This lipstick in LE Rouge might be my all time favorite red! It is so bright and beautiful sort of unique coming from someone who has 100s of red lipsticks. I love how this pops and brightness my medium warm complexion"
		},
		{
			"review_title": "Westman Atelier - Je rêve is dreamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Hi! I am a South Asian origin woman with a medium skin tone, neutral undertone and my lips have some pink and mauve. This lipstick is a dream! It glides like butter, stays on for about 5 hours, delivers terrific pigment… superb! I want more colours! I already bought LFG."
		},
		{
			"review_title": "Amazing texture but not loving colors",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I am fair and the colors are way too dark for me. The texture is so lovely. I hope they introduce more colors soon! Please make one like Petal!"
		},
		{
			"review_title": "Gorgeous and gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "This is such a lovely matte lipstick. It’s incredibly soft when applied, with zero drag or pull on the lips. It’s got a very light smell that reminded me a little of cocoa butter, but it’s very mild."
		},
		{
			"review_title": "Not a fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Packaging is really nice, as well color. However, lipstick is really drying after initial application. When first applied, it has a nice velvety soft feel to it but after a few minutes, my lips shrivel like a raisin. I have tested it by wearing a lip mask prior to applying the lipstick and still had the same results. After 15 minutes, I can see all the wrinkles on my lips and it feels dehydrated."
		},
		{
			"review_title": "Luxe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I received the Westman Atelier Lip Suede Hydrating Matte Lipstick with Hyaluronic Acid complimentary in exchange for my honest opinion. The first thing I noticed about this lipstick was the lovely high end tube and how heavy it is. It could definitely add weight to a lady's handbag. Upon removing the lid from the luxe tube, I quickly discovered that it is magnetic! How cool is that! No loosing the top in your handbag for sure! As an added touch, the lipstick bullet has embossed hearts. After using the product a few times, I noted that there is a tiny mirror in the lid. Oh my gosh! How clever! Now on to the product itself, the manufacturer claims that this matt lipstick has hyaluronic acid and peptides to plump lips and soften lines. After several applications, I didn't really notice any of that. There may be a slight plumping but nothing really noticeable. When applying, the first thing you notice is the hydrating feel of the lipstick as it glides over the lips. I didn't notice any taste or scent to the product. When eating, it does come off and regular application is necessary just as you would with any other lipstick. With a high end product, I would have expected this lipstick to be longer lasting. All in all, I would recommend this lipstick to others especially the color, Je Reve. It is a neutral shade and so pretty!"
		},
		{
			"review_title": "A luxury must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "If you love matte lipsticks, this will be your new love. It's a beautiful matte lipstick that isn't non drying."
		},
		{
			"review_title": "Ok but leaves much to be desired",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love matte lipsticks, own quite a few of them, and was so excited when Gucci announced this launch on her IG. Although I was underwhelmed when I saw the shade range online, I kept hope and ordered the lipstick in Piqué and Je Rêve. And while the formula is lovely and not at all drying, both shades just looked so unininspired and generic when I put them on. The performance also left much to be desired—no longevity and no blurring effect, which I find makes a big difference in mattes. There are so many great lipsticks on the market these days—from drugstore to indie brands to Hermès—that I'm really looking for innovation (both in terms of formula and shades) in a new launch, especially at this price point. For example Lisa Eldrige has done an extraordinary job developing both unique and universally flattering shades in her True Velvet Lip Color (her matte range), and the longevity is really impressive. Similarly, VIOLETTE_FR's Bisou Balm, while having a small/ basic shade range, has stunning blurring/ plumping abilities and requires minimal lip prep. I really wanted to like this but it's over-priced for what it is."
		},
		{
			"review_title": "Nice addition to my luxury lipstick collection",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "There were so many polarizing reviews on this. I'm personally not a big fan of clean beauty. Stuff just expires fast so I'm selective about what I purchase. These are very thin and comfortable on the lips. You know it's there because it's literally Wow holy pigment Batman at first swipe but it doesn't feel like a traditional matte (think Prada, Lisa Eldridge, or Chanel) Those matte lipsticks I know are there but you have to make sure you check because they're not transfer proof matte's. They smell like raw sugar cookie dough. I personally like them. I wish the packaging was slimmer but at least they're weighty and they at least feel luxe since they come with a luxe price tag. I'm not sorry I purchased 4."
		},
		{
			"review_title": "No staying power",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I honestly wanted to love this lipstick since it’s so clean. The color looks great but there’s absolutely NO staying power. For this expensive price point I was expecting more it to stay put and not come off on my first drink. Definitely returning."
		},
		{
			"review_title": "Best matte lipstick ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is the best matte lipstick I’ve ever used. It lasted FOREVER and didn’t dry out my lips or honestly felt like I had nothing on I cannot rave enough and I never write reviews. I want it in every color and will be wearing it on my wedding day"
		},
		{
			"review_title": "Go-to Nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This formula is amazing! I love how soft it feels and it doesn’t dry out my lips. I tend to have a hard time with mattes because my lips are on the drier side but I moisturize when I start my makeup and it goes on so well. I love it!"
		},
		{
			"review_title": "Want to love but just so-so",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The packaging is very pretty. I love the stamped hearts on this lipstick. The scent is lovely and inviting. The lipstick itself leaves my lips feeling dry and not at all hydrated. The color is pretty, but it doesn't seem to last very long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Westman Atelier Lip Suede Matte Lipstick is highly pigmented. I received the Pip shade, which you can see in the photo. The packaging also is different from other lipsticks, the top has a magnet so it stays on and doesn’t get lost in your purse. It also was more hydrating than I expected and it mostly stayed on for a few hours. Some of it did transfer but for overall it had great staying power!"
		},
		{
			"review_title": "A must have blue red.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "okay, so I left a review earlier on the color Pique, which is stunning. I received the color Ma Biche, a true blue red, today, and it too is absolutely beautiful. Pigmented and glides on easily. Was able to fill in the lips with no patchiness and stayed within the lip line easily. No layering required. I found the perfect nude and the perfect red in this lip suede line."
		},
		{
			"review_title": "Beautiful shade for summer but not on me. Darker c",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is a beautiful formula, great packaging. Creamy and great pigment. However, I am light skin and I couldn’t pull this off. I even tried it with a darker liner and mixed w/a darker lip color & it just didn’t look good one me. I would like a darker tone if this color."
		},
		{
			"review_title": "Smells like vanilla vomit",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Can’t get past the smell; it’s like vanilla combined with chemicals and vomit. The color also pulls orange against my cool skin. It isn’t super matte and drying which is nice, but I had to remove it after a few minutes because the smell was sickening. Returned."
		},
		{
			"review_title": "Gorg!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is absolutely gorgeous! It wears nicely, isn’t drying and the color is beautiful! The packaging is heavy and feels high end."
		},
		{
			"review_title": "Great color - Pique.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I bought the color Pique. it is the perfect nude I was looking for. I almost bought the color Je Reve, thinking it would be a good nude, but I decided it might be too rosy. I'm glad I chose Pique. It goes on smoothly with no patchiness. I think it works best with a lip liner in that it applies better and has greater staying power. I do not have to reapply for most of  the day. I use Makeup Forever in something Walnut, which is my favorite lip liner. I have tried almost all of this makeup line, and this, to me, is one of the best from the line (this color, anyways)."
		},
		{
			"review_title": "Super hydrating lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really liked this lipstick. It is super hydrating which is really nice. Often times lipsticks will dry out my lips. A little goes a long way! It was a bit too bold at first but I swatted my lips and got a lighter color. I will definitely use a lip liner with this lipstick just to ensure a more defined pout. The lipstick holder itself is nice. Very sleek design but sort of heavy. Maybe not an ideal lipstick to tote around in a small clutch."
		},
		{
			"review_title": "Great lipstick!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Pretty color with a buttery smooth feel. The tube is metal, with a very small mirror inside the lid. The lid is also magnetic, which is cool. The only thing that would make it better is if the lipstick wasn't transferable. I received this product for free from Influenster, in exchange for my honest review."
		},
		{
			"review_title": "Colour changes on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I am going to start with the positives.  First of all the packaging is incredible, WA is probably the best packaging out there or at least rivals Tom Ford.  I bought Lacker which is a light peach and very hard to find a true light peach colour like it without it looking like foundation on your lips.   It is very similar to one of my favourites from Bite Beauty called Creme Caramel which unfortunately no longer exists. It goes on fairly smooth but do need a few swipes to get it even as it is a little on the patchy side (similar to Gucci) and feels comfortable on the lips even several hours later my lips still feel supple.  Now to the negatives, the colour changes after an hour or so.  Mine went about 3 shades darker.  It wasn't a terrible colour but definitely much much darker than when first applied and would have preferred it either stay the colour I applied or just wear off.  Lastly it is too expensive.  I got it during the sale but definitely would not pay full price."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Beautiful package and loved the magnetic click cover. Lipstick feels like butter. So soft, smooth, and creamy. It left my lips moisturized, hydrating , and I loved the color on me as well."
		},
		{
			"review_title": "Just not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "The color was much more fluorescent on me than depicted in the product photos. That can partially be attributed to studio lighting vs. natural lighting, though I think having incredibly muted, fair skin may have contributed. It's not a bad color, just garish on me.  The formula has a lot of slip, which I'm sure lends to its hydrating qualities, but for me it feels messy and thin. I think it will work for others who don't mind maintenance throughout the day as it's often an integral part of the bright lip experience, but it's a bit too fussy for my taste."
		},
		{
			"review_title": "5 Star formula, tube design is a let down.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I LOVE this formula. I can't wait for them to come out with new colors. The reason I subtracted a star is because of the tube design. the part that you turn to extend the lipstick is kind of narrow and difficult to use."
		},
		{
			"review_title": "The packaging is gorgeous",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "The packaging on the product is beyond gorgeous, it had a magnetic top and cute little hearts on the lipstick. It has a subtle cocoa scent, it glides on so smoothly and is so pigmented 1 coat is all you need. It is so hydrating and feels so good on my lips that I want to love it but the one thing that I dont love about the lip color is that its so transferable. So if the transfer is not a deal breaker I think you have a winner."
		},
		{
			"review_title": "Lovely pigment and texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Beautiful packaging and highly pigmented.  I love how the matte finish lipstick still glides on very smooth and buttery.  The color is a bit dark but can’t wait to try others!"
		},
		{
			"review_title": "Great color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "The good: It smells great, and feels even better on my lips. It's richly pigmented, and the shade is super natural looking.  The cons: For a matte lipstick it doesn't have much staying power and requires repeated application. can't drink out ofa straw without leaving lipstick on it.  It looks and feels expensive, and like that it's refillable."
		},
		{
			"review_title": "perfect every day color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Great neutral color, perfect for everyday wear. applies easily, feels super smooth on my lips."
		},
		{
			"review_title": "Perfect Red",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the shade, Pip. It is such a vibrant red that it makes my lips pop.  Leave my lips soft and plump."
		},
		{
			"review_title": "Lux matte lipstick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This matte lipstick is absolutely luxurious! It has a heavy- weight packaging, that holds a very comfortable, matte lipstick. It is very pigmented, yet very comfortable to wear."
		},
		{
			"review_title": "Must have! Super moisturizing and lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this to try for free. This is the most moisturizing matte lipstick I’ve ever used. The color is absolutely beautiful. It is a buttery texture, super smooth, and it smells amazing. It feels like I’m wearing chapstick but it’s a lipstick. The packaging is beautiful. Which the twist part was a little bigger but love it!!"
		},
		{
			"review_title": "Nice lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Don’t wear lipstick much but this is nice! Great color out the box for me.  Like the magnetic cap when I went to close it up.  Goes on smooth and easy for a bright color."
		},
		{
			"review_title": "Can’t wait to try other colors",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Great lipstick and color, perfect for a night out. The pigmentation is great it just transfers on to everything."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Loving this lipstick! The pigment is beautiful and feel great on. It leaves lips feeling great without drying like some matte lipsticks. The lipstick itself has hearts imprinted into the side, making it look beautiful. The packaging is amazing. It is a heavy metal material with a magnetic top closure with a mirrored interior. It looks and feels like a luxury product."
		},
		{
			"review_title": "Do your lips a favor",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster for my honest opinion. The packaging on the Westman Atelier JE REVE is very durable and heavier than your typical lipsticks. The top has a magnetic top which is a nifty feature. This shade is everything! It is the perfect mid range tone. I love that my lips feel smooth and moisturized when wearing it. The hearts down the lipstick are extra added cuteness."
		},
		{
			"review_title": "Your new favorite little luxury!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Before even trying this product, I was impressed with the packaging. The container is attractive and features a magnetic closure to make sure it doesn’t come off in your purse or makeup bag (genius!). The lipstick application is smooth and hydrating, even without using a primer. I am extremely picky about scent and taste of lipsticks and this one gets 5 stars from me. There is no scent or taste, which is what I prefer. The lipstick is long lasting and wears evenly. It feels like a skincare product and lipstick combined. Bonus points that it is refillable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using this product and trying I am impressed I really love this. It is so silky and glides in smooth. The scent is amazing also."
		},
		{
			"review_title": "Love it. Nothing better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This lip suede matte lipstick from Westman Atelier is everything. The packing is beautiful and love the magnetic closure to ensure the top doesn’t fall off in my purse. The heart details on the actual lipstick as you twist it up are adorable and the lipstick itself, Je Rēve color is perfection for daytime or a night out. It goes on smooth and lasted throughout the night. I don’t wear lipstick often but this has totally changed that for me. I love it and highly recommend. Even though I received this in exchange for my review it has no impact on the above. This lipstick has changed me into a lipstick wearing gal!"
		},
		{
			"review_title": "A must have lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love this lipstick. The shade looks exactly like I hoped it would be. It's a perfect matte. With a lipstick that is this rich with bright red hues, it has to be a matte. It's such a sexy color. It reminds me of Marilyn Monroe. It goes on smoothe and easy, and it's very moisturizing. I'm pleasently surprised  at how moist my lips feel. This is my favorite part. Although the lipstick is moisturizing, it doesn't appear oily or shiny.. It doesn't leave your lips feeling dry and sticky. Plus, it has a tasty chocolate scent. You will both look good and smell good!"
		},
		{
			"review_title": "I need a reason to wear this red!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This lipstick is everything! It is smooth but not slippery, vibrant, a wonderful clean product, goes on like silk, the packaging it amazing, and the color blew me away"
		},
		{
			"review_title": "Just WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lipstick blew me away! The packaging is top-notch with a magnetic case and a handy mirror in the cap. Surprisingly hydrating for a matte formula, it leaves my lips feeling soft and luxurious. The blush nude color is absolutely perfect for me, and I can't wait to explore more products from this brand. Grateful for the chance to try it through Influenster and Westman Atelier"
		},
		{
			"review_title": "Large case / good color payoff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "So glad I got to test this lipstick out. The packaging is very nice. I did find the case a bit cumbersome when trying to be exact with the lower lip. I also enjoyed the little mirror on the lid and may even work for application in a pinch. I love the shade and the color payoff was great. I will say it throws a tiny bit orange which I wasn't expecting based on the images I saw."
		},
		{
			"review_title": "Hands down-My new Fav lipstick !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for my honest review. My favorite lipstick hands down! Makes my lips so soft and smooth. Has great pigmentation. The color Je Reve is a beautiful neutral shade that would look great on aanyone. The lipstick scent smells divine- like Chocolate! Not to mention the tube is stunning, has a magnetic closure, nice weight, even the lipstick itself is adorned with hearts. Doesn’t transfer and has great staying power. Westman Atelier out did themselves with this beautiful lipstick! My favorite lipstick hands down! Makes my lips so soft and smooth. Has great pigmentation. The color Je Reve is a beautiful neutral shade that would look great on anyone. The lipstick scent smells divine- like Chocolate! Not to mention the tube is stunning, has a magnetic closure, nice weight, even the lipstick itself is adorned with hearts. Doesn’t transfer and has great staying power. Westman Atelier out did themselves with this beautiful lipstick! My favorite lipstick hands down! Makes my lips so soft and smooth. Has great pigmentation. The color Je Reve is a beautiful neutral shade that would look great on anyone. The lipstick scent smells divine- like Chocolate! Not to mention the tube is stunning, has a magnetic closure, nice weight, even the lipstick itself is adorned with hearts. Doesn’t transfer and has great staying power. Westman Atelier out did themselves with this beautiful lipstick! My favorite lipstick hands down! Makes my lips so soft and smooth. Has great pigmentation. The color Je Reve is a beautiful neutral shade that would look great on anyone. The lipstick scent smells divine- like Chocolate! Not to mention the tube is stunning, has a magnetic closure, nice weight, even the lipstick itself is adorned with hearts. Doesn’t transfer and has great staying power. Westman Atelier out did themselves with this beautiful lipstick!"
		},
		{
			"review_title": "I absolutely ADORE this Lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I received this lippie complementary in exchange for my review. I tend to not find matte lipsticks comfortable, and they seem to be drying on my lips. This lipstick is completely different. It lasts a long time and feels weightless on my lips. I forget that I have it on. The packaging is really heavy and"
		},
		{
			"review_title": "Luxury Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I recently received this lipstick free from Influenster in exchange for my honest review and it is, by far, the most beautiful lip product I have ever used. Every aspect of this lipstick feels like luxury. It is highly pigmented, applies so smoothly on the lips, and the packaging is gorgeous. I could absolutely see myself picking this up in other shades for a super special occasion."
		},
		{
			"review_title": "My New Favorite Lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this lipstick in return for an honest review. I’ll start with the packaging! The case itself is high quality and the cap closes magnetically. So it won’t fall off in my makeup bag! There is an adorable heart pattern on the outside of the lipstick. The is a beautiful pink nude tone. It goes on really smooth and has a velvet feel with a matte finish. But the matte finish isn’t dry like other lipsticks. My lips felt really soft and it stays on for a long time! I ate and it was still on. This is my new go to!!"
		},
		{
			"review_title": "So Moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the heavy. quality magnetic packaging and the fact that there’s a little mirror in the cap, and it’s refillable. The little hearts are adorable!!  The only thing I dislike about the packaging is the way the cap is the smaller part, it’s hard to get use to and I fear I will end up ruining the lipstick. The color is a beautiful matte red. It’s very moisturizing and creamy, unlike most mattes. The color lasts pretty long considering it’s a hydrating lipstick. I would recommend a lip liner,  in this photo I didn't use one. I received this lipstick for free from Influenster in exchange for my honest review."
		},
		{
			"review_title": "Dry cracked lips",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Definitely not for natural mature lips. It’s drying like Sahara desert. The color also looks more orangey on me. For the price point I’m really disappointed in quality."
		},
		{
			"review_title": "Staple in my bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Finally a matte lipstick that gives back! This formula is moisturizing and goes on buttery smooth. The blushy nude tone goes well with your everyday look or even a dramatic eye look. I love the magnetic tube. It even has a little mirror inside so you can touch up on the go."
		},
		{
			"review_title": "Smooth glide, long lasting,true red",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is literally the perfect red! It goes so smoothly and stays on for hours! It was easy to find a lip liner I already had to match. I love that the top is magnetic so it’s easy to snap back on. Not too much blue or orange to this red, it’s just a true red."
		},
		{
			"review_title": "A must buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this lipstick!!! The tube itself is beautiful, magnetic top and has heart imprints! I love the way it feels, not sticky and lasts awhile."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "A hydrating matte lipstick with a dreamy, airy feel and vivid, clean pigment – for lips that feel as good as they look. Plump, nourish and smooth with a blend of peptides, Vitamins C, E and Hydro Suede Technology: a volumizing, moisture-locking system that delivers matte pigment without drying or feathering. Housed in sleek, refillable packaging with a magnetic mirrored cap for on-the-go application. No silicones, no parabens, no PEGs, no talc, and no phthalates. Never tested on animals."
		},
		{
			"review_title": "Luxury!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This lipstick is absolutely beautiful - lux packaging, excellent texture, it’s an experience. Perfect for everyday to give a pop of color, I look forward to adding other shades to my collection."
		},
		{
			"review_title": "Incredible moisture, and long lasting matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Compliments of Influenster and Westman Atelier I received this incredible Suede Matte Lipstick in Je Reve, and it was love at first swipe!    When makeup artist and founder of Westman Atelier, Gucci Westman set to creating their first ever true lipstick, she knew it had to be something quite special.   She wanted to formulate a matte lipstick, that was not only ultra hydrating, but also rich in color, not thick or sticky, and loaded with lush lip nourishing ingredients. She quickly went to work, and spent countless hours trying formulas, until this beauty was born!   Formulated with Hyaluronic Acid, and Vitamins C & E, this luxury level lipstick is PACKED with lip loving ingredients, and rich supple color, it’s more of a combination of lipstick and lip balm. It also has a magnetic cap, with a tiny little mirror in the top, which is absolutely adorable!   I’m a very picky person when it comes to lipsticks, and this Westman Atelier Lip Suede is everything I could ask for. I love this color, I love the smoothness of application, I love that it not only doesn’t dry my lips at all, but actually moisturizes them, and I love how long the matte color stays put!! Excellent lipstick, I recommend everyone try! The available shades are all gorgeous, so make sure you look at them all, but this Je Reve is not only MY favorite, but it’s also the favorite shade of this lipsticks creator, so it’s worth taking a second peak at this particular shade! It’s Perfection!!"
		},
		{
			"review_title": "Versatile and easily blended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I am loving this Westman Atelier Lip Suede Matte Lipstick. The color is a bit mauve/ pink and it goes on smooth like butter. Though it is a true matte, it is not dried out and doesn’t give my lips life and added hydration. One huge plus is that the beautiful packaging comes equipped with a magnet cap. It blends well with my lip moisturizer and it doesn’t crease. I am very impressed."
		},
		{
			"review_title": "Luxe non-drying matte lip",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I really loved this lip color! The soft matte finish looks great, and I love the texture which can be used to do a blurred lip as well as a traditional look, so it’s very versatile. It didn’t feel dry on my lips at all, which is amazing for a matte lip color! It reminded me a lot of the texture of k-beauty blurring matte lip products. The packaging feel very luxe and elegant, and the magnetic closure is a neat touch. The “mirror” in the lid is pretty tiny though, so I would only use it in a pinch. This is definitely not a transfer-proof lip color, so beware of smudging or smooching your partner! The color Pip is the perfect bright red, and worked great with my fair, neutral-cool skin tone."
		},
		{
			"review_title": "So silky smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "The innovation with these has great potential! This being reusable is such a terrific idea. The component itself is very heavy duty. It has some weight and girth to it. It also has a tiny mirror on the top inside, I think this could be a great thing, but personally I found it to be way to small to clearly see much. It has a magnetic closure which works extremely well, I love that part! As far as the lipstick itself, it is the most creamy, buttery, smooth texture I have ever felt. It is very comfortable on even after it dries down. I found it to be pretty well transfer proof unless right after drinking or whatnot. The color is gorgeous. I find the price point to be quite high, but the refill option helps. I really wish this would have worked me, unfortunately I am chronically dehydrated and my lips are usually always dry and flakey. Because of this it was not lasting and was needing reapplied several times a day. With the formula being such a creamy the texture I am finding it not lasting as long as most others, but I do think if you don’t have such dehydrated lips this would probably not be a problem and I do believe it would be long wearing. I do think this is very innovative and the formula is beautiful."
		},
		{
			"review_title": "A beautiful formula and shade!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Thanks to Influenster for this incredibly beautiful lipstick! The packaging is really impressive. The top is magnetic and the component has a good weight to it. The color is such a beautiful mauve/pink shade, which are my personal favorite. This specific formula is the most comfortable “matte” lipstick I’ve ever worn. Doesn’t dry my lips out at all and it has a decent longevity on the lips. I’m so impressed with this lipstick!"
		},
		{
			"review_title": "it's giving pigment, confidence, and luxury!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Beautiful pigment, packaging, and the attention to detail on the actual lipstick is gorgeous! It glides on so smoothly, like applying liquid velvet. It has intense pigment! I think that it could also be used as a blush. The lipstick is heavy exuding luxury. The cap has a magnet so it stays on the base so it won't uncap and make a mess. Gorgeous product and I need it in every color."
		},
		{
			"review_title": "Amazing color, finish, tube. In love.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I wish every woman could have a tube of this lipstick. This shade (Je Reve) not only compliments me for a great number of looks, the application, finish, and overall product is divine. I am a lippie addict but this one tops all. The other colors I tried may also make the purchase cut but this shade is my best."
		},
		{
			"review_title": "Lovely lip color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love this lip color! The color pigmentation is perfect, as is the texture and moisturization it provides. I didn't have to reapply constantly or worry about feathering, which both annoy me and as a perfect plus it actually  helps plump my pout! It wasn't a nightmare to remove at the end of the day, nor did it dry my lips. As I said, just lovely!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love love love this lipstick. Although it is matte, it was not dry applying to the lips. Very pigmented and bright. I love the packaging. It has a bit of weight to it that the top is magnetic. Also the hearts on the outside of the lipstick is a nice touch."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Influenster and Westman Atelier in exchange for my honest opinion. If you've ever tried matte lipsticks, you'll know how drying they can be. The formula of this lip suede is completely the opposite of that. One swipe feels buttery and light like a mousse, and the color surprisingly stays put even through eating and drinking! It may not be the most matte finish, but it feels so moisturizing compared to a liquid lipstick that you won't even care. The color will quench your Taylor Swift envy, and the packaging is top notch luxury level. The magnetic cap is so satisfying to take off and put on, and it has a mirror inside the cap although it's too tiny to use it for the precise application you would need for a color like Pip. The laser etched lipstick bullet is super cute, too. Totally recommend this product if you live for luxury."
		},
		{
			"review_title": "Feels luxury",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I received this product for free from Influenster for my honest review. This lipstick color is pretty, even though I received a shade that doesn’t look good on me. I don’t own any red lipstick because of this same reason so I’ll keep this one just in case one day I need a red lipstick.  I do like how easy it is to apply. Slides smoothly."
		},
		{
			"review_title": "Great surprise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was surprised how heavy the lipstick container was, but when I realized it was because it had a mirror in the lid and it was also magnetic, I thought it was so cool! The heart designs on the lipstick are super cute too, I've never seen that before. I like the color I received. It is a very faint pink color, which goes well with the natural look I go for when wearing make up. The lipstick is comfortable on my lips, doesn't seem to run off on anything, and lasts for a good amount of time. Needless to say, I was pleasantly surprised by this product."
		},
		{
			"review_title": "Good for Dry Lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I tried Westman Atelier's Lip Suede Matte Lipstick in the shade Je Reve. I have very dry lips, and lipsticks usually dry out my lips even more.  The pigment of other lipsticks doesn't usually last long, and by the time I have to reapply, I already have scaly, rough patches that make reapplication a mess. That was not the experience I had with this lipstick. The product glides on and feels so silky smooth. My lips stayed smooth and hydrated, even after sipping water throughout the day and after having lunch.  The pigmentation is excellent. I only reapplied after lunch to replace the lipstick on the areas where food or a napkin had wiped it away. The packaging is elegant and beautiful. There is a small mirror inside the magnetic lid to help you with application, which is quite convenient for me. The lipstick bullet is embossed with tiny hearts and smells sweet almost like chocolate. I"
		},
		{
			"review_title": "Hybrid matte lipstick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love Westman Atelier products and this lipstick designed so originally and it’s so hydrating. this is a not typical matte lipstick its more beautiful hybrid matte formula that isn't drying your lips. I love this color and beautiful design of this lipstick with magnetic head. Definitely recommend to my friends. And definitely I’ll buy another darker color to."
		},
		{
			"review_title": "Matte, moisturizing,  and highly pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I really like the Westman Atelier Lip Suede Matte Lipstick formula in shade Pip. Most matte lipsticks feel drying or cakey or kinda crumbly to me. This lipstick looks Matte but feels moisturizing to me.It glides right on. I like that the lid has a little mirror on the inside of the. That's perfect for touch-ups on the go! This is a richly pigmented formula. This is not a kiss proof formula, which is alright for me. I have mature skin and lips, and this formula doesn't exaggerate or bleed into my fine lines. I like that the formula is made with clean ingredients.  It's  clean, vegan, and crueltyfree. This formula contains hyaluronic acid &peptides, meadowfoam extract, and kaolin clay. The overall lipstick container is nice and sturdy. The lid is magnetic, which I like. I know I'll definitely be able to identify which lipstick this is in my bag because of the size, shape, and feel of the tube.   I would recommend this lipstick to anyone looking for a matte lipstick that is moisturizing and doesn't mind that it isn't kiss proof."
		},
		{
			"review_title": "Great Packaging, Very Transferable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This lipstick has a nice texture, a pleasant scent and is highly pigmented. I really liked the color; it was the same on my lips as it was in the stick. The packaging was great! Probably my favorite part. It has a magnetic closure, so you don’t have to worry about it opening in your bag. Only reason for four stars instead of five is that it was very easily transferred onto anything my lips touched."
		},
		{
			"review_title": "Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have never tried anything from this brand before but after trying this lipstick I might! The packaging was phenomenal and felt very expensive. The lipstick is smooth and creamy and wore well. I don’t think the lipstick has much if any smell to it. I will be picking up at least one other shade. I absolutely recommend!"
		},
		{
			"review_title": "Westman lip suede lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Thanks influenster for sending me westman lip suede lipstick. this is hydrating lipstick and it has hyluaronic acid. i got matte shade"
		},
		{
			"review_title": "Beautiful color and the texture is wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This color came out beautifully. I love the case and the little hearts imprinted on the lipstick. It left my lips nice and soft. After a few minutes of wearing it; it doesn't smear unless you're really trying. Great product!"
		},
		{
			"review_title": "My new go to lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have been searching for a new red matte lipstick. This is it. It is the exact shade of red that I wanted. It is so hydrating, pigmented, and does not feather. With this lipstick, I only need one swipe. If I go heavy handed, the lipstick is bright red. Good for evening looks. If I go in lightly, the color is a muted red, which I like for my everyday look. I like the mirror inside the cap, and the hearts on the lipstick is such a cute design. I cannot wait for the refills to become available. There are 2 things I did not like about this lipstick. It is not transfer proof. The lipstick tube is bulky, and the cap is small."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I really loved this color! I loved how the lipstick felt on my lips! The lipstick stayed super hydrated. Long lasting too! Only thing I felt it was a little clumsy getting the lipstick raised up from the tube."
		},
		{
			"review_title": "Wanted to love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I wanted to love this so bad! Package is gorgeous. Heavy, magnetic. Color Pique is a pretty every day nude. But the formula is not my jam. Yes it feels weightless but also not moisturizing in the least. And it smudges. Doesn’t stay put"
		},
		{
			"review_title": "Feels great but overpriced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I received this lipstick free through Influenster in exchange for my honest review. First, the packaging of this lipstick is incredibly beautiful and high end. The tube itself has a hefty weight, the magnetic cap helps to ensure you never lose it and the lipstick itself is embossed with adorable hearts. Truly stunning packaging!  When applying the Lipstick, it is clear that the formula is created differently than any other lipstick I've tried in the past. The feeling is luxurious probably due to the hyaluronic acid. This is the most soothing feeling lip color I've used. The color Pip that I received is an orangy red that clashes with my skin tone so unfortunately the color doesn't look great with my medium dark complexion. I would prefer the deeper, cranberry red option. I ate a few bites of food after applying the lipstick and it predictably disappeared quickly. I would say this wears like a standard lipstick. If I were to purchase this, I'd expect to reply every hour or so. Finally, I must mention the price of this lipstick is too high with such short lasting properties and have reduced by 1 star because of it. While the packaging is exquisite, I expect better performance for the price point."
		},
		{
			"review_title": "So fancy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "In love with this lipstick!! The packaging is gorgeous! Such a high quality! The lipstick is smooth and easy to apply"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This lipstick is so smooth, applies wonderfully, and comes in a cute little package!! I love how the lid of the lipstick is magnetic, and it has a small mirror inside. The design on the lipstick itself is super cute and is a great little detail. Great shade and one I will use all the time, unless my teenage daughter steals it from me. Then I will need to get another!"
		},
		{
			"review_title": "Pure color payoff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product free from influenster in exchange for my opinions. First, the magnetic, heavyweight packaging will keep the product itself safe, which is great if you’re like me and have thing bouncing around your giant purse at all times. The color payoff is pretty true which isn’t always the case when it comes to lipsticks. My only real issue is the slightly funky smell/taste when initially applied. Overall, I’d purchase it myself if needed."
		},
		{
			"review_title": "Blushy Nude Rose",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This is a Beautiful Lipstick..it's the prettiest.. Fanciest lipstick I've ever had..I Luv the lil Hearts all over the Bullet and the magnetic Packageing is So Beautiful..it has a Built in mirror in the lil lid..I Luv it has Hyaluronic Acid in it to help plump an hydrate your lips...its a Beautiful blushy nude rose..so so pretty...I would most definitely recommend this Lippy 10/10"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the color and texture of this product! Typically matte lipsticks are dehydrating and cause my lips to be dry or crack, this product was certainly an exception to my experience with other matte lipsticks!"
		},
		{
			"review_title": "Perfect pale skin your lips but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Dry skin",
			"review_text": "Love this.  The color, the texture, the length of stay, how it wears as it wears off. It’s amazing. The packaging screams luxury and you are 100% getting your money’s worth. I do recommend blotting it after application to help longevity."
		},
		{
			"review_title": "So smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Oh my God this goes on so smooth! I received it from influenster for testing purposes but I absolutely love this. I just wish I would have received a color that I think is more complimentary to me. I think this color is a little pink for me. Only lasted about an hour but I work retail and that's a lot of talking. I didn't notice any plumping but it didn't feather and I have a lot of lip lines. No liner required! Very pigmented!! Dries matte but didn't dry my lips out like other matte lipsticks. The mirrored cap is great, I am just blind and hard to use for me lol magnetic cap means it won't get all over my purse. Refillable too! I would definitely use again just maybe in a different color."
		},
		{
			"review_title": "Hydrating but color doesnt stay long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful color and formula but not long lasting enough. Its more hydrating than the pat mcgrath matte lipsticks. Tube too large and awkward to twist  with small area to hold onto when twisting."
		},
		{
			"review_title": "Beautiful Pigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This hydrating matte lipstick from Gucci’s Westman Atelier line is out of this world. The packaging is stunning, it is refillable and it has a magnetic mirrored cap. This matte formula is not drying at all for the contrary it is hydrating, saturated with rich and vibrant color. It is so lightweight that it feels feels like there is nothing on the lips. The color is long lasting and make my lips look fuller. This cruelty free lipstick doesn’t leave any sticky or slippery feeling and it doesn’t smudge onto teeth. The shade Je Rêve is a beautiful blushy nude color. This lipstick glides effortlessly on my lips lips delivering a volumizing and moisturizing matte pigment that make my lips look amazing."
		},
		{
			"review_title": "Finally, a comfortable matte lipstick for dry lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "As someone with very dry lips who loves matte lipsticks, this one is a winner! The color goes on beautifully smooth, doesn’t catch on any flaking, and doesn’t exacerbate dryness. I wouldn’t go so far as to call it moisturizing, but it doesn’t dry the lips. For a matte lipstick, it isn’t very transfer-proof, but the color does come off quite evenly so you don’t need to constantly replenish."
		},
		{
			"review_title": "Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Absolutely gorgeous color, smooth texture with a matte finish. I love this so much."
		},
		{
			"review_title": "Matte without being dry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This lipstick has it all. The packaging is stylish, it goes on matte yet still hydrating, and the color is gorgeous."
		},
		{
			"review_title": "The sexiest red!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’m in love with this lipstick! It’s very creamy and pigmented, it doesn’t dry out my lips and it’s very lightweight, packaging is amazing and feels super luxurious! The heart embossing on the bullet is stunning! Would absolutely recommend it!"
		},
		{
			"review_title": "Perfect lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this lipstick it feels good on my lips and the color is amazing. It is definitely worth the price and the packaging is stunning."
		},
		{
			"review_title": "Lightweight Matte lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am more of a gloss/lip balm person but this lipstick has made me appreciate matte lipsticks more. It is very lightweight and feels like nothing on the lips. It glides on easily and doesn't bleed into lines. The shade is a pink nude on me, which I think matches the description of a blushy nude."
		},
		{
			"review_title": "Comfortable color that lasts a while",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received the shade PIP. Pip is a beautiful bold red. This red screams confidence and I want your attention. This is one of the most comfortable lipsticks that I have ever worn. It went on super smooth and easy. It dried quickly and then I could honestly forget I was wearing lipstick. The color was bold so you didn’t need a lot of coats. I loved the smooth appearance of my lips after application. Once applied the first time I eat or drank a bit would come off but it really wasn’t enough to be noticeable and need touching up. After that it would stay on for a good while. It was not an invincible color and would need touched up after a meal or continuous eating or drinking. It had a wonderful almost sweet smell. The tube was large. I loved the strong magnetic top, the mirror on the inside lid of the tube and the heart design on the lipstick itself. I was not wild about the color of the tube but that is definitely not a deal breaker or point against the product. I absolutely love this lipstick and would recommend it to others, especially those who like a lighter comfortable wearing color. I would absolutely buy this product again."
		},
		{
			"review_title": "Beautiful presentation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "What incredible packaging! Has a heavy magnetic lid that clicks into place. The lipstick itself has pretty hearts engraved into it. Prettiest packaging I've seen in a lipstick. The color was super bright, but I found you can adjust the darkness of the shade by applying lightly. Add more to darken the shade."
		},
		{
			"review_title": "Doesn’t feel like I have anything on",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "It’s a pretty color.  Not my favorite red but I will still wear it and keep for my personal collection.  I like how satiny smooth it feels.  Not think or sticky."
		},
		{
			"review_title": "Stunning!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Overall, the color and pigmentation of the Lip Suede Matte Lipstick in Je Reve is gorgeous! I think it compliments my medium skintone really well.  On my lips it feels light and while it is matte, it doesn’t feel dry.  The texture is smooth and there’s no scent to this product.  I waited a while before testing if it smudges or transfers and after a couple minutes I kissed the back of my hands multiple times and no transfer!!And if you’re like me and a sucker for beautiful packaging and product esthetics…this blows everything else out of the water.  I love the magnetic component of the cap and the hearts and WA initials in the actual lipstick is so unique and stunning!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This lipstick is is great! I’m here for it! It goes in smooth and has staying power, without drying out my lips. The color is so pretty and I can’t wait to get more colors!"
		},
		{
			"review_title": "Everyday lip",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This lipstick is a really pretty neural color. It can be worn everyday for a natural look. I didn’t notice any scent or smell. It was very easy and smooth to apply but it does transfer easily. Although I didn’t notice any plumping effects it did keep my lips hydrated"
		},
		{
			"review_title": "So smooth and so beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Wow I now understand why people pay more for lipstick. This went on incredibly easy and made my lips look phenomenal. I love that the lipstick also has the cutest heart design and also a unique shape to the packaging - now I’m addicted and have just upped my lipstick game."
		},
		{
			"review_title": "Comfortable matt lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I got this lipstick from Influenster(shade Pip) Pros - Easy to apply and very hydrating texture for a matt lipstick - The color was beautiful (very brown girl friendly red) - Pigmented and long lasting  - The packaging is the star of the show. The moment I held the lipstick it felt luxurious. I have never been so impressed by the packaging of any beauty product ever Con - The only con I felt was, in spite of being a matt lipstick it wasn't transfer proof"
		},
		{
			"review_title": "Luxe and Long Lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is one of the best matte lipsticks I’ve tried. Goes on very pigmented with one coat but isn’t drying and stays put for a long time. The packaging is unique and very luxe. A heavy tube with a magnetic top. The tube feels expensive and luxurious. Great details. Love the color too! A perfect elevated neutral."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved getting to try this product. The packaging was great. It had a magnetic closure but stayed secure. How cute are the hearts on the actual lipstick? The lipstick was very pigmented and covered well. The formula was creamy and very hydrating. It was not transfer proof or long lasting but was overall a great lipstick!"
		},
		{
			"review_title": "Buttery application with matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t usually wear matte lipsticks because I don’t like how dry my lips feel l. The Westman Atelier Lip Suede Matte Lipstick is a game changer for me. From the moment you open the packaging, you’ll know it has a very luxe feel to it. Love the magnetic cap with small mirror, it’s not flimsy at all, you can feel the quality right then and there. The actual lipstick has heart designs and I appreciate these tiny details. I tried the Je Reve which compliments most skin tones. I’m medium warm skin so this really goes with my color palette and looks very close to my natural lips but better. It is very smooth and buttery while applying, I can’t believe the finish is matte. I did two coats and it’s long wearing. The second photo is me wearing it for four hours after eating, drinking and talking - no touch up. I definitely recommend this especially if you’re on the fence of wearing mattes like myself. I would be ordering other colors soon!"
		},
		{
			"review_title": "Must have for Evening Wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Gorgeous shade of red and has plenty of pigment so a little goes a long way. The smell reminds me of milk chocolate so I loved wearing it and it's also very soft.  The case is magnetic so I don't have to worry about the lid coming off in my purse and the mirror built into the lid helps with application and touch ups on the go. I really love this red as my everyday go to but especially for nights out"
		},
		{
			"review_title": "Smooth and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Fantastic lipstick! I received this product in exchange for writing a review, and the color was a little more brown than I would typically choose for myself. That being said, I still really enjoyed the product. The packaging is great, strong and sturdy with a magnetic lid which I really liked. The formula is smooth, and hydrating. It went on seamlessly and did not cause drying. The color is matte, which looked nice but also looked great with a light gloss over top. The lipstick was long lasting and I would 10/10 recommend this product and will purchase in different shades in the future."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So creamy but still a matte finish. Non drying - This lipstick is the epitome of luxury. Can we mention the magnetic lid? I think I’m in love. Perfect color for all skin tones."
		},
		{
			"review_title": "Amazing except for transfer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "First of all, the TEXTURE. Beyond creamy. It glides right on and you really only need one pass for amazing pigmentation. It has an amazing feel on the lips too and over time. Very hydrating and the color complements my fair skin nicely. The packaging is top tier as well. My complaint is that it transfers very easily and to everything. It does still retain a bit of a stain on the lips afterward, but I wish the transfer wasn’t so apparent."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "So beautiful love the pigment it last a while . The packaging is beautiful"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This is the creamiest smoothest most moisturizing lipstick I’ve ever used. First of all, the packaging is brilliant, the tube itself is magnetic and the cap isn’t coming off in your purse with the strength of it. The lipstick itself has a very slight scent that I don’t mind. The nude color I was sent is the perfect shade fir me. I would definitely purchase this again and in another color and I would highly recommend it. It doesn’t stay put as long as a stain but it’s perfect as a tinted moisturizing lip stick."
		},
		{
			"review_title": "It’s fine…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I liked the lipstick but it’s not exceptional, which was what I was expecting for $50. For half the price I like the Merit matte lipsticks way more. The packaging is really nice, the lipstick has a sort of vanilla flavor (reminds me of the old Bare Minerals matte liquid). The formula felt nice but wore off so quickly, I may as well have just used a gloss. If you have the extra money, go for it. The lipstick isn’t bad, there are just better ones for less money"
		},
		{
			"review_title": "Great stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This lipstick is not only beautiful in the tube with its lovely imprinted hearts but is so stunning when applied. The color is very saturated and the formula glides on like silk.  Does not smudge or crease in anyway either!  Nothing on my teeth lol!  Light lipstick scent just love it"
		},
		{
			"review_title": "Feels so luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "Westman Atelier Lip Suede Matte Lipstick feels so luxurious on my lips!  I’m in love with the velvety texture and the gorgeous shade that lasts longer than my usual lip color.  It has a fairly minimal transfer and doesn’t require frequent reapplications.  Will definitely be repurchasing in the future."
		},
		{
			"review_title": "PERFECT PINKY NUDE IN A SUPER LUX FORMULA!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "These are STUNNING! The packaging is of course heavy, lux, magnetic lid w/ a mirror inside as a bonus for on the go touch ups. They feel lightweight and balmy at first - so comfortable! As the day goes on they feel like nothing on the lips at all. The color transfers a little onto cups etc but does not appear to fade from the lips so it wears an extremely long time for a comfy bullet lipstick (it  stained my hand from the swatches even after SCRUBBING). Je Rêve is my perfect pinky nude and I'm glad I went in store to swatch bc I thought Pique was the one for me but it made me look dead.  They ARE pricey but on par for the brand and these are truly some of the nicest lipsticks I've worn so I'll definitely be picking up more shades during the sale! Swatch vid of all 10 shades is on my YT HauteMessyMama."
		},
		{
			"review_title": "so moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I received this product for free from Influenster in exchange for an honest review. this matte lipstick is the most moisturizing mat lippie that I've ever used and I love that!!! there's no need to apply a lip balm before you apply the lipstick. it's very pigmented and it glides on my lips evenly and easily.  on top of all that, it stays on for hours!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love the scent of this lipstick , it smells like a vanilla cupcake and it glides on so smoothly leaving my lips feeling soft and hydrated, it isn’t transfer proof though if you’re looking for that"
		},
		{
			"review_title": "LUX packaging/product/brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This product is LUX. Beautiful packaging and the color payoff is top tier! The lid is magnetic and it has a little mirror inside, I have never heard of this brand prior but now I want to try everything. If your my complexion medium deep, this is the perfect blue-red shade for you"
		},
		{
			"review_title": "Butter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "First and foremost I don’t wear lipstick, this changed my life. It feels like chapstick with color. Goes on super smooth and the plumping effect with added vitamins a super plus. My lips stay hydrated and I don’t have to always apply as it lasts. Not drying at all and this shade is perfect for all day wear gives a subtle little color add a lip liner and pop it up for a date night. I love the magnetic cap with a built in mirror. Just a great addition to my everyday routine, now I’ll have a little makeup on."
		},
		{
			"review_title": "Beautiful lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful lipstick! The color is gorgeous, the finish is beautiful, its very comfortable to wear! It also lasted a very long time. The packaging is also beautiful and very luxe. It's heavy and I love the magnet in the cap. Very pretty design on the bullet as well."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This lipstick is really nice. Starting with the packaging, it has a magnetized lid! The color is nice and rich and pigmented. It stays on pretty well throughout the day and doesn't seem to transfer too much. I really like this lipstick, and I am probably going to treat myself to some other shades. You get what you pay for, and this is definitely the nicest lipstick I have owned."
		},
		{
			"review_title": "Unbreathable formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "What really bothered me was the texture of this lipstick, it felt like having butter on my lips. Definitely too heavy, and color did not look good on me. I returned it."
		},
		{
			"review_title": "GORG!! Truly Lux, Comfy, 1-Swipe Color, Longwear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Swatch vid of all 10 shades is on my YT HauteMessyMama. Oooohhh boy are these STUNNING! The packaging is of course heavy, lux, magnetic lid w/ a mirror inside as a bonus for on the go touch ups. They feel lightweight and balmy at first - so comfortable! As the day goes on they feel like nothing on the lips at all. The color transfers a little onto cups etc but does not appear to fade from the lips so it wears an extremely long time for a comfy bullet lipstick (it  stained my hand from the swatches even after SCRUBBING). And the color Pip is my perfect red with blue neutral undertones so it makes my teeth look whiter!  They ARE pricey but on par for the brand and these are truly some of the nicest lipsticks I've worn so I'll definitely be picking up more shades during the sale!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I tried the Westman Atelier Lip Suede Matte Lipstick - Je Reve. The packing is super pretty, with a magnetic mirrored cap, the mirror is small, but very useful for on-the-go applications. It’s very hydrating and matte exactly the way I like it. The Je Reve color is pretty, a very natural look. It’s the first time I tried Westman Atelier products, and I had a good impression of the brand."
		},
		{
			"review_title": "Fabulous product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "This is a great lipstick! So smooth and minimal transferability. Makes my lips soft and and luscious. This color matches my skin tone perfectly and lasts all day with little touch ups needed."
		},
		{
			"review_title": "Smooth and lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "This went on so smooth it barely felt like anything was on my lips.  I loved the magnetic casing for the tube, it’s fun! The hearts on the stick are cute too.  I feel like the color was a little dark for me but it’s nice. And it smells like chocolate!"
		},
		{
			"review_title": "Pretty Lips",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "Love the color, would look good on any skin tone. The hearts in the lipstick are cute. The packaging is cute, nice color. This feels good on the lips, not over drying. It smells so good!  Received from @influenster to try and am happy I did."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love this shade. Long lasting color, dose not leave your lips dry at all. Great sense love the magnetic closure."
		},
		{
			"review_title": "Great staying power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love how wonderful this lipstick makes my lips feel. It stays on a long time and the hyalauronic acid and peptides make my lips feel soft."
		},
		{
			"review_title": "The magnetic cap is GENIUS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The cap just snaps back on, it’s amazing! The color is so vibrant, the texture is soft and it smells like chocolate! This isn’t my color of choice but I think it’s fantastic for a night out. I would definitely buy other colors of this Westman Atelier lipstick!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. This is a great lipstick, it goes on smoothly and makes my lips look beautiful. It has a little mirror in the cap, so you can use it on the go. The color is beautiful and it lasted a lot longer than I expected. It is a matte lipstick, but it felt moisturizing when I first applied it. They did eventually get a little bit drier, but still looked pretty on my lips. I would recommend this lipstick!"
		},
		{
			"review_title": "next level lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a stunning lipstick! The shade is timeless and so versatile. I would say this is a subtle nude pink color that works for any time of day. It goes on so smooth. It feels nourishing on my lips like a mattifying lotion almost. I didn't notice any feathering but I would recommend prepping with a lip liner and finishing with a tissue to blot and reapplication for long levity wear. The packaging is the best quality. A magnetic top and a stunning holder. I even love the heart imprints on the lipstick. I highly recommend this for anyone looking for a smooth suede lipstick!"
		},
		{
			"review_title": "Nearly perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love this lipstick! Highly pigmented, feels very velvety going on. I love the little mirror in the lid, and the adorable hearts etched into the lipstick itself. It has a nice scent - almost chocolatey. It definitely needs a setting spray, but other than that, it’s fantastic.   Note: I received this product for free. My opinions are my own."
		},
		{
			"review_title": "LOVE the formula and packaging- true luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I'm obsessed with this shade and formula - it's comfortable, pretty, and an unique shade. The packaging is just so luxe. LOVE"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this for free from Influenster in exchange for my honest review. The formula of this lipstick feels almost velvety on your lips and doesn’t feel sticky or heavy. The shade is beautiful and would work for many skin tones. The tube has a nice weight to it and the magnetic top is fun!"
		},
		{
			"review_title": "Very nourishing lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The pigmentation on this lipstick is very beautiful and it lasts for hours. I love the smooth texture of this lipstick and it even smells good. The packaging is beautiful, I absolutely love the hearts of the side of the lipstick. It nourishes my lips with vitamins and gives a slight plump as well. I love that it’s refillable and the magnetic mirrored cap, is so pretty as well."
		},
		{
			"review_title": "Luxurios Lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I received this product for free from Influenster in exchange for my honest review. I absolutely love all the little details. The cap has a cool magnetic feature. Inside the cap is a mirror, so you can use that to apply the lipstick. The lipstick itself has so many hearts makes it so beautiful and pretty to look at. The lipstick goes on so buttery soft. Has such a beautiful color and stays for on for a long while. This is my new favorite lipstick. I want every color now. 10/10 would recommend!!!"
		},
		{
			"review_title": "Everything that lipstick dreams are made of!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Starting with the packaging, it comes in a beautiful, weighted tube that has a magnetic closure for the top. I love that attention to detail because I have ruined many nice purses due to a lipstick opening in my bag and getting all over the lining, and no one needs that kind of negativity in their life. Now, onto the good stuff... the formulation of this lipstick feels like butter going on your lips. It's so smooth and creamy, and leaves your lips with a moisturized, pillowy look to them. The color payoff is amazing, it only requires one swipe across each lip to get full color coverage. Generally, I am a matte lip kind of girl because I love the all day staying power that a lot of matte lip formulas provide, but even with this being a suede finish lipstick, it has some serious staying power as far as the color is concerned. I can wear this for a full 8 hours with no touch ups, and still have a beautiful color on my lips. Even after wiping it off with a tissue, my lips were left moisturized with a beautiful blush color that stayed behind. As far as price is concerned, it's on the pricier side and is what I would consider to be a luxury makeup purchase. Even with a steep price tag, some things can still fail to live up to expectations, but I cannot say this is the case for this lipstick because the quality is amazing and all the expectations you look to find in a luxury product are there! If I find myself in a position to be able to treat myself and purchase more colors I most definitely will, because this has become my new favorite and I don't want it to ever run out!"
		},
		{
			"review_title": "Great lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Great lipstick and very nice quality. It really does look like suede and I’ve gotten many compliments on the color itself."
		},
		{
			"review_title": "A matte lipstick that feels like a lip balm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I received the Westman Atelier Lip Suede Matte Lipstick for free from Westman Atelier and Influenster in exchange for my honest review. This lipstick glides smoothly over your lip for a matte finish that doesn’t feel dry. After application, it almost feels like you have a lipbalm on. I don’t think I’ve ever tried another matte lipstick that has a similar feel. Usually, other matte lipsticks feel pretty dry. This product also claims to “plump lips and soften lines” which I noticed a mild difference but nothing too dramatic. It is environmentally friendly because it comes in a refillable packaging. It also comes with a mirrored cap for on-the-go application but the cap is pretty small, so I don’t think I would be able to apply it confidently just looking at the cap. I highly recommend this product"
		},
		{
			"review_title": "beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary for my honest review. For starters the packaging is awesome. I love that it's slightly heavy, and that the top is magnetic. I really love the detail of the hearts on the actual product too. The first time I applied this I was shocked. It is super soft and light. The color is absolutely perfect too the perfect matte. It lasted almost all day too. I just applied it without a liner too. My lips felt hydrated and plump which was super nice. I would definitely recommend this product."
		},
		{
			"review_title": "Beautiful, hydrating, zero transfer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "First of all, the packaging/ tube of this lipstick is absolutely gorgeous! The magnetic closure is so satisfying to click on and off. The tube is heavy and sleek and feels incredibly luxurious. And the little hearts on the actual lipstick are to die for! Definitely the prettiest lipstick I have ever seen, hands down. As for the actual performance… I am obsessed! I have always stayed away from Matte formulas because they are drying and make my lips look cracked. This does NOT do that. It actually feels super hydrating and my lips look plump and healthy when I apply this. And through some kind of sorcery, it doesn’t go anywhere! I kissed my hand right after application and there was zero transfer. I am so obsessed with this lipstick and can’t wait to buy more colors. I will never use another kind of lipstick!"
		},
		{
			"review_title": "Nice packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Wow I’m blown away by the packaging! This is a solid lipstick case. It’s heavy in a good way. I love that it has a little mirror on the inside of the lid. I also love that it opens opposite of most lipsticks, where the smaller lid comes off and the larger tube stays. Most lipsticks you take a longer lid off. I like this idea, it’s cleaner. The design in the lipstick its self is cute too. As far as wear I didn’t find it a complete matte look but more satin. It’s very smooth and you can’t feel it on your lips. It wears about the same as other lipsticks do need to reapply after eating or drinking a lot. I didn’t notice a smell. Overall a great buy!!"
		},
		{
			"review_title": "Luxury in the lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product as a free sample and it is hands down the best matte lipstick I have in my collection.   The packaging is 10/10 it is moisturizing and Pip color is stunning .  I highly recommend it for anyone looking for a red matte lipstick that is not dying and looks luxurious."
		},
		{
			"review_title": "Velvet feel with bold color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a very luxurious lipstick with a powdery matte finish and is a quite beautiful lipstick that has heavy pigments for bold color and a velvet texture. It was smooth and hydrating on my lips, and lasted many hours with minimal transfer while I was drinking wine. I like the tube has a magnetic top, so it stays securely latched closed."
		},
		{
			"review_title": "Beautiful Demi-Matte formula.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I purchased LFG and Je Reve. The colors are stunning on. They’re more of a Demi-matte not full matte. My lips look nourished with these lippys, I love the magnetic bullet, it’s smaller than I expected. Highly recommend."
		},
		{
			"review_title": "Amazing new lippie!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "After using this product for a few days, I have felt my lips getting smoother and whenever I put it on, it leaves my lips smooth. I love the color on my skin tone and I am very happy with my new lipstick!"
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have loved reviewing this product. It feels so nice on the lips and I have very dry lips. The color is so pretty and has went well with whatever makeup I use. The package is very nice as will. Overall a great product."
		},
		{
			"review_title": "Bravissimo! 🤯",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Innovative & luxurious for pout perfection! Absolutely love the clean beauty of this lipstick. No silicones, no parabens, no PEGs, no talc, and no phthalates. The design is revolutionary and an all in one! Eco friendly with refillable lipsticks. A wonderful, smooth, and pigmented matte finish. Does not feather and is long lasting. It is worth the price; pick your favorite shade and make it your go to! Bravo! 💋😘👏🏽"
		},
		{
			"review_title": "Super pigmented creamy, not hydrating, no to shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "New @westmanatelier Lip Suede Matte lipsticks   💄Westman Atelier in shades Piqué and Minx!  ⭐️ Man, the Westman lipsticks are buttery! 😍 just one light swipe on my forearm diffuses so much pigment! These lipsticks have a more powder matte finish and low luminosity (sort of similar formula to Cle de Peau matte cream lipstick). I’m not sure if any of them really feel hydrating. Overall I don’t care for any of the shades I tried. They seem to be too dark (pique, je rêve) and the Minx was too peachy for me. Formula is ok but not really a lipstick I would choose to wear too often. Maybe I will try some of the reds."
		},
		{
			"review_title": "Beautiful Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow - I’ve never owned such nice lipstick!  Even the packaging seems special!  I love the magnetic cap - that’s an awesome feature!  The lipstick is gorgeous!  Pip is a beautiful color!  It’s perfect for a night out!  It glides on easily and stays put!  I absolutely love the color, texture, and all around look of this lipstick!"
		},
		{
			"review_title": "Must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I love everything about this lipstick. The color is perfect. It goes on so smooth and light. The magnetic aspect is unreal and the hearts on the lipstick is perfect."
		},
		{
			"review_title": "Functionality should win over beauty.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This whole experience made me horribly sad. I was so excited to be given this lipstick by Influenster for my honest review. The color is beautiful. The container is beautiful. But it's also awkward to open, to hold, and to wind the lipstick up. The color went on beautifully and then fell out of my hands and broke. The tube, while so pretty, is very clunky and hard to manage. Functionality should win over beauty."
		},
		{
			"review_title": "My Honest Review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this lipstick for free from Westman Atelier and Influenser for free for my honest review and it did not disappoint. I love the texture, smell, the color and packaging. It’s a great product and currently in my makeup stash."
		},
		{
			"review_title": "It feels great on my lips!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I just received this Westman Atelier lipstick and I must say, I am quite impressed with it. The color is vibrant and long-lasting, and the texture is smooth and creamy. It feels great on my lips and doesn't dry them out like some other lipsticks I've tried. The packaging is also elegant and sturdy, with a magnetic closure, making it easy to carry in my purse without worrying about it getting damaged.  I was sent this lipstick as a free gift from Influenster for my unbiased review!"
		},
		{
			"review_title": "Great product that works beautifully.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was sent Westman Atelier lip suede matte lipstick in color Je Reve.  First of all - that packaging is absolutely luxurious. Metal casing with magnetic cap looks absolutely gorgeous. The color is the most beautiful nude. It is perfect for everyday use. Love the details, like cute little stampings on the lipstick or little mirror inside the cap. Secondly - lipstick itself puts on really soft, and smooth. Has great pigmentation. It is smudge and stain resistant. Wears a good amount of time without reapplying.  I loved it and totally recommend for those who are ready to invest in amazing luxury lip product."
		},
		{
			"review_title": "Drying and Emphasizes Lip Lines",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I chose the shade Lacker, and while I love the shade (and the packaging is undoubtedly lux) I am really disappointed, especially at this price point (over 60 dollars in Canada). The formula is a thin, comfortable matte, but it is drying, patchy, and emphasizes lip lines. Given that WA is targeted for a more mature consumer, I would expect more. It’s like the lipstick has been designed for plump (perhaps filled!) lips. At 48, my lips are actually pretty naturally full, but this lipstick is definitely not flattering. Perhaps it’s the shade? Unless you have plump juicy young lips to begin with, give this one a pass."
		},
		{
			"review_title": "Beautiful red matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Beautiful packaging with magnet lid. Feels lux. The lipstick is very pigmented and it doesn’t dry out your lips like other matte lipstick. Feels velvety. Can’t wait to try other shades."
		},
		{
			"review_title": "Finally a hydrating matte lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m so happy to try this Westman Aterlier Suede Matte Lip color in Pip. I naturally have dry lips so I dislike matte lipsticks. But wow, wow, wow, this lipstick glides on so smooth and creamy. I love the little surprises sprinkled throughout the packaging. The magnetic click is very  luxurious and the embossing pattern on the lipstick feels so considered. Love the overall experience. My only complaint is that the lipstick is heavier than your normal lipgloss. Color, Pip, was bright and complimented my skin tone well. I can’t wait to pair it with a white sundress in the summer time."
		},
		{
			"review_title": "Super pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "You can’t go wrong with any Westman Atelier products and this lip color is no different.  Beautifully pigmented, soft, creamy, gorgeous packaging.  Exactly what you would expect from them. I will be ordering more colors!"
		},
		{
			"review_title": "Comfy matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Smooth, pigmented lipstick. It goes on nicely and stays put, without drying out my lips. The packaging is nice and heavy, feels very sturdy and luxurious."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The texture, the feel and the wear are impeccable. But the fragrance is so strong and doesn’t wear off! Besides my triggering a runny nose (allergies), it always impacts what I’m eating because of the intense vanilla fragrance!"
		},
		{
			"review_title": "a beautiful product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm in love!! This lipstick has everything I could ask for.  It goes on velvety smooth and stays put so there is no bleeding into fine lines,it dries and does its job and you aren't going to see most of it coming off onto your morning coffee. The pigment is build able, which I love because some days I want a more natural look. The packaging is absolutely beautiful.  A cylindrical metal tube with a magnetic cap to boot!! So, there are no missing caps and squished messy lipstick in your bag. I tried the shade Je Reve compliments of influenster.  10/10"
		},
		{
			"review_title": "Bold & vibrant color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Poppy Red color was very pretty! Soft smooth formula without alot of transfer. I don't normally go for matte lio colors but if I was going to purchase one this brand would be it. Very pretty packaging as well."
		},
		{
			"review_title": "Perfect red lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "A hydrating smooth matte finish lipstick. The packaging is so luxurious. Love the detail on the actual lipstick. The shade is a poppy red so sexy for a night out. This lipstick is a must in your makeup collection"
		},
		{
			"review_title": "Lovely matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Combination skin",
			"review_text": "Usually I’m not a fan of matte lipsticks, but this one from Westman Atelier definitely stands out.  ◽️The lipstick comes in luxurious heavy packaging with magnetic cup. It closes securely enough. The cup also has a built-in little mirror for touching up on the go.  ◽️Elegant sophisticated but rich shade (something like rose-terracotta nude). The stick has adorable hearts engraved on it. ◽️Glides easily over the lips and provides amazing color payoff. Pleasant subtle vanilla chocolate scent.  ◽️It feels like a weightless cloud on the lips, has powdery finish, absolutely not sticky or greasy. I don’t even feel I wear a lipstick.  ◽️The color lasts without smudging during a few hours fading gradually. Needs to be touched up after snacks and meals.  ◽️Doesn’t emphasize flakiness and doesn’t dry the lips skin at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The packaging is beautiful. The lid is magnetic. The design is stunning. I love this color."
		},
		{
			"review_title": "Don't waist your time",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "The packaging in my opinion is the only good part of this lipstick. It was not a matte finish it was more satin. It also stained my skin and smeared easily."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is the best lipstick I've ever used. The texture is smooth and it leaves a perfect matte finish. It stays on for hours and it is super hydrating."
		},
		{
			"review_title": "Incredible Formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is the nicest matte matte formula I have ever tried in a bullet lipstick. They hit the nail on the head when they named it a suede as it is exactly what it feels like.  It glides on so incredibly smooth and it feels light as air on the lips. Honestly, it is undetectable once applied. I am head over heels in love with the formula. The shade Je Reve is beautiful. It is a little deep for me but once I blot it and my natural lip color comes through a bit I really love it.  The packaging is also stunning. It has a magnetic cap so it doesn't come off in your handbag. The actual case is just so opulent and beautiful. It is so sleek and and chic. I plan on purchasing a few more shades of this! I would 100% recommend if you are in the market for a high end lipstick."
		},
		{
			"review_title": "I’m a lipstick snob and I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved how my lips felt soft and smooth after using this lipstick! The color is very pigmented and beautiful. It felt soft and creamy on my lips and lasted for hours. I do feel like my lips looked and felt more plump and healthier after using it. A bit pricey but definitely worth the splurge for special occasions!"
		},
		{
			"review_title": "My go to mauve color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Beautiful color. Glided on so smoothly. The packaging is so luxurious. I absolutely love the magnet on the top, keeps from opening up if I have it loose in my bag. Smells strongly like a cupcake but goes away pretty fast after applying. Didn’t dry out lips. I want to try other colors!"
		},
		{
			"review_title": "Luxurious Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Receiving a sample of Westman Atelier's Lip Suede Lipstick in the shade Je Rêve - Blushy Nude for an honest review was a delightful experience. Upon application, the lipstick glided effortlessly onto my lips, thanks to its smooth and silky formula. Unlike some matte lipsticks, it wasn't greasy or drying, but rather provided a comfortable and hydrating feel throughout wear. The lipstick boasted impressive long-lasting power, remaining intact and vibrant for hours after application.  The Lipstick comes encased in luxurious packaging that is both aesthetically pleasing and functional. The weightiness of the packaging added to its luxurious feel, while the magnetic lid provided a secure and tight closure. Additionally, the clever inclusion of a mirror in the cap was a thoughtful touch, making on-the-go touch-ups a breeze. The lipstick itself was adorned with beautiful little hearts engraved onto it, adding an adorably cute detail that further enhanced its appeal. The shade Je Rêve - Blushy Nude complemented my complexion beautifully, offering a natural and sophisticated look suitable for various occasions.  I am delighted with the experience and would definitely consider purchasing another shade in the future."
		},
		{
			"review_title": "Stunning color!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The color is absolutely stunning. It's sets to a beautiful velvety matte color without being heavy or chunky. The packaging feels a bit bulky, but it's beautiful, and the smell is fantastic. Once it sets, it transfers slightly, but it wears comfortably for hours."
		},
		{
			"review_title": "Love this Pip color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This matte is creamy and deeply pigmented. The packaging/presentation is high end and this is a luxury lipstick. I am very impressed"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Green eyes, gray hair, Dry skin",
			"review_text": "I really wanted this lippy to work for me…it doesn’t.   Shade had a warm orange undertone and not at all like pictured.  Formula was nice and case beautiful but not worth $50!   She needs shades that are cool undertones"
		},
		{
			"review_title": "Glides on Smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Lip Suede Matte Lipstick is a lightweight formula that glides on smooth and flawlessly, one swipe and you are good to go. I like the magnetic closure on the tube and the small mirror on the inside of the lid. The color Je Reve is more of a mauve rose which is beautiful but it is not transfer proof. It will stay as long as you don't touch your lips in any way. The tube is a little bulky but really cute. Overall it is a great matte lipstick."
		},
		{
			"review_title": "Favorite red lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The pigment is amazing and the application is so smooth! I am in awe of this product. My favorite red lipstick. And the packaging is so chic - love the magnetic closure."
		},
		{
			"review_title": "A absolute yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Deep skin tone, Oily skin",
			"review_text": "I absolutely love this lipstick the pigment the smell and the packaging is absolutely gorgeous it’s a refillable lipstick and is attached with magnets it feels very high quality and would definitely recommend I love the texture when it goes on it’s very smooth all in all 10/10💕💕💄"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is such a luxe feeling lipstick! Normally I don't care much about packaging but it should be mentioned here. It is sturdy, magnetic, has a small mirror on cap and is just very high end feeling. The color is rich and applies easily and smoothly across the lips. It is not drying. I also feel like it has a nice cocoa smell. The brand is a clean brand that I appreciate. This is also a refillable container. The color pip is vibrant and not for everyone but I enjoyed it and wore it out to dinner it lasted all night and my friends complimented the color."
		},
		{
			"review_title": "Soft on my lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this lipstick! It gives me a matte finish but it feels moisturizing on my lips. Not dry. Also the design it’s very pretty. And this shade goes with any skin tone."
		},
		{
			"review_title": "Must have all shades.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love the fact that this lipstick is matte yet it feels so smooth on. It is very hydrated and best thing it has hyaluronic acid. I recommend blushy nude yet I want to try all shades now."
		},
		{
			"review_title": "I am in love with this lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This product's packaging feels substantial, and the magnetic cap adds a luxurious touch. The shade Je Reve, is perfect for daily wear, gliding effortlessly onto the lips with a weightless feel. Its longevity is impressive, leaving me thoroughly impressed with this product overall!"
		},
		{
			"review_title": "Velvety and SO CUTE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When I first opened this lipstick I was in love with how CUTE the hearts imprinted into the actual stick were!! Then when I applied the product for the first time I was blown away by the velvety texture! & this color was so pretty! This lipstick was a huge win for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Beautiful packaging, a beauty, the design of the lipstick stick has a spectacular smell that once applied the smell is there on your lips, it has good pigmentation and when you apply it you can feel the softness of the product. I like that shade, it's a vibrant deep red."
		},
		{
			"review_title": "Quality look and feel.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Westman Atelier's Lip Suede Matte Lipstick is a luxurious, high-performance lipstick that delivers rich, velvety color with a soft, matte finish. The formula is enriched with a blend of nourishing ingredients like peptides, Vitamin C, and E and Hydro-Suede Technology -a volumizing, moisture-locking system that delivers matte pigment, and help to keep lips hydrated and comfortable throughout wear. It is infused with hyaluronic acid and peptides to plump the lips and soften lines.  I found the texture to be smooth and creamy, gliding effortlessly onto the lips without tugging or dragging. The pigmentation is excellent, providing full coverage in just one swipe. I also appreciate the sleek, chic packaging, and the mirrored, magnetic cap, which is not only beautiful but also eco-friendly, as it is refillable.  One thing to note is that while the lipstick is long-wearing, it may require touch-ups after eating or drinking. Overall, I highly recommend Westman Atelier's Lip Suede Matte Lipstick for anyone looking for a high-quality, matte lipstick that feels comfortable and looks stunning."
		},
		{
			"review_title": "Comfortable matte lip",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I haven’t been into a matte lip for a few years now so I was a bit hesitant about trying this lipstick. I wore it to work the other day and actually forgot I had a matte lip on-that’s how comfortable it was. The color lasted several hours, through my coffee and eating breakfast. While it does pull the slightest bit pinker than I’d like, it’s not a bad color! It’s comfortable, not drying. I still don’t see me reaching for a matte lip anytime soon BUT if I did, I would really consider this! Also the component is the most luxurious, fancy packaging I’ve ever owned!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "So comfortable for a matte, doesn't pull or tug on lips at all, it's so effortless! The color is beautiful and the packaging is to die for!"
		},
		{
			"review_title": "Soft and Opaque",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this lipstick complementary for my honest review: I am impressed with the magnet design of this lipstick! Not only is the formula ultra creamy and light, but the refillable case is perfect. This formula is the softest matte I've tried, though doesn't last as long as others. You may need to reapply a couple times throughout the day, especially after eating. But overall, it lives up to the matte, opaque, and lightweight claims. I'd recommend it for sure."
		},
		{
			"review_title": "Not worth the cost",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My first impression was just how luxe the packaging was. Sleek, minimalistic, and falls in line with the rest of their products. Inside the cap, the brand name is etched and there is a tiny little mirror that is just *perfect* to check your lipstick. It has some heft to it though. Great for the vanity, but adds to the weight of your bag. I imagine carrying two or three full-size Westman Atelier products in your handbag will add quite a bit of weight. It is a refillable case. And the refill aspect is really quite genius.. You just pull it straight out. It seems to be held in by a magnet, and it very easily pulls straight out, but the magnet keeps it firmly in place, and it will not fall out on its own. Now, the formula—This is where I wasn’t very impressed. I found it too creamy and moisturizing to be a matte. It was very pigmented, and it did go on smoothly. Pleasant light scent of vanilla marshmallow. I did get a slight bit of feathering with or without a lip liner, and I never felt like it really set the way a matte lipstick does. It very quickly wore off from normal, sipping on a drink; And I can only assume it wouldn’t make it through eating.  I honestly found the formula to be much like the Milani mattes. I am not sure whether that should be considered a dig this brand, or a complement to my money. But the way I see it I can get four or five of their lipsticks. For the price of one of these. I haven’t priced refills though. But I likely would not purchase anything to refill this with, because I just didn’t think that the formula and its performance was worth the high price point. I’m in love with the case & wanted to love the lipstick, but it was just okay."
		},
		{
			"review_title": "Might’ve changed my mind about Matt lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I have to put a disclosure out there first - I've never been a massive fan of matte lipsticks. But this one from Westman Atelier, the Lip Suede in Je Reve, might have changed my mind.   First off, I really like the color - it’s got this perfect peachy pink nude going on that makes my lips pop, but in a low-key sort of way. When it comes to pigment, Westman Atelier is not messing around. One swipe across your lips and you are *good* to go!  But what's really interesting here, is how it feels. You know how some matte lipsticks make your lips feel dry? This one feels like... well, nothing.   And the packaging? Oh, she’s fancy! It's something you'd want to show off every time you take it out of your bag. Kind of like a Chanel lipstick.  If we're keeping things 100% here, it doesn't exactly last forever on your lips. It’s so nice to take out reapplying isn’t a big deal.    I would recommend this to someone who likes luxury products and is looking for a nice neutral colored comfortable matte lipstick"
		},
		{
			"review_title": "So comfortable!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received this complimentary from Influenster in exchange for my honest review and I am also a Community Ambassador. I am not a fan of matte lipstick at all so my expectations were very low. This formula blew me away at how comfortable it is! The wear time is great and the shade is gorgeous. I don’t really care for the packaging, it makes it too bulky and I’m sure that’s why they are charging so much. I would love to try another shade if it were more affordable."
		},
		{
			"review_title": "Super creamy lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this product free for review. I was already a fan of the brand but am now a fan of the lipsticks as well. This lipstick was super creamy with a nice rich pigment. Beautiful matte shade but not drying at all. You could definitely tell the hyaluronic acid was doing its job. Also the packaging is to die for. Magnetic closure with imprinted lipstick is absolutely adorable. Very happy I got to try this product."
		},
		{
			"review_title": "Beautiful Luxe Packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This packaging is so Luxe and Beautiful! 😍 it’s unlike any other lipstick packaging I’ve ever seen. The top has a small mirror inside of it and the lipstick itself has little hearts all over it- It’s so pretty! The shade I received is Je Reve it’s a very subtle pink mauve color perfect for any season. This is a Matte lipstick but it wasn’t drying like most Matte products I’ve used my lips actually felt hydrated and soft. I will absolutely purchase this product in the future!"
		},
		{
			"review_title": "Luxe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The packaging is absolutely stunning, feels luxe and good quality. I love the little hearts etched into it and the magnetic lid. It's highly pigmented, lightweight, rich and goes on nice and smooth. The color is beautiful. Lasts a good amount of time with little transfer."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I received this from Influenster for my honest opinion. This lipstick is the cutest. It has hearts imprinted into the sidr of the lipstick.  I love the magnetic lid too. It goes on very smooth and feels so soft on the lips. The color is a light blush color, almost nude. It is a little pricey to me. But if you have the funds it is worth it."
		},
		{
			"review_title": "Suede",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This was the most softest, smoothest lipstick I've ever encountered in my life.  The color was beautiful and very vibrant."
		},
		{
			"review_title": "Smooth and pretty.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The packaging of this lipstick is so cute and luxurious looking. I love the design on the lipstick as well. The texture is very smooth and goes on perfectly. The color is so pretty, like the perfect mauve. It lasted all day with very little transfer."
		},
		{
			"review_title": "Beautiful lipstick color.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This Westman Atelier is wonderful. I like the scent of this lipstick and I also really like how my lips feel after I apply it to my lips, it makes my lips feel so soft and hydrated. I like that the lipstick has little hearts on the lipstick itself and that the container that the lipstick comes in has a magnetic lid. Also the color of the lipstick is a beautiful color."
		},
		{
			"review_title": "Doesn’t feel like a lipstick.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product complimentary.  This lipstick literally feels like your wearing nothing. I love the way it feels. The coverage is really good. Great color also! It’s works best with a lip liner."
		},
		{
			"review_title": "Splurge on this matte suede lippy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is the first Westman Atelier product I have tried and I was completely blown away! The pigment is vivid and the matte texture goes on so smooth its no wonder they called it lip suede. One of my favorite things about this lipstick other than its quality and long lasting wearability is the sleek little mirror on the inside of the magnetic cap, making application easy even on the go. This is 100% a lipstick I would definitely recommend for a splurge!"
		},
		{
			"review_title": "Comfortable and great color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Highly pigmented, long wearing and comfortable. The packaging was 100/10. I don't really wear liostick, but was happy with this one and will likely continue to wear it. Highly recommend!"
		},
		{
			"review_title": "Loved this lisptick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got to try the Westman Atelier Lip Suede Matte Lipstick -Je Reve for free in exchange of a honest review. I love the packaging it’s super fancy. It smells like cocoa butter and left my lips super soft and hydrated while looking amazing. The formula is super creamy which I loved. Honestly worth every penny in my opinion."
		},
		{
			"review_title": "Luxe Perfection: Westman Atelier Lip Suede Matte",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I recently tried the Westman Atelier Lip Suede Matte lipstick in the shade Je Reve, and I must say, I'm impressed. The color is a beautiful dusty rose with a hint of mauve, perfect for everyday wear or even for a more polished look. The formula glides on smoothly and feels incredibly lightweight on the lips, almost like I'm wearing nothing at all.   What I love most about this lipstick is its long-lasting matte finish. It stays put for hours without fading or feathering, even through meals and drinks. Plus, it doesn't dry out my lips like some matte lipsticks tend to do. Instead, it leaves them feeling hydrated and comfortable throughout the day.  The packaging is also sleek and elegant, making it a luxurious addition to my makeup collection. While it's definitely on the pricier side, I believe the quality justifies the cost. Overall, I highly recommend the Westman Atelier Lip Suede Matte lipstick in Je Reve to anyone looking for a high-quality, long-lasting matte lipstick with a beautiful shade range."
		},
		{
			"review_title": "dry down time= ages",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "this lipstick is ultimate luxury. smooth, silky, richly pigmented. the packaging is 10/10; hefty tube, magnetic cap that has a tiny mirror, and etching in the lipstick itself. this is listed as a matte but this took forever to dry down and I think it did only because some of the lipstick wore off. would not pay the $$$ for this formula."
		},
		{
			"review_title": "Beautiful color!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The color is beautiful. It goes on so smooth and lasts for a long time. The tube is very cool as well with the top being sort of magnetic. It's definitely pricey so I won't be buying it often. But it is a nice splurge!"
		},
		{
			"review_title": "Love this lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I'm obsessed with this lipstick! The red color is fabulous and it really lasts quite a while, even with eating and drinking, before needing to reapply. The lipstick tube is really neat with the magnetic lid and mirror on the inside that's easy to use on the go. I also love the little heart details on the lipstick itself. They just add something extra and fun."
		},
		{
			"review_title": "Gorgeous packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "This lipstick is impressive, down to the packaging. The tube itself is gorgeous and feels luxurious. Lipstick glides on easily and feels smooth, not at all drying."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m not usually a huge fan of matte lipstick but I really liked this one ! It goes on so well and doesn’t feel all dry and flaky after only a bit , the tube is so cute too !"
		},
		{
			"review_title": "Lovely luxury comfort matte lippie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I decided not to take price into consideration for my review because let’s face it - you most likely don’t care about the price too much if you’re going for products from Westman Atelier. Also, I’m no stranger to luxury lipsticks, I already have plenty from Charlotte Tilbury, Gucci, Tom Ford, YSL and the like, so it’s right up my alley. However, this is my first ever product from WA and I didn’t pay for it, so it is easier not to worry about the price. Well, I absolutely love it! It’s very creamy for a matte, with good pigmentation. I have dry lips so I still prefer to apply clear balm first, then pat the excess off with a tissue and follow with lipstick. This way it looks nicely matte without drying out my lips, the comfort matte look and feel. The shade Je Reve is more pink than I expected and I love it for spring. On first glance I was afraid it looked too similar to the latest lipstick I had purchased (Maison from the new Merit matte lippies,) but they look different enough (see photo.) It you’re wondering about the formula differences, WA is more pigmented, Merit has more of a sheer feel (without actually being sheer,) but both are comfortably creamy. WA smells yummy, similar to Charlotte Tilbury’s lipsticks.  Now the case - it’s lovely, weighted, magnetic, definitely a statement piece, BUT I would say it’s best suited for one’s vanity. If I could, I would take off half a star for the size - it’s just too bulky to easily carry it with you. In my photos you can see it next to a Saie blush, it’s even slightly wider in diameter and heavier. I normally carry a smallish satchel with me and it’s just too much for it. I wish they would make it more compact. But the hearts are super cute and I feel super fancy applying it at home before I leave."
		},
		{
			"review_title": "Absolutely dreamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "This Westman Atelier suede matte lipstick is so soft when applying. My first impression was how absolutely dreamy it is to put on. It glides on easily in a quick swipe which is perfect for a day when I'm looking for a softer lip look. This particular color is more of a nude for me personally, and I love it for that. It's a gorgeous tone of pink that would look exceptional on most skin tones. This isn't a long lasting, no budge matte lipstick, but I'm more than on with that. It feels like you're not wearing anything at all and my lips are so much softer and overall look better after I've worn it. The packaging as well is absolutely gorgeous. Definitely a good lipstick to have sitting on your vanity but it's just absolutely perfect for people who love a variety of lip choices or someone looking for a soft, casual every day lipstick. Highly recommend"
		},
		{
			"review_title": "Does Not Dry Out my Lips!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product compliments of Influenster, Sephora and Westman Atelier in exchange for an honest review.  I am not a huge lipstick fan. Most seem to make my lips feel too dry. Not the case with this lipstick. It’s smooth and didn’t make my lips feel dried out. Not only that but the packaging is beautiful. The lipstick is stamped with hearts which is super cute and the lid is magnetic. It feels very high end. The color wasn’t the most flattering for my skin tone but it was still pretty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Packaging is awesome sturdy pretty magnetic closure lipstick is super duper smooth pretty color made my lips soft average lasting on the lips though"
		},
		{
			"review_title": "Let's go out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I think this lipstick is so glamorous! I love the color and the lipstick tube that it is in!"
		},
		{
			"review_title": "Creamy pleasant luxury on my lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The luxury starts in the magnetic close, wow! Felt very special! Then the creaminess on applying was very pleasing, one swipe and done! The color matches my lip nude exactly! The scent is very soft and feminine! Loved it! Can’t wait to go out and kiss people!"
		},
		{
			"review_title": "Finally a lux lip product worth the price!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely love this lipstick!!! First of all the packaging is flawless! It feels so high end! The cap is magnetic and has a small mirror, perfect for checking your application. The lipstick feels amazing on and the pigmentation is perfect. I love that the product is matte but has hyaluronic acid and peptides to actually benefit your lips. It is not drying at all. The color is beautiful. I hope that they expand their shade range but besides that, this product is a 10/10. I did receive this product for free to try in return for an honest review."
		},
		{
			"review_title": "Like not Love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Love the color and feel of the lipstick. It didn't leave my lips feeling dried out at all. The only thing I don't care for is how easy it comes off. It was everywhere. Had to fully remove it before lunch because it was bleeding passed my lips."
		},
		{
			"review_title": "Effortlessly perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this lipstick. It glides on your lips very smoothly and creamy so not super forgiving. It's a super pigmented red and a little goes a long way. It dries from creamy to a matte color and texture but does not make your lips feel dry. It does transfer. Let's talk about the package because is amazingly beautiful: it's heavy and a bit bulky but it's refillable so that explains it. Also the package feels very luxurious and good quality with a magnet cap that makes it easier to keep it close in your purse and it also has a mirror in the cap! I do recommend it. I am planning on getting it in different shades too."
		},
		{
			"review_title": "Wearable Matte",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This formula manages to be very matte without feeling like powder on your lips. It’s nicely pigmented, has a good texture, and is cruelty free! The magnetic case is also very nice, though it will be hard to toss when empty."
		},
		{
			"review_title": "Cutest ever",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Cutest lipstick ever! The tube has a heavy duty feel with a magnetic snug fit, so I know it will not come off in my bag. I love how the actual stick has hearts all over. It’s a beautiful color!"
		},
		{
			"review_title": "Absolutely luxurious. Treat yourself!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve owned some expensive, luxurious lipsticks in the past, but this one beats them, all, in formula and packaging. The lipstick itself is deeply pigmented and smells delicious, and it sets immediately yet remains smooth and moisturizing. It doesn’t transfer on my coffee cups either. The package itself is on a whole new level. The case is heavy and gorgeously designed, and has a magnet to pull the cap on. There is even a little mirror in the cap for touchups!! I’m obsessed and haven’t worn any of my other lipsticks since getting this one!"
		},
		{
			"review_title": "love this lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "i received this product from influenster in exchange for my honest review. I love color so much. It was the nicest lipstick i’ve ever put on. It felt like i’ve never put anything on my lips at all.  on my"
		},
		{
			"review_title": "pretty piece of luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Lovely lipstick weightless and soft but then again no surprise from a luxury brand. Pip is the perfect blue red to make any day feel glamorous. I did not think matte lipsticks would make a comeback but this soft suede formula is far from the liquid matte lippies that sucked the moisture right out of your lips. The hidden mirror is a nice perk. The only downside is the price. I see this as a pricey treat for yourself and wish it was about $16-$20 less but then again I understand how they determined the pricepoint for a small piece of luxury."
		},
		{
			"review_title": "Luxury packaging and formula, not my perfect shade",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The packaging is super luxurious - a heavyweight magnetic lid with a tiny mirror, perfect for reapplying. It is a bigger tube size, so may not be the perfect on-the-go lipstick for a smaller purse. The formula is very smooth - goes on super easily and can be built up for greater pigment. It smells wonderful, almost a buttercream scent. It does wear off a bit when eating or drinking, so reapplying is necessary, but does leave some pigment even when worn off. The color is a vivid blue-based poppy red, which isn’t generally the most flattering shade on me, but wears to a stunning cool berry color. Is definitely a matte finish and overall wears without feathering. A luxury product with a great formula!"
		},
		{
			"review_title": "Nice lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is a beautiful lipstick the color is a mauve pink that can be used every day and for every skin tone the formula is really nice is a mate lipstick but doesn’t feel dry on your lips at all has really nice ingredients that you can feel your lips hydrated and last all the day I just love it is perfect"
		},
		{
			"review_title": "Non-drying matte lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is surprisingly creamy for a matte lipstick --not drying like many. Hefty tube with a magnetic closure, pretty color. I received a free sample from Influenster"
		},
		{
			"review_title": "Dreamy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I received this product free, from influenster, in exchange for my honest review. I do not like matte lipstick on me, however this color is perfect. Not to worry my 17 year old has already called dibs on it. I really love the silky smoothness of this lipstick. It feels very similar to my satin faves.Ive never used any Westman Atelier products before this one, but like how the packing is very high end! I love that the cap is magnetic keeping it secure also less likely for you to drop the lid losing it."
		},
		{
			"review_title": "Beautiful Creamy Formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this lipstick! First off, the packaging is super luxe! It has a magnetic closure and a mirror inside the cap. The color is beautiful and the formula is very creamy and comfortable. It does not feel drying like other mattes I’ve worn previously. It also stayed on for quite a long time time!"
		},
		{
			"review_title": "Really nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’m not usually a matte lipstick person but this one is really nice and smooth feeling.  I do still find it a bit drying because it’s still winter and have dry lips in general right now, but a touch of gloss solves this:  The color stay is also really good! The packaging is very luxurious with the magnet cap and little mirror included - very nice touches!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Loved the packaging-very luxe and makes sure the product won’t open in your purse. I didn’t love this color as much for myself but would definitely try another color. Hidden mirror and the fact that it’s refillable are a bonus!"
		},
		{
			"review_title": "Top Tier",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this lipstick! It’s so pigmented and smooth on the lips. The packaging is so luxurious"
		},
		{
			"review_title": "Great lasting color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free for testing purposes from Influenster to try in exchange for my honest review.  I really love this lipstick! The color is great! The formula is so smooth, it just glides right on. It is almost buttery, yet so lightweight.  The color really lasted on my lips as well. I also really love the cute details of the hearts carved into it. For me this lipstick really worked well and will be a new staple in my beauty lineup."
		},
		{
			"review_title": "Good and the bad",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This lipstick is so hydrating, goes on so smoothly, and makes my lips feel absolutely amazing. The packaging is beyond crazy with the heavy-duty metal tube and magnetic top. The color on doesn't at all match what it looks like online and it has zero stay put power, anything our lips touch is now covered in the lipstick which is very disappointing to me for the price. I am sure most everyone is a huge fan, and you should be. It also smells amazing."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Gorgeous lipstick, packaging is luxurious and the heart details on it is a dream. It doesnt fill dry on my lips for being a matte lipstick. Very happy with it!"
		},
		{
			"review_title": "Perfect red, gorgeous formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Bold, beautiful and utterly captivating. Absolutely obsessed with the vibrant red shade. Perfect pop of color to my look. Smooth velvety texture is a game changer. Staying put on lips without fading or flaking."
		},
		{
			"review_title": "Super Pretty color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a really nice shade with my olive skin tone and light blue eyes. It feels really smooth on my lips. I love the hearts on the stick. The container is really nice with a magnetic closure."
		},
		{
			"review_title": "Pretty color payoff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love the color pay off of this West man atelier lipstick! It’s a beautiful pinky nude that compliments my fair/light complexion well. It’s great for daily wear and for night, I add a deeper liner and tinted gloss. Didn’t notice any plumping"
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I have been wearing Westman Atelier Lip Suade Matte Lipstick in the shade Je Reve. And let me tell you, it is absolutely FABULOUS! It glides on creamy and stays put for the majority of the day. The color payoff is exceptional! This matte lipstick has set the bar high for other mattes. It never once felt drying on my lips. In fact, it made them appear a bit plumper and healthy. I adore this lipstick and will continue on with other colors!"
		},
		{
			"review_title": "My new must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "The lipstick I really liked, it perfectly matches my color and texture. Despite being matte, thanks to the vitamins in its composition, it moisturizes the lips, making the shade juicy and noble. Very pleasant on the lips and long-The lipstick I really liked, it perfectly matches my color and texture. Despite being matte, thanks to the vitamins in its composition, it moisturizes the lips, making the shade juicy and noble. Very pleasant on the lips and long-lasting.  The lipstick I really liked, it perfectly matches my color and texture. Despite being matte, thanks to the vitamins in its composition, it moisturizes the lips, making the shade juicy and noble. Very pleasant on the lips and long-lasting."
		},
		{
			"review_title": "Outstanding!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "In love with the color saturation and the feel of this product. It is super hydrating last for hours no needed for a touch up. The color it’s so beautiful makes me want to wear it everyday. The packaging is so cute. Love how heavy it feel and the magnetic is a plus."
		},
		{
			"review_title": "Very very rich",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Wow I really love this lipstick. The colour is very natural and when I apply on my lips it is very light. I feel like my lips are floating. The magnetic locks very interesting.  The colours in this are also very nice."
		},
		{
			"review_title": "Doesn't last all day",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I m received this free in exchange of my honest opinion via influenster  So i got the color pip which is a bold red ,love it however it is not all that matte and smeared i atw a hamburger with mayo and took it off before that it started to fade through out the day ao it's nicw but i would buy it"
		},
		{
			"review_title": "Doesn't last all day",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I was sent this to review in exchange of my honest opinion  via influster So i got the color pip which is a bold red ,love it however it is not all that matte and smeared i atw a hamburger with mayo and took it off before that it started to fade through out the day ao it's nicw but i would buy it"
		},
		{
			"review_title": "Smooth smooch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I am so in love with the Westman atelier lip suite matte lipstick in the color Je Reve. It goes on so buttery smoothly  it’s very hydrating and super long lasting. The packaging is so heavy and super lux! The magnetic top is just the cherry on top of this amazing formula! This was a perfect blushy color that flattered my skin tone beautifully."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This comes in the prettiest packaging.  It has little hearts imprinted in the side of the lipstick.  It goes on very smooth and is for a matte lipstick feels moisturizing and not dry"
		},
		{
			"review_title": "DEFINITELY GIVE THIS A TRY!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "First of all, I never go for matte lip products, but this one here glides on so smoothly! I've worn wearing it all day, it does get matte, but my lips do not feel dried out! The color is a beautiful nude and I love the way it looks on me.  The packaging is nice, too. The top is magnetic and has a mirror inside for easy application. A must-have!!"
		},
		{
			"review_title": "Luxury for your lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "This shade is giving me pretty princess, and I love this look on my skin tone. The application was easy to glide on my lips and serving me luxury vibes."
		},
		{
			"review_title": "Wowza",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Firstly, this packaging is so sleek and I love the magnetic lid! So hygienic! The red is super intense. It glided on and only needed one coat. It really popped. It lasted all day without drying out my lips and I needed no reapplications even after eating!"
		},
		{
			"review_title": "Beautiful lip color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this lipstick from Influenster in the color Pip for my review. At first, I thought this was way too red for me, but after trying it and blotting, I was pleasantly surprised with how the color looked on me. I like the matte look as well, but I also like applying a gloss over it for that shine. It is a very smooth lipstick and the magnetic cap with a mirror is very nice. The only thing I don’t like about this product is that it comes off on everything!! If I touch even a slight spot on my lips, or drink out of any cup, there’s lipstick everywhere. I’m so worried about rubbing this all over my face when I wear it and had to constantly ask my husband if it was on my teeth or face all night. It would be so much better if it was a lip stain. It wears away too fast if eating, too. I am not one to constantly reapply lipstick, so this wouldn’t be a #1 go-to for me, but the color really is a great red, so I’ll be happy to wear it when attention nice functions."
		},
		{
			"review_title": "Beautiful and long-lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received this product for review from Influenster. The shade Je Reve is such a lovely neutral tone for my light golden/olive skin tone. It applies smoothly and lasts surprisingly long (even after eating). It feels hydrating when you first apply it, but that doesn’t last once it dries, so i recommend moisturizing your lips before applying."
		},
		{
			"review_title": "Luxuriously perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The first thing to note about the Westman atelier lip suede is the weight of the lipstick itself, the slight weight of it makes it feel luxurious and the magnetic snap close feature feels so special.  The embossed logo around the internal lid and the hearts on the lipstick itself had me falling in love and I hadn’t even tried it on at this point.  The lipstick itself glides on perfectly, and unlike most matte lipsticks felt moisturizing the entire time. Absolutely no dryness.  The red lipstick (pip) seems to have a blue undertone too which makes my teeth look pearly white.  I absolutely loved this, will be purchasing more from Westman Atelier that’s for sure."
		},
		{
			"review_title": "The perfect touch",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I can’t be enough to telling you about how amazing this lip stick, packaging is perfect, color shade is adorable, how it wears is definitely beautiful, you will miss a lot if you didn’t try it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Pip - poppy red",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This lippie is everything the description says it is. I deducted one star because the staying power isn't that good. If only it were, this would be THAT lippie to buy every color you like. The packaging is absolutely amazing. I've never seen anything like it. A+"
		},
		{
			"review_title": "Smooth as Butter, Sweet as Hearts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I recently got my hands on the Westman Atelier Lip Suede Matte Lipstick in Pip, and oh my, it's like the lipstick gods heard my prayers. Applying it is a dream—it literally glides on like butter. No tugging, no weird patchiness, just smooth, buttery goodness.  And can we talk about the adorable hearts stamped right on the lipstick? It's those little details that make me fall head over heels for a product. Plus, the metallic lid on the lipstick container? Chic with a capital C. It’s like carrying a little piece of art in my makeup bag.  Now, onto the color Pip. It’s gorgeous! It brightens up my face in just the right way, without doing the most. Plus, it stays put without bleeding all over the place, which means I can skip the lip liner and still look put together.  All in all, the Westman Atelier Lip Suede in Pip isn’t just a lipstick; it’s a whole vibe. Love, love, love it and would recommend to anyone looking to add a little luxury and fun to their lip game."
		},
		{
			"review_title": "Love the Color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This lipstick says it plumps, nourishes, and smooths your lips. I didn't notice any of that the first few times I've worn this. But the color is so so gorgeous. I love a bold red lip, and this is definitely that! It glides on nicely, and it lasts longer than some of my other lipsticks. I definitely needed to reapply during the day as it did come off, but I have to do that with most of my lipsticks. So I'm not knocking it for that. I'll keep using this to see if there's some plumping, nourishing, and smoothing like it claims. Did I mention that I LOVE the color?!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I’m blown away by this lipstick! The packaging is beautiful. The lipstick tube is heavier and has a magnetic cap. Love the little mirror in the cap! How clever! The shade Je Reve is so pretty! It’s a shade that you can wear with anything. The lip stick goes on so smoothly and last all day long!!! It has a beautiful matte finish. It moisturizes your lips and does not dry them out. It’s pricey but worth every penny for a quality lipstick."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am in love with this lipstick. I’m not always a huge lipstick fan but this one glides on so smoothly and stays on. I think it will last a long time as well before I need to replace it. Putting some clear gloss over it helps with the feathering issue some others have reported."
		},
		{
			"review_title": "Great Color Payoff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I tested out the color Pip and it is such a beautiful red. The lipstick glides on smoothly for perfect application. It is packed with hyaluronic acid and peptides to smooth and plump the lips. There is a little color transfer but that does not affect the finished look. The component is weighted to give it a luxurious feel and there’s a mini mirror in the magnetic cap. Overall a great product."
		},
		{
			"review_title": "Smells like Easter Chocolates!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received a full size Lip Suede Matte Lipstick in the shade Je Rêve (a blushy nude) from Westman Atelier and Influenster for free in exchange for my honest opinion! Westman Atelier’s website claims that this lipstick is a hydrating matte lipstick in a vegan formula that’s comfortable, airy, cushion-y, glides on easily, ultra pigmented, nourishing, full of Vitamins C & E and it contains a “Hydro Suede Technology” aka a moisture-locking system that delivers matte pigment without drying or feathering. The refillable packaging is very luxurious and heavy with a magnetic cap that acts as a mirror. After trying this lipstick, I can definitely say that it is truly a hydrating matte! It’s comfortable, light, super pigmented, glides on very slippy but locks in place! I highly recommended blending it out with your finger! Also, I had some oily noodles shortly after applying and the lipstick stayed on very well! I love the luxe packaging and I love the little Westman Atelier hearts embossed onto the lipstick and I even love the smell of the lipstick! Smells like chocolate Easter candy!"
		},
		{
			"review_title": "Beautiful color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This is one of the most beautiful colors of lip stick that I’ve seen. The container it’s in is beautiful and the lipstick itself is so pretty and I’m beyond excited."
		},
		{
			"review_title": "Most beautiful lipstick ever",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This is a beautiful lipstick! The packaging is heavy and well made . It has a magnetic lid and a tiny mirror inside the lid for easy application. The lipstick its self has tiny hearts engraved on it. This shade is a perfect nude everyday lips that looks great on my fair skin and will work well for lots of skin tones. The only reason I didn’t give it five stars is because it is so pricey, but honestly it’s worth it if you have the moneys to spare. I received this product free from influencer in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I really like this natural looking matte lipstick. I’ve been wearing it daily. It has a soft and smooth texture when you apply to lips. It still keeps my lips not dry, and the color stays on for hours, and hours, even if you eat."
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lipstick is my new fave! I’m not usually a lipstick person, but this one works for me! I love the color, and the lipstick is smooth and natural looking. It is easy to apply and lasts a long time! The design is also really cool - love the magnetic closure and the little hearts in the lipstick. Great quality!"
		},
		{
			"review_title": "Beautiful hydrated red matte lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I love this Lip Suede Matte Lipstick in the color red. It has Vitamin C, E, blend of peptides and hydro suede technology, which leaves my lips so soft and hydrated. It doesn’t  stain like other lipsticks and it has a beautiful packaging with a mirrored cap for on-the-go application. It’s super chic. I have gotten so many compliments wearing this lipstick."
		},
		{
			"review_title": "Luxurious lipstick bold in color and hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "The Lip Suede Matte Lipstick from Westman Atelier is so beautiful and luxurious. It is heavy, has a magnetic cap and is just gorgeous. I love a bold lip and this red is just perfect! It's incredibly creamy and smooth, gliding effortlessly onto my lips without tugging or pulling. Despite being matte, it doesn't feel dry or cakey at all – in fact, it feels quite hydrating and comfortable to wear throughout the day. I also love the pigmentation of this lipstick. With just one swipe, I get rich, opaque color payoff that lasts for hours without fading or feathering. This lipstick is formulated without any harmful ingredients like parabens, sulfates, or phthalates, which gives me peace of mind knowing that I'm not putting anything harmful on my lips. Overall, I highly recommend the Lip Suede Matte Lipstick from Westman Atelier to anyone looking for a high-quality, clean beauty lipstick that delivers on both color payoff and hydration."
		},
		{
			"review_title": "New favorite Matte lipstick!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Loved this lipstick and plan on buying several shades! It feels light on the lips and the staying power is SO good. It made my lips feel hydrated and that’s so hard to find in a matte lipstick. The magnetic lid is so sleek and it has a mirror inside of the lid for on-the-go application. I wore this to work and got many compliments! I recommend! It is on the pricey side but I’ve tried MANY lipsticks and it’s totally worth it!"
		},
		{
			"review_title": "Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "This lipstick glides on effortlessly and the shade I received was the most beautiful shade I have ever worn. The packaging is 10/10! I highly recommend this brand for lipstick!"
		},
		{
			"review_title": "Smooth matte lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Westman Atelier lip suede hydrating matte lipstick has smooth creamy texture when applied on lips. Love the packaging with magnetic closure and a little mirror for touchups. I got the Je Reve which has almost a mauve pink shade. I received this complimentary for product testing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Received this as a free sample in exchange for review. I love the packaging and the color, and the very subtle plumping effect (it didn't give me the same level of burn like a regular liquid plumping color would do). It felt great going on but after a couple of hours my lips were dry and achy (but still looked great lol). I probably won't buy in other colors but for people who have less sensitive skin and can handle the lipstick dryness this would be a great pick. Also the top is magnetic and how cool!"
		},
		{
			"review_title": "Super lux, gorgeous!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I was sent this complementary of Influenster and Westman Atelier in exchange for my honest review. 1st impressions was how beautiful the packaging is. Heavy, magnetic cap, super lux feeling. Pip is a beautiful blue tone red which I am all for! Formula is much smoother than i expected and super pigmented. Not long lasting, would need to apply after a meal but does leave a slight natural tint on the lips as it wears away. Packaging is bulkier so it may not be the most convenient lipstick to have in a purse, but if you are looking for a luxurious lipstick, with bold pigmentation, you can't go wrong with this!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love everything about this lipstick, feels amazing on my lips, the color, the little hearts that are on the lipstick is absolutely the cutest,  and the magnet lid love."
		},
		{
			"review_title": "My new obsession",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I’m currently obsessed with these westman suede lipsticks. my lips looked amazing. They were so full and rich of color, but very lightweight.. I normally dry out with Matt lipsticks, but this lipstick has an amazing blend of peptides and vitamin C and E that I could definitely feel a difference while wearing it.. I’m officially hooked!"
		},
		{
			"review_title": "it's good.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
			"review_text": "it was ok I love the packaging but not a fan of tube lipstick or the formula"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Lovely lipstick, the packaging is absolutely beautiful. I loved the shade, it goes on very creamy but as it starts to dry up it starts to feel powdery. It doesn’t last very long if you’ll be eating or drinking but other than that I really enjoyed it."
		},
		{
			"review_title": "So creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Influenster in exchange for my honest opinion. This is very pretty lipstick, the case is very large and heavy with a neat magnetic lid closure. The lipstick itself seems a little small but it has a pattern with hearts and little w and a’s all around it.  The formula is matte but quite creamy and non drying, however it does tend to crease after a while.  I’ve also found that it feathers a bit and I’m not a big lip liner gal.  I enjoy the color I received and I would really like to try other shades of this formula."
		},
		{
			"review_title": "A must own nude luxury lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "A Luxurious Experience with Westman Atelier's Matte Hydrating Lipstick - The lipstick glides on effortlessly, embracing your lips with a velvety matte finish that feels as hydrating as a lip balm. One of the most striking features of this lipstick is its ability to combine a matte texture with intense hydration. Unlike traditional matte formulas that leave lips feeling dry, Westman Atelier's creation ensures a nourished sensation throughout wear. Whether it's a casual daytime look or a glamorous evening affair, this lipstick holds its own, staying vibrant and comfortable for hours on end. The blushy nude hue adds a touch of understated elegance, effortlessly complementing various skin tones. Its versatility makes it a staple in any makeup collection. The luxurious case not only exudes refinement but also serves as a testament to the brand's commitment to craftsmanship. Absolutely beautiful, I’m obsessed!"
		},
		{
			"review_title": "The perfect Pop!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This hydrating lipstick has been amazing for my lips . They feel soft and smooth even after all day wear . I love this color it is vibrant and the perfect pop. I also appreciate the magnetic cover as I feel like I am less likely to lose the cover in my purse ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is a beautiful lipstick the shade je reve m, stays all day and is really nice the way it glides ! The color is very classy an elegant ."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is such a beautiful lipstick! I love the Westman Atelier attention to detail in the quality of the magnetic case down to the hearts on the lipstick. Then the product quality is amazing as well. Silky smooth."
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This lipstick felt like butter on my lips, so soft! The packaging is absolutely gorgeous and luxurious. It has a magnetic cap. And the color was just perfect for me and complimented my skin tone. This is my new favorite lipstick"
		},
		{
			"review_title": "Gorgeous lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Everything about this lipstick is gorgeous.  The shade is the perfect shade of red that finishes up the look without being too intense. The packaging is absolutely beautiful and luxurious. I love it and now my favorite lipstick"
		},
		{
			"review_title": "Smooth matte neutral lipstick for everyday use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product for free from Influenster and Westman Atelier in exchange for my honest review. I typically don’t wear lipstick daily, but this color is neutral enough for everyday use. Even though it’s matte, it doesn’t dry out your lips like some do. I would recommend this lipstick!"
		},
		{
			"review_title": "In love with this shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This lipstick has matte finish and provides long-lasting. The formula has nourishing ingredients to help keep the lips hydrated and smooth. Westman Atelier is known for its high-quality, clean beauty products that are formulated without potentially harmful ingredients."
		},
		{
			"review_title": "Luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This lipstick is so high quality from the packaging to the tiny details in the lipstick and then way it feels on your lips. I really like this lipstick. Super smooth soft and almost like it wasn’t even there . Big fan! Love the magnetic lid and mirror"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I was sent this complimentary for my honest review. Immediately opening the packaging i was impressed the lid is magnetic and it is pretty heave feeling. Around the lipstick it is imprinted with little hearts. I love this shade its beautiful. I wish it lasted all day and didnt budge"
		},
		{
			"review_title": "Beautiful every day color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Westman Atelier Lip Sued Matte Lipstick is GORGEOUS! With a gold case featuring magnetic lid! Did you see the little heart desin carved in!!!Je Reve is a soft nude with pink tones. The texture is smooth and velvety. Color is  not kiss proof, but it lasts a decent amount of time with moderate friction from eating and drinking etc. A perfect everyday color that flatters my skin tone and eyes."
		},
		{
			"review_title": "Absolutely Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "This lipstick is stunningly beautiful. The packaging is heavy duty and looks and feels so glamorous. It has a lovely magnetic closure, the lipstick itself is imprinted, and the branding is so classy. The color Je Reve is a lovely dusty rose. It feels like suede going on then I forget I have it on. The color looks like my lips are slightly rosy and it really compliments my light olive complexion. It’s a pricy lipstick but definitely delivers so I think it’s a delightful luxury buy."
		},
		{
			"review_title": "Vivid",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The component feels very luxurious and weighted. it has a magnetic closure which is very satisfying. The color is bright and inverted and goes on smoothly. It feels very hydrating and not dry at all."
		},
		{
			"review_title": "No detail overlooked",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received a complimentary sample of the Westman Atelier Lip Suede Matte Lipstick in Je Reve in exchange for my honest review. No detail was spared in the making of this product—it’s simply wonderful. From the packaging with the weighty tube with a magnetic lid to the adorable hearts etched into the lipstick, this is just a delightful item. The lipstick goes on so smooth—“suede” is certainly accurate here. Unlike other mattes, this one hasn’t dried my lips, and the color stays strong—and it’s the perfect shade. My new favorite nude!!"
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this for free in exchange for my review. This lipstick is amazing. I always am skeptical of matte lipsticks but this one in very moisturizing and the color is amazing!"
		},
		{
			"review_title": "Velvety Smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The tube itself is impressive. The lid comes off but it is magnetic so it goes back on perfectly.   The hearts were a fun design on the lipstick.  Color is nice and vibrant. Goes on very smoothly.   My only complaint is that it does not stay on your lips. At least mine didn't. I even gave it a grace period to dry. If you plan on wearing this for a night out, you will look like The Joker by the end of the night. You've been warned."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Wow- I am so lucky to receive this wonderful Westman Atelier Lip Suede Matte Lipstick 💄 this color is beautiful and the lipstick is very moisturizing! It’s goes on smooth and soft. It’s glides right on without feeling dry and sticky. It’s very nice. I will definitely buy this again!  I love it 🥰 I highly recommend this great lipstick 💄"
		},
		{
			"review_title": "Vibrant color- great for a night out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "Really like this lipstick. First the packaging is really nice. I’m always a fan of the magnetic caps for lipstick. The color really pops and it goes on smoothly. It goes on bright and almost a little overwhelming but settles down throughout the day still looking good just almost like you have a different shade on. My only con was that it did seem to easily transfer on to straws/cups when drinking but a lot of lipsticks do that. So for me, this isn’t a daily wear but definitely a great go out or special occasion lipstick."
		},
		{
			"review_title": "Love love love 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I love the little hearts on this beautiful shade of red. It goes on so smooth and so soft. I'm sold! The ingredients are easy to read and identify. Stays in for hours. Definitely need to blot after application."
		},
		{
			"review_title": "Such an Amazing Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This lipstick feels so luxurious. The component is weighted which just makes it feel perfect. Then let’s get to the actual product. The formula is so creamy it is a one swipe application and feels so creamy on the lips and I really was not expecting it to dry down and have almost no transfer!! Love love love!!!"
		},
		{
			"review_title": "Pip pip hurray!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Incredibly impressed by Westman Atelier Lip Suede Matte Lipstick. I received the color ‘pip’ from Influenster in exchange for an honest review, but I look forward to splurging on other shades.This lipstick glided on like butter and stayed exactly where I put it. The rich color lasted for hours and left my lips feeling nourished and beautiful. I received the shade ‘pip’ and it will make any woman feel like Taylor Swift with her ruby red lips. The lipstick is packaged beautifully in a golden lipstick holder with a beautiful magnetic lid."
		},
		{
			"review_title": "Game changer!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow! This lipstick knocks it out of the park. The formula is so smooth and creamy it doesn’t even feel like a matte even though it looks like it. The color is stunning and would suit many different skin tones. The packaging is also super luxe. There’s a magnetic closure at the top which is a Westman Atelier signature and there’s a little mirror in the cap. That detail was so well thought out! There are even debossed hearts in the lipstick itself. Just incredible - I was just introduced to this brand and will absolutely be buying more."
		},
		{
			"review_title": "Absolutely Beautiful Pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "I received this product free from Influenster and Westman Atelier in return for my honest review. OMG! Red lipstick is my absolute favorite and now in matte!!! Absolutely ❤️"
		},
		{
			"review_title": "Luxury In A Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted this lip suede matte lipstick by Influencer to try in exchange for my honest review.  First off, the packaging is STUNNING….very high end, quality materials and absolutely beautiful.  Silky smooth application, perfect pigment and even, long lasting color blends with rich nourishment to easily make this my new favorite lipstick.  The shade Je Reve is the perfect shade, can be used on many different complexions, and could easily be used for day or evening.  I absolutely love it, can see myself reaching for this stunner over and over again, and would highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "",
			"review_text": "Finally a lipstick that is actually moisturizing too! It feels super nice and light on lips but color is there! A little pricey but it feels luxurious, the magnetic top is a nice touch! *I received this product for free in exchange for my honest review*"
		},
		{
			"review_title": "Perfect pinky red",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I received the lip suede in je reve color. The case itself is super cool. Very chunky case. The lipstick and then be detached to a slimmer lipstick holder. Which is convenient for different types of use, on the go or really taking your time. The lid is also magnetic. The nude case is also very trendy. The lipstick itself has little heart impressions. Super cute. The color glided on soooo smooth. It definitely felt like silk. It makes my lips feel smooth for a while. It does dry matte and does stay on pretty well. Little transfer on the kiss test. The color is in the redish pink family. Which I love. Its good for any time of the year. I definitely will be buying different shades. Great lipstick"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I would totally give this more stars if I could. It goes on like butter and the color is absolutely beautiful!!"
		},
		{
			"review_title": "Very smooth application",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lipstick goes on very smooth, is a beautiful color, and even has little hearts on it. I’ve never used this brand before but can’t wait to keep using it!"
		},
		{
			"review_title": "She's Luxurious!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Whoa, what an amazing, exquisite lipstick. Westman Atelier is on point with their products, packaging, and quality. First of all I looove the color that was selected for me. It's called Je Reve. It's the perfect pinky neutral that I love. The packaging is 10 out of 10. Extremely weighty, glossy, and perfect magnetic closure. Feels like velvet going on the lips and is very long lasting. It's a beautiful matte without making my lips look crepey. Such a beautiful product I cannot wait to try more from this brand!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I love the way this feels on my lips. It goes on so smooth and never feels clumpy. My lips don’t even feel like I have anything on. The color is perfect and I will definitely buy this again! And I love that the top is magnetic so it won’t open up in my purse."
		},
		{
			"review_title": "Super cute lip color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "The first thing that caught my eye was the super cute packaging with the magnetic that also has a mirror inside. The lip color itself is so gorgeous but even more so because it has little hearts etched into the lipstick! This is definitely a color I would have chosen for myself and will be wearing it over and over!"
		},
		{
			"review_title": "Kinda has a slight chocolate smell.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Pip is super buttery, extremely pigmented, lasts a long time and goes on perfectly the very first pass. I love that it contains hyaluronic acid and peptides. Has a blend of nourishing vitamins with a magnetic cap that is refillable! Very eco-friendly!!! I will definitely put this in rotation of my current favorites and the experience of using it is fabulous. Thank you influenster for allowing me to try this product free for my honest and truthful opinions."
		},
		{
			"review_title": "Must buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Talk about unbelievably hydrating lipstick! This is the first matte shade I’ve ever used that felt like butter as it was applied and kept my lips feeling soft all day. Don’t get me started on the cuteness with the little hearts or the mirror in the cap! The color is perfect for every day or a night out. Love love love."
		},
		{
			"review_title": "Great lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I love this lipstick! The bright red color is so fun. It goes on smooth and looks great!"
		},
		{
			"review_title": "Feels so nice on!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Immediately, I was very impressed by the packaging. The tube is heavy, the top is magnetic, and it looks so sleek. The color is not necessarily how Pip is described on the website. I feel like it has more of a pink hue to it than poppy red. It seems to wear well. It feels very nice on like you’re barely wearing lipstick."
		},
		{
			"review_title": "My new go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from Influenster and Westman Atelier in free in exchange for an honest review. It is amazing! Glides on smoothly and doesn’t feel dry. The packaging is amazing and so nice! The top is magnetic and so pleasing. Highly recommend!"
		},
		{
			"review_title": "Beautiful color!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I will say, this is a beautiful color and looks great on. It feels moisture rich and the packaging is beautiful! I especially like the hidden mirror! The only drawback is that is really doesn't last as long as I'd like."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I read somewhere that these products are free of silicones,  uses no parabens, no PEGs, no talc, no phthalates, no synthetic fragrances and are vegan and cruelty free which is really great. This lipstick is super plush, velvety and really hydrating. Make my lips look gorgeous."
		},
		{
			"review_title": "Beautiful red",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This lipstick is very nice. It is the perfect shade of red for my skin tone. It wears beautifully and is very comfortable  on the lips. I would not lay $50 for a lipstick, which is why I did not give it 5 stars."
		},
		{
			"review_title": "Definitely an everyday staple!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "Omg I want every single shade in this lineup! This feels like magic on my lips and I will use this every single day! This color is so flawless and flattering to my skin tone. The spread of this formula is like butter so silky so soft and smooth. I can’t get enough of it!! Definitely worth the price tag and I will definitely be buying other shades because hunty!! This feels so luxurious on my pout!"
		},
		{
			"review_title": "A must have lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "After trying this for a week I’m in love! It goes on so smoothly and feels like nothing on your lips. The color is stunning on and so flattering. The hearts on it are so cute as well"
		},
		{
			"review_title": "Wow!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really didn’t have high expectations for a lipstick. I saw the price and thought oh wow what a luxurious item… who would pay this much? The packaging is sleek and minimalistic. The cap is magnetic so it will stay on. The inside of the cap has a mirror!!!! So cool! The product- it has adorable hearts carved into the lipstick itself. It is super lightweight almost like a mousse but matte and feels hydrating. It’s honestly magic I have no clue how Gucci created such a wonderful product. The pigment is incredible. The color pip is what I received and it’s quite gorgeous and a showstopper. I received this for free for my honest review. I’m so thrilled and would buy this absolutely!"
		},
		{
			"review_title": "This is my new number one lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love Westman Atelier products, they are high quality and made to last all day. This product has a refreshing scent that makes my lips feel like they are ready to be kissed!"
		},
		{
			"review_title": "My lips but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Very lightweight formula. It’ll give a nice mauve nude flush to the lips. I like the pretty little hearts stamps on the lipstick and it smell like chocolate candy."
		},
		{
			"review_title": "Beautiful color!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "The magnetic cap is so handy and I love the imprint on the outside of the lipstick, so cute! I’m usually not a huge fan of matte lipstick, this color is gorgeous and the formula doesn’t seem to be too dry like others I have tried. It lasted a few hours out on a date night, I revived it with some lipgloss half way through."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product for free from Influenster to review with my honest opinion. I like this lipstick although I don’t usually wear it. This lipsticks radiates luxury from its packaging to its cloudy velvet feel on your lips. I definitely think you need some kind of liner."
		},
		{
			"review_title": "Luxurious and buttery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received this product for free in exchange for my honest opinion and I mean it when I say this is the most luxurious lipstick I have ever owned. The packaging is gorgeous. The color is beautiful. It glides on with a velvet smoothness and lasted my entire shift without feeling dry or peeling. It is so soft and my lips felt incredible. Definitely worth splurging on."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I've never had such a fancy lipstick before. You can tell by the packaging that this is fancy. It has some weight to it and I love the magnetic closure. The shade is a perfect nude and i love that it isn't drying like most matte lipsticks."
		},
		{
			"review_title": "Beautiful Fancy Looking Lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I'm  in love with this lipstick ❤️ Je'Reve has a blushy nude color whick I like.  So pretty, and it glides smoothly when applied. It has matte finished and light on the lips. It also has a magnetic cap, which makes it fancy. I love it!"
		},
		{
			"review_title": "Je Reve",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Impressed with this lip suede matte lipstick! The velvety texture glides on smoothly, delivering a rich and intense color payoff. It feels weightless on the lips, offering a comfortable, matte finish that lasts for hours. The precision applicator makes application easy, defining the lips with a flawless edge. The formula doesn’t dry out my lips, and the shade is impressive. Whether it’s a subtle nude or a bold statement color, this lipstick is a fantastic choice for a long-lasting, suede-matte look that doesn’t compromise on comfort. Highly recommended!"
		},
		{
			"review_title": "Love the formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love the color and the feel of this lip stick, my lips still feel hydrated even with it being a matte formula. Love it"
		},
		{
			"review_title": "Goes on smooth!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A very nice color. Goes in smooth. Easy to apply. Lasts a good awhile but certainly not all day. Would love to have it in other colors as well! Cute display with little hearts etched in the lipstick. Overall would recommend!"
		},
		{
			"review_title": "What a beautiful lipstick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "What a beautiful lipstick. I absolutely loved it. It was so creamy and made my lips so soft. The shade Je Reve is such a beautiful shade and looks great on my lips. It's a very luxurious lipstick with beautiful packaging. I'm loving the magnetic top."
		},
		{
			"review_title": "Light on the lips",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received this lipstick as a free gift to review. the lipstick is nice. It's very soft and buttery on the lips, and it really feels like nothing is on them. the color just wasn't for me which is sad."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Oh my gosh it’s very gorgeous, very. The packaging feels very fancy, elegant. It’s like you holding a master piece . The cap is magnetic, has a mirror ,it’s something I’ve never seen before with a lipstick .what a cute and thoughtful idea. It snaps back in right away. There’s even little heart with W.A initial design on the body of the lipstick, everything is so detailed and gorgeous. It smells way too good , like berry and floral . It’s matte but stay hydrated, I feel no stickiness or crack .  But it doesn’t stay too long tho. It sticks on the  glass  when I drink water . But I feel the space where I put my fingers to twist up the lipstick might be too narrow , I felt a little nervous doing it for the first time. Those who have big fingers might have problems. But after all who doesn’t like to have a fancy lipstick in her purse"
		},
		{
			"review_title": "Luxurious Lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This Westman Atelier Lip Suede Matte Lipstick in Je Reve is just the perfect shade for either every day or glamming it up.   The lipstick goes on smoothly and feels velvety, weightless, and so mositurizing.  The lipstick capsule has a nice weight to it. The cap is magnetic and snaps on, which is a plus, so it's not going to easily open in your bag. There is also a mirror inside the cap. I can't forget to mention the cute heart designs on this lipstick. Love it so much. It also has a great smell"
		},
		{
			"review_title": "pretty color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
			"review_text": "Just received this product and it's pretty red it's a little bright but if you just put a little on your finger and rub it on and look like a lip stain it's not all day wearable  and comes off easy. I really like the packaging and the fact it's magnetic and the imprint of hearts on the lipstick is cute also."
		},
		{
			"review_title": "Buttery soft and vanilla scented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "First of all, I love this color! It’s natural but also a bit bold. It goes on buttery smooth, and doesn’t seem to feather around the edges. I love that it is so smooth and soft. It feels very moisturizing and doesn’t sit poorly in my creases on my lips. It has these cute little hearts etched it in and the case is reaaaaally cool! It’s metal and has a magnetic lid! It’s like no lipstick case I’ve ever seen before! It’s even refillable and has a mirror inside the lid! The only con I have is that it doesn’t taste very good when it gets in your mouth and it doesn’t stay on your lips."
		},
		{
			"review_title": "Elegance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Point in favor: It looks elegant and the color design of the lipstick is super cool, it sets well on the lips and leaves a matte finish. What is necessary to consider is that it is not a light lipstick, it is heavier than others but that gives it a more elegant finish. I loved the lid that closes with a magnet, it is quick and effective."
		},
		{
			"review_title": "The perfect shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I loved this lipstick.  The shade was red with a hint of pink which was perfect.  The packaging also feels expensive.  I like the magnetic closure to keep it from coming apart in your purse."
		},
		{
			"review_title": "I love this lipstick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product from influenster in exchange for an honest review. All opinions are my own.  I received this lipstick today. The packaging is very sleek, and I appreciate the fact that the lid is magnetic-keeps the lid from getting loose. It's a very flattering nude pink color. The bullet is embossed with little hearts, which made me smile. It has kind of a chocolate scent, but nothing too overwhelming. So far, my lips haven't dried out, but it is a matte lipstick. It is not transfer proof. I've been wearing it for an hour, and it hasn't flaked. I'm a fan!"
		},
		{
			"review_title": "Luxurious Feel- amazing packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’m very particular about matte lipstick, but this one feels luxurious and moisturizing, it applies so smooth! It touts as a clean beauty company with no animal testing and no extra junk. The packaging is amazing- it has a great feel, and a magnetic cap!  10/10 I would purchase this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received westman atelier lip suede matte lipstick complimentary from Influenster for my honest review. I am obsessed with this lipstick. The color Je reve is a stunning neutral rose color that glides on smoothly and has nice staying power. The lipstick container itself is bulky, but looks so cool and is magnetic so you’ll never have to worry about losing the top. This is my first time trying this lipstick brand and I love it. I would absolutely purchase in the future."
		},
		{
			"review_title": "My new favorite lipstick 💄",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This lipstick is awesome! It comes in a neat tube with a magnetic lid and a little mirror inside. The color is vibrant, yet natural looking making this great for everyday wear. This s company made a commitment to work with clean ingredients which benefit the end user-  We believe makeup should do more than enhance — it should calm, replenish and balance. Westman Atelier ingredients are thoughtfully curated by Gucci in the lab alongside the very best chemists to create skin-nourishing, clean makeup that uses potent actives at clinically proven efficacy levels—and performs at the highest possible standard."
		},
		{
			"review_title": "Such a buttery beautiful lipstick!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Oh I love this! Let's start with the packaging, it is heavy, Beautiful, it opens a little odd but I like it. The lid has a little mirror in it AND the lid is magnetic. So it snaps right on. The bullet has a beautiful heart pattern stamped into it. The color is gorgeous (Je rêve) and goes on like butter. It leaves my lips feeling soft, moisturized ans beautiful! I am so happy with this product!"
		},
		{
			"review_title": "long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this product complimentary from Influenster for my honest review . First I noticed the cute hearts embedded in the lipstick . I put it on 5 hours ago and it's still on. Im switching to matte lipstick .I tasted chocolate when applying . Best product ٫ I recommend ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Je Rêve - blushy nude",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I received this in exchange for my honest review.  And boy I’m glad they chose me. This is the softest, most easily applicable lipstick I have EVER used. It glides on smoother than butter melting on a hot skillet, I mean I’ve never put anything like this on my lips. The color is a BEAUTIFUL purple-y soft pink, that really compliments my olive skin and green eyes. The tube itself is pretty much indestructible and there’s a little bonus mirror inside the cap! The only problem I have with this is to turn the lipstick up you have just a little area at the top of the tube, which works against you unless you have dainty fingers. I digress, once the lipstick is on it stays on. It’s feather light but gives you full coverage in one application. Highly recommend!!!!!"
		},
		{
			"review_title": "Great staple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This is *fancy*. The packaging is excellent and I love the magnetic cap. The stamping design is so beautiful it almost made me not want to use it. The color glides on very easily and it covers very easily - the color is very opaque. It is not transfer proof, but it does fade nicely. Works well with a gloss over top or on its own. So happy to have this."
		}
	]
}