{
	"product_id": "71",
	"name": "The Eye Patches",
	"brand": "Augustinus Bader",
	"categories": "Skincare, Masks, Eye Masks",
	"price": 31.0,
	"about": "What it is:A pack of visibly revitalizing hydrogel eye patches—powered by TFC8®..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dark Circles.Formulation:Mask.Highlighted Ingredients:- TFC8®: Creates an environment for the body’s innate processes of repair and renewal..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:These hydrogel eye patches visibly hydrate, brighten, and plump at rapid speed while reducing the appearance of dark circles, fine lines, and hyperpigmentation..Clinical Results:In a 4-week clinical trial of 60 male and female participants (ages 25 to 70) with self-perceived sensitive skin:",
	"ingredients": "-TFC8®: Creates an environment for the body’s innate processes of repair and renewal..-Acetylated Hyaluronic Acid: Visibly hydrates and plumps under-eye skin..-Fermented Polysaccharide: Visibly brightens and reduces fine lines and wrinkles...Aqua/Water/Eau, Glycerin, 1,2-Hexanediol, Chondrus Crispus Powder, Ceratonia Siliqua Gum, Xanthan Gum, Allantoin, Synthetic Fluorphlogopite, Niacinamide, Panthenol, CI 77491 (Iron Oxide), Agar, Cyamopsis Tetragonoloba (Guar) Gum, CI 77891 (Titanium Dioxide), Ethylhexylglycerin, Adenosine, Calcium Lactate, Glucose, Potassium Chloride, Pentylene Glycol, Sodium Phytate, Chlorphenesin, Rhizobian Gum, Sodium Acetylated Hyaluronate, Tin Oxide, Tocopheryl Acetate, Caprylic/Capric Triglyceride, Hydrogenated Phosphatidylcholine, Hydrolyzed Rice Protein, Maltodextrin, Citric Acid, Alanyl Glutamine, Arginine, Butyrospermum Parkii (Shea) Butter, Camellia Sinensis Leaf Extract, Squalane, Brassica Alba Seed Extract, Ceramide NP, Hydrogenated Lecithin, Oligopeptide-177, Phenylalanine, Potassium Sorbate, Sodium Chloride.",
	"how_to_use": "Suggested Usage:.-Apply to clean, dry under-eye skin two to three times per week, or as desired..-Leave on for 20 minutes..-Follow with the rest of your skincare routine...Recycling Instructions:.-Recycle FSC-certified folding carton and liner.",
	"num_reviews": 4,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/augustinus-bader-the-eye-patches-P506553?skuId=2694388&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2694388-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 Set / 2 Patches",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2694388-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Worth every penny, leave them on longer than recd",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Used these to prep for a wedding where I was a bridesmaid and did my own makeup, my makeup applied flawlessly when I had these on for an hour with the AB face mask on the rest of my face. Worth every"
		},
		{
			"review_title": "HOLY COW!!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "BUY THEM!!! Unbelievable, like a wrinkle injection"
		},
		{
			"review_title": "No difference.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was expecting this eye mask to do a lot more. The gel feels good but in my experience the eye masks do not make a difference. It only feels good while you are wearing it but I don’t see any difference in the under/eye area."
		},
		{
			"review_title": "Great for a special occasion!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Look…. I get it, these are single use eye masks for $22 a piece. That’s extremely expensive, so I ordered a pair and used them before I had to get my photos taken. They hydrated and brightened my under eyes so well I didn’t need eye cream it concealer. I bought a few more pairs to have for special occasions but deff can’t afford to use 2-3 times a week!"
		}
	]
}