{
	"product_id": "1149",
	"name": "Angel Nova Eau de Parfum",
	"brand": "Mugler",
	"categories": "Fragrance, Women, Perfume",
	"price": 165.0,
	"about": "Fragrance Family:Florals.Scent Type:Fruity Floral.Key Notes:Raspberry, Super-Natural Rose, Akigalawood.Fragrance Description:This fruity-floral perfume for women opens with an explosion of juicy raspberry and up-cycled rose, extracted through a sustainable double distillation of rose petals. Warm akigalawood at the base transforms the scent for a captivating, long-lasting experience..About the Bottle:A symbol of fearless, fascinating fantasy, the luxe star-shaped bottle is the ultimate expression of transformative beauty. It is adorned with vivid raspberry-pink hues, echoing the fruity, floral fragrance within..About the Fragrance:Cosmic, captivating, and exuding pleasure and confidence, this perfume reveals a luscious heart of rose inspired by the bold woman who makes her dream a reality and her reality a dream.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Linalool, Limonene, Geraniol, Citronellol, Coumarin, Citral, Citric Acid, Anise Alcohol, Disodium EDTA.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 670,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/mugler-angel-nova-eau-de-parfum-P468698?skuId=2437218&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2437218-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2437218-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Beautifully blended and strong.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This scent is so beautiful, flirty, fruity, and sweet but not childish at the same time. It smells like  floral street “wonderland peony” but with more depth. The longevity and sillage is so strong. I got 12+ hrs of wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Normal skin",
			"review_text": "One of my favorite scents! It smells amazing and lingers all day! Definitely a staple in my collection."
		},
		{
			"review_title": "A must have in my perfume collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I was given a sample of this product at The Bay perfume counter.  After trying it I was hooked.  I am also a big fan of Angel."
		},
		{
			"review_title": "My go to fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "By far my favorite perfume! Lovely scent that lasts all day!"
		},
		{
			"review_title": "I was excited but let down",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "Huuuge disappointment. I adore Mugler and their fragrances are legendary but this one missed the mark. It’s a very strong nauseating fruit smell, does not smell luxurious. Smells like a bath and body works body splash. I was interested by the reviews that said this had a “campfire” smell, which i usually love, but i got zero woody or smoky notes from this. Very one-note raspberry/peach."
		},
		{
			"review_title": "Beast fragrance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is a strong perfume with amazing lasting power. To me it smells like you were near a campfire wearing a fruity body spray. If you don’t like oud/woody fragrances, this is definitely not for you. I gave it away because I’m more of a gourmand girl."
		}
	]
}