{
	"product_id": "845",
	"name": "MEGA-C™ 30% Vitamin C Brightening Mask",
	"brand": "Kate Somerville",
	"categories": "Skincare, Masks, Face Masks",
	"price": 101.0,
	"about": "What it is:A creamy, power-packed, brightening face mask that visibly evens skin tone and diminishes dark spots..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Fine Lines and Wrinkles, and Dullness.Formulation:Mask.Highlighted Ingredients:- 30% Pure Vitamin C: Visibly brightens and evens skin tone, boosts firmness and elasticity, and reduces and fades hyperpigmentation..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free..What Else You Need to Know:This facial in a tube reveals brighter-, stronger-, more radiant-looking skin in as little as two uses. It is packed with a 30 percent dose of ascorbic acid, the most potent yet and stable form of vitamin C. This mask also helps to visibly lift and firm while sea buckthorn oil and ceramides soothe and nourish the skin barrier..Clinical Results:Based on an independent clinical study, after 2 uses:",
	"ingredients": "-30% Pure Vitamin C: Visibly brightens and evens skin tone, boosts firmness and elasticity, and reduces and fades hyperpigmentation..-Age Repair Complex: Reduces the appearance of wrinkles and restores more youthful-looking skin..-Sea Buckthorn Oil and Ceramides: Visibly restore skin’s natural lipids for remarkably softer, smoother skin...Dimethicone, Ascorbic Acid, Polysilicone-11, Peg-10 Dimethicone, Hippophae Rhamnoides Fruit Oil, Divinyldimethicone/Dimethicone/Phenylsilsesquioxane Crosspolymer, Carthamus Tinctorius (Safflower) Seed Oil, Brassica Campestris (Rapeseed) Seed Oil, Bisabolol, Glycyrrhiza Glabra (Licorice) Root Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Niacinamide, Mentha Viridis (Spearmint) Leaf Oil, Pogostemon Cablin Oil, Zingiber Officinale (Ginger) Root Extract, Ceramide Np, Caprylic/Capric Triglyceride, Polyglyceryl-3 Diisostearate, Ubiquinone, Astragalus Membranaceus Root Extract, Spilanthes Acmella Flower/Leaf/Stem Extract, Althaea Officinalis Root Extract, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Limonene.",
	"how_to_use": "Suggested Usage:.-Use AM or PM. .-Use one to two times per a week. .-Apply a thin, even layer on clean, dry skin. .-Allow the product to sit on skin for up to 20 minutes before washing off. .-Rinse with cool water to remove all product. .-Repeat cleanse if desired. .-Follow with your usual moisturizer. .-Be sure to use with SPF.",
	"num_reviews": 291,
	"overall_rating": 4.7,
	"product_url": "https://www.sephora.com/ca/en/product/kate-somerville-mega-c-tm-30-vitamin-c-brightening-mask-P506158?skuId=2643955&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2643955-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz / 60 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2643955-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Best in the beauty industry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "strongest concentration of vitamin C, love that its in a mask format, a bit difficult to wash off but I love how my face glows after each use."
		},
		{
			"review_title": "Hard to remove",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This product didn't do any harm, but I had the experience that several other reviewers had: it was super hard to remove, even with a washcloth, even in the shower. Like plastic bonded to my face."
		},
		{
			"review_title": "hard to rinse off",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "bought it because I love buying face masks especially the ones that brighten. this one does just that. the only very annoying thing is that it is quite difficult to wash off. I don't ever like to use a towel on my face. so just washing with water like the bottle says  but it makes my skin look yellow. the trick is to use a face wash or a scrub. I now use my favorite face scrub to remove it. the results are great in the end!"
		},
		{
			"review_title": "A Real Brightening Mask that Works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Oily skin",
			"review_text": "Instantly have brighter glowing skin! Such a great product if you want to treat and brighten. I love to use this, especially if I am going out, I usually don't wear makeup so I like to make sure my skin is well treated and this product HELPS!"
		},
		{
			"review_title": "A good product for skin treatment.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "See results in a few applications and easy to use."
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I had been using another brightening mask, but I couldn't tell if it was working, so I decided to give this one a try.  It says to use twice a week.  After three uses, I noticed a difference!  I did a double take in the mirror.  My skin is definitely brighter, discolorations are fading, and it leaves your skin so soft.  This stuff works!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "It is a nice mask and definitely makes it feel like it is working. I haven't noticed any of my dark spots leaving. It is also really weird and hard to wash off."
		},
		{
			"review_title": "Better products out there",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Not sure how this got so many good reviews but this is the worst face mask. I think it gave my face chemical burn for having it on for only 10 minutes (says you can leave on for 20). It’s super hard to wash off your face, you’ll need to use a wash cloth to help wipe it off. Would not recommend for the price and for such a small size of product."
		},
		{
			"review_title": "Waxy Texture, Literally Does Nothing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "After eyeing it for a good 6 months, I finally bought this during the sale. And after four uses, I’m honestly so confused because this mask does *nothing* for my skin.   Not only does the mask do absolutely nothing to brighten or reduce my (very faint) sunspots, it also has a weird waxy texture that’s extremely hard to wash off. I follow the instructions every time but always have to wash again with one of my cleansers afterwards because it literally will not come off my skin otherwise (and Seabuckthorn, which is what makes the product yellow, absolutely will stain your clothes and pillowcases).   I am wondering if maybe I got a bad batch, which is why I’m giving an extra star. I imagine it must work for someone in order for it be be on Allure’s list, but wow was it a disappointment for me. I’ve had better luck with the Korres Vitamin C line, so I think I’m just going to stick with what I know works instead."
		},
		{
			"review_title": "The brightening best mask out there!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "From a person who loves to take care of her skin, this is the best! Been using this for a year now - my face became brighter after only using it for a week. This will always be part of my skin care routine."
		},
		{
			"review_title": "Not the one for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Unfortunately, I will give this mask a 3/10. Hard to wash off, my face tingles and itch’s with it on, I don’t see much results afterwards. I wouldn’t buy again."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I paid almost $80 for this?? This looks like the travel size of something. I expected this to be much larger in person this is good for like 5 face masks. Disappointed"
		},
		{
			"review_title": "new staple in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "love this for brightening post acne spots. my skin over all looks much more even and I've only used this twice so far! I purchased this product on my own this was not a gift. a little pricey but worth it for these results."
		},
		{
			"review_title": "Love this mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "Ok normally I don't write reviews but I really liked this mask and have noticed a difference. My skin has significantly improved throughout the last year so I have a couple of dark spots and they have diminished after using it only a few times. It's pricey for sure but I don't regret buying this mask at all. If anyone wants a cheaper mask that'll work just as well for dark spots, I'd recommend the caudelie vinoperfect peel mask"
		},
		{
			"review_title": "A must have n any Arsenal these days to keep your",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love this product, it give my face a nice firm an brilliance to it.. It's one of my favorites"
		},
		{
			"review_title": "Would not purchase again...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've used this for over a month now and I can only say that I would not purchase it again. It isn't bad, but for the price point my expectations were certainly higher. I didn't really notice much of a difference. In addition, I really hate masks that leave an oily residue after rinsing them off."
		},
		{
			"review_title": "Burns but good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "When I applied this mask my face was on fire. I have fairly sensitive skin but can use lactic acids and most peels but I was almost in tears because of the burn. It lasted maybe 2 minutes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Love everything about this mask! It really brightens up my complexion in 20 minutes, and that’s not an exaggeration. It evens out the tone, and leaves my skin glowy and hydrated. You may feel a little tingle when you apply it, but that goes away in a few minutes. The mask itself goes on smoothly and smells amazing. The tube really makes it super easy to use the product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "So this wasn’t my absolute favorite product but it did actually make a difference in my skins tone and texture right away. It was pretty comfortable to wear but it might not be the best choice for sensitive skin types. I was gifted by Kate Somerville."
		},
		{
			"review_title": "Best mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this mask. If you want a natural glow and even color, you need it. My dark spots already look a bit lighter then before and it feel extremely soft. I can’t wait to keep using this mask. Also, it doesn’t irritate my skin at all which sometimes happens to me with products with vitamin C. I was gifted this one but I will purchase it with my money once it is finished."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I’m loving this mask gifted by Kate Somerville, especially entering spring and summer where you want that natural sun kissed glow to your skin! It leaves my skin looking bright and hydrated and I’m hoping with continued use will even my tone and help with some texture too"
		},
		{
			"review_title": "Hmmm unsure",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This is an interesting product. I don’t truly hate it, but it’s not the best vitamin c mask that I’ve ever tried. I have oily sensitive skin and There’s a huge tingle once the product is introduced to your skin. So be ready for that. Also when you rinse it off it feels oily and greasy. Really weird feeling. I feel that it does brighten though. But not worth the uncomfortable sensations to get that brightness. Gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This works great on days when my skins looks dull. I have sensitive skin and It did tingle a bit so I didn’t leave it on as long as directions stated I definitely noticed how much more radiant and plump my skin looked afterwards. Gifted by Kate Somerville"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "complimentary from Kate Somerville. I have been using this for 2 weeks. I think its a very nice vitamin C and a great addition to my routine.  I use a tiny amount and doing it twice a week, as I have sensitive skin. its gentle to my skin and I plan to keep using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Vitamin C is one of my favorite ingredients but it’s always so hard to find the perfect product with it as the key ingredient. This really exceeded mt expectations. This face mask has visibly improved my dark spots and evened out my skin tone. Love this one! Gifted by Kate Somerville."
		},
		{
			"review_title": "Fav",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Such a good formula, love the bright yellow packaging. it leaves no irritation no excessive tingling sensation and skin feels two times brighter and fresh once i wash the mask off. Highly recommend it. Gifted by kate sommerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This vitamin c face mask is wonderful! It feels nice and moisturising, smells amazing, and goes on smoothly. After washing it off my face feels plump and moisturised (not dry at all like other face masks leave it). Love it! (Gifted by Kate Somerville)"
		},
		{
			"review_title": "Glowing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
			"review_text": "I love this mask that was gifted to me by Kate Somerville! I noticed from using this my face is brighter and glower! My skin looks so happy and bright. This helped with the coloration on my face and the constant redness"
		},
		{
			"review_title": "Didn't agree with my skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I was very excited to try this product because I have dull skin and I was looking for  a Vit C mask that wouldn't be so harsh on my dry  sensitive skin. It is yellow in color and a little goes a long way. After I applied I started feeling my face a bit hot, but I continued for the recommended time and then I rinsed. My face definitely felt more tighter and looking dry. My cheeks and forehead were slightly red with some discomfort. Unfortunately this product was a bit too strong for my skin I will not be using it again. Complimentary from Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am a total skin care lover! This beautiful facial mask is wonderful when you’re feeling a bit dole and lackluster. This instantly brightened my skin. It did tingle a tiny bit but the results were totally worth it. I guarantee you will love this beautiful facial mask!gifted by Kate Somerville"
		},
		{
			"review_title": "Love this for dark spots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is such a great strong mask for helping brighten and lighten your skin! I have used this once and immediately noticed brighter complexion and even some of my dark acne marks have faded slightly! Absolutely impressed! This was gifted by Kate Somerville"
		},
		{
			"review_title": "Leaves my skin glowing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this facial mask! After using it for a couple of weeks my skin looks brighter and more even toned.  Immediately after using it my skin has this amazing glow and my skin feels so smooth and soft. It’s creamy and rinses off easily as well.  This was gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a strong brightening treatment that relievers great results. I think it is strong my skin even though I don’t have sensitive skin but I just used it for a couple minutes and washed it off. I would patch test this - gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this mask for several weeks and I have noticed my skin is brighter, and the dark spots have absolutely diminished my skin tone is more even, I would give this vitamin C mask a 10 of 10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This product is great. After only two uses my skin is transformed. It’s smoother and has a natural heathy glow. My uneven skin tone is not as visible and my skin looks brighter. I recommend this product. Complimentary from Kate Sumerville."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This product was amazing. It leaves my skin glowing after using it for about 2 weeks. Highly recommend to anyone looking to brighten there skin with good ingredients. I have sensitive skin and it did not irritate my face. This was gifted by Kate Somerville"
		},
		{
			"review_title": "Definitely brightens!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I was so excited to learn about this launch so when a tube arrived complimentary from Kate Somerville, I tried it on right away. The consistency feels like a primer (the formula is waterless to maintain integrity and potency of Vitamin C here) and while not the easiest to rinse off (hot cloth recommended or follow up with a foaming cleanser), I did notice results after just two applications 3 days apart. It definitely brightens and energizes the complexion. No tingling, redness or odd scent detected. Very happy with this new release."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "What a great mask! After a couple uses I already noticed my skin started to look brighter and glowing. I have some dark spot of my cheek area and there’s already been a noticeable difference. It has such great ingredients in this mask. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This facemask was incredible. I am already a huge fan of anything that says brightening or vitamin C, and this face mask did not disappoint. I really enjoy using it maybe once or twice a week because it does seem quite strong. And I would definitely recommend using sunscreen after because your skin feels a bit sensitive. I would also do a test spot on your skin in case you’re a bit sensitive. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The Mega-C Brightening facial is a true gem for anyone seeking a vibrant and glowing complexion. It works wonders in improving the texture of my skin as well. 🙌🏼 Say goodbye to dullness and hello to a smoother, more youthful-looking complexion. I must mention that upon application, there's a slight tingling sensation, I personally felt like I wanted to itch it but I think it’s part of the process. But, of course, if you have sensitive skin, I would recommend doing a patch test beforehand."
		},
		{
			"review_title": "Brighter Skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been having a lot of issues with my skin this Spring. It's been dull and acne prone so I definitely needed something to help with brightness and overall evenness. I've been using this mask once a week and I love how convenient it is. My skin has a lot more radiance to it and overall looks a lot healthier! Gifted by Katesomerville."
		},
		{
			"review_title": "Best mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is the best mask! I have seen such a difference in my dark spots after just a week or two of using this product. My skin really is glowing so much more with the addition of this product into my weekly routine. I have always loved Kate Somerville products (exfoliate is my forever exfoliator) and there is no question that I will be adding this to my lineup indefinitely!"
		},
		{
			"review_title": "I’m liking it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I am really enjoying this product. After the first time I did the mask I immediately noticed a brightening to my dull skin. It was a little tingly during application but I did not feel like it irritated my skin at all. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a beautiful at home facial for a clear looking face, I applied it twice a week and my face looked healthy and even ! I used it like mask and kept it for 20 minutes before washing off. It made my face feel soft and reduced roughness! Great for weekly use, love the ingredients, gifted by kate somerville"
		},
		{
			"review_title": "so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This was gifted by Kate Somerville and I have been testing out this product for a few uses now to see how it works for my skin. i have dry skin and this didn’t dry me out. I was looking for a product that brightened up my skin and hydrated, this was perfect! my"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This product was gifted to me by Kate Somerville in exchange for my honest review and HONESTLY, this product is NO joke!! Before purchasing, please make sure your skin can handle this. On the bright side, it does what it says it’s going to do! Keep in mind, this isn’t a product you use daily, maybe once a week or even every two weeks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Kate Somerville. I’ve never used a vitamin c based face mask before and have been pretty impressed with this mask! I’ve been using it on Sunday and Thursday nights after my shower and I feel like my skin is super hydrated and more clear on the days I’ve incorporated this into my routine. It tingles just a bit when it sits on your skin but isn’t uncomfortable and feels back or normal as soon as it’s washed off."
		},
		{
			"review_title": "Brighter skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Kate Somerville. I noticed a huge difference in how bright my skin was after just one use. I am using it once a week and so far I find that’s the best way it works for me. It didn’t irritated my skin and left a soft feeling."
		},
		{
			"review_title": "Need more time with the product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted this complimentary by Kate Somerville for honest review. I feel like I need more time with this before I can make an accurate, full review. I will typically use a mask weekly, so I’ve only been able to use twice. I’m not sure if I’ve seen much brightening yet but am hopeful. Happy that this hasn’t irritated my sensitive prone skin. Hope with continued use my skin more glowy and ready for summer. My biggest issue is hyperpigmentation, so a product like this is perfect."
		},
		{
			"review_title": "Amazing facial treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Kate Somerville mega c facial mask - this is a brightening mask made with 30%  of vitamin c (ascorbic acid) so it is quite potent. It comes in a creamy yellow texture, upon application it leaves a slight tingle, a super mild sensation. It does contain added oils such as sea buckthorn, safflower, raspberry. It also contains a powerful ingredient rice extract, great for brightening. After a couple of usage my skin looks more even, appears smoother and more radiant. Great for those weekly or bi weekly treatments at home.  This was gifted by Kate Somerville but opinion is all now own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After just a few uses of this, I’ve noticed that my skin looks and feels a lot smoother. I tend to have dull skin, especially during the cold and using this has really brightened up my skin. It is also not drying at all."
		},
		{
			"review_title": "I like it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville. I’m really liking this mask so far! I’ve used it a few times now and I feel like I can see a difference in my complexion. It has lightened my lingering post-pimple redness and makes my face feel so soft!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This mask was very easy to emulsify on the skin, and it left a little tingly feeling. After a couple uses, I can feel my skin is brighter. I wouldn’t leave it on for too long or longer than suggested. Gifted by Kate Somerville."
		},
		{
			"review_title": "Pleased with the result!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Mega-C brightening face mask complimentary from Kate Somerville. Dark spots from sun exposure and dull skin has been some of my major skin concerns, using Vitamin C is always a part of my skin care routine. Trying a Vitamin C mask is new for me, I love that it gentle on the skin, non-irritating and the creamy texture is perfect. I have used several times and my skin appears radiant than before. It is a great treatment, gives me the fresh Spa vibe. The ceramides made my skin soft and smooth. It’s a definite must have in your skin care routine! I am very pleased."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville-I could have seen a difference in my skin after using this mask just once. It gives me a beautiful good and refreshes my skin. I love that it's not harsh on my skin, it is gentle enough for my sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This mask has definitely helped with my dark spots and evening out my skintone. I feel so much more confident without makeup after using this product for just 2 weeks. It does tingle a bit when you first start using it but I kind of like that feeling. I received this complimentary from Kate Somerville but all opinions are my own."
		},
		{
			"review_title": "Great addition to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this product! I have been using this along with my other Kate Somerville skincare products. This is a creamy, wash-off mask that contains 30% vitamin c to brighten and even out my skin tone. I noticed a difference after just two uses. My dark spots faded and my skin looked more radiant and smooth. It also has an age repair complex that helps lift and firm my skin, as well as sea buckthorn oil and ceramides that moisturize and soothe. It's like a clinic-grade facial in a tube. I highly recommend it to anyone who wants to boost their glow and reduce signs of aging. This was gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I really like this brightening mask, the texture is so buttery and makes my skin feel very soft. I am using it once a week in my routine, I only applied a thin layer and kept it on for 15 to 20 minutes, it didn't irritate my skin and it works very well with my dry skin. Gifted by Kate somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Kate Somerville - MEGA-C™ 30% Vitamin C Brightening Mask is a creamy texture with a scent. It’s a tub container making is easy to get product out. Upon application it leaves a tingly sensation. After wash, my skin feels freshed, nourished, and brighten. Complimentary from Kate Somerville."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Absolutely obsessed with this product, or do I have to be really careful on the way I use it, make sure a couple days prior Ivy moisturizing heavily since he could be a little bit harsh on my dry skin but aside from that he does all it says it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This product was gifted by Kate Somerville and is my new favorite facial mask! I have been using this once a week and have noticed a visible difference in the brightness of my skin. It has also helped so much with evening my skin tone and lightening dark spots on my skin."
		},
		{
			"review_title": "Incredible Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Complimentary from Kate Somerville. I love how beautiful this mask left my skin. It left my skin looking so much brighter after only two uses. It is such an easy mask to use. The texture is fun and easy to work with. I did need to use a cleanser to fully wash it off. I am very happy with this mask."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville in exchange for my honest review. I have been really enjoying this face mask! I use it in the evenings and leave it on for roughly 15 minutes and notice my skin is visibly brighter and has a nice glow. I haven’t seen any brightening of my acne scars however it’s only been two weeks so I will keep an eye out to see if this changes in the coming weeks. I have heard from a few other creators that they experienced stinging when using this mask, however, I have sensitive skin and haven’t had notice that when using it. I would recommend trying a sample of it first to make sure it’s right for your skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was gifted by Kate Somerville their new Mega-C 30% Vitamin C Brightening Facial and I have been very impressed! I have very sensitive, eczema-prone skin so switching Vitamin C products can sometimes be too much for my skin but this brightening facial is so gentle because it washed off and doesn’t stay on your skin which is such a great idea! After just a few uses my skin is glowing and feels great!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This vitamin C mask was gifted by Kate Somerville for my review. I am a huge fan of any and all vitamin C products, and this one really packs a punch! I can actually feel a slight tingle upon application. This is a silicone based formula which helps it to apply smoothly & evenly, but because of the silicones, I do a double cleanse after using it. I find that just using a cloth to remove doesn’t really get everything off. No biggie, just FYI. I’ve used it a couple times already and I could see this being a regular part of my routine. I generally find that vitamin C products work so well for my 45-y/o skin and this one has really boosted my glow. Highly recommend if you’re a Vitamin C fan!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is some powerful stuff! Your skin looks brighter after the first use so I can’t wait to see how my skin looks after I use this for a couple more weeks. You can Tell it has a ton of vitamin C in it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love Kate Somerville products do I was excited to try the vitamin c brightening mask. It very easy to apply as it has a very creamy feel. I use vitamin c everyday so I didn’t get any tingling from it. I would recommend to add mild face wash to remove. Gifted by Kate Somerville"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My face feels so much brighter, smoother, and clearer. I love all Kates products, but this is definitely my favorite one yet. It. Works within a couple uses and a little goes such a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I was pleasantly surprised with this product. When you layer it on the skin it layers similarly to the DE chemical peel. When you wash it off it left my skin feeling super smooth and non irritated. I think it has been helping lightening up my post acne scars. It doesn’t sting, but I did get it in my eyes while washing it off once and it did burn a bit."
		},
		{
			"review_title": "Good for dry and dull skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I enjoy using it once a week when my skin feels dry and rough. It restores a healthy glow to my skin and enhances its clarity. My dermatologist recommended using the vitamin C mask once a week, but advised applying it at night before bed and using more sunscreen the following day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have recently started using the Mega C Vitamin C Brightening Mask since being gifted by katesomerville. I love Kate's vitamin C product and this is no different! I like that it's a mask that you rinse off. I have noticed results just from one use overnight."
		},
		{
			"review_title": "SO so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This mask is amazing! I seriously notice a difference after using it. My skin is brighter and it just brings the life back into my face. The texture feels great on my face and I think this would work for sensitive skin types as well. This was gifted by Kate Somerville but I'll be repurchasing once I run out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Oily skin",
			"review_text": "Loving Kate Somerville’s MEGA-C™ 30% VITAMIN C BRIGHTENING FACIAL Powerhouse Clinic-Grade Brightening Mask so far. After just a few uses I did notice an improvement in my skin. Definitely had a nice glow to it. Love being able to see results so quickly."
		},
		{
			"review_title": "Good for dull skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is definitely powerful stuff. Made my skin tingle a bit but wasn’t too harsh. Very brightening and helps dull skin look renewed and fresh. Easy to use, just make sure not to leave on any longer than the directions specify.  Gifted by Kate Somerville"
		},
		{
			"review_title": "Elastic, soft, brighter new skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love that this is a product to focus on Vitamin C other than your typical vitamin C serum. After using this product, my skin was immediately SO soft when I washed it off. My skin felt more elastic, was brighter, and felt brand new! I’m not too sure if I would spend $70+ for it, but I was gifted by Kate Somerville this product."
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Normally I’m skeptical about face masks but i find this one really does what it claims and doesn’t break me out in the process! My skin looked visibly brighter and more even after using it a few times. Def think you should try it out, even if you’re like me and skeptical of masks! This was gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I picked up a lot of hyperpigmentation during my last pregnancy and was so happy to come across this product for a more intensive way to correct it at home using Vitamin C. Complimentary from Kate Somerville"
		},
		{
			"review_title": "Radiant and glowy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product was so easy to apply, I left it on for about 20 min as a mask and my skin felt so smooth and looked glowy and radiant after the first use. It has 30% vitamin C which is great to brighten. So easy to incorporate into my routine because I only use twice a week. Gifted by Kate Somerville."
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Loving this wash off face mask! I’ve used it about 4 times and definitely see a difference in my skins complexion. I have sensitive skin but this formula is gentle enough for me and gave me no issues. My skin looks brighter and smoother, definitely recommend!"
		},
		{
			"review_title": "Great mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted by Kate Somerville. I have been using this product for about a week and I love it so far. Vitamin C is so important to me for my skincare regimen. I love how glowy it leaves my skin and helps with dark spots. I highly recommend"
		},
		{
			"review_title": "i will forever re purchase this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "saying that i love this product doesn’t do it enough justice. I used this product once and saw such a difference in the overall complexion of my face. i struggle with acne scars and pigmentation and saw extreme improvement from just one usage. gifted by kate somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely loved this product it worked better than i even expected. The smell is a lil strong so it irritates my eyes a little but because i put it too close. Overall its a great product and makes my skin feel amazing. Gifted by kate somerville"
		},
		{
			"review_title": "Feels greasy but leaves face soft and smooth",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Product was gifted by Kate Somerville in exchange for my honest review. This mask claims to even skin tone and diminish dark spots. I applied a thin layer to dry skin and left on for 10 minutes because I have sensitive skin (instructions are to leave on for 20 min unless you have sensitive skin). The mask feels greasy and as I apply it, I can feel my hands getting greasy. It has an oily undertone. After I rinsed off, there is a film that remains. I had to wash off with a cleanser to fully remove the film. I didn’t notice my dark spots fading but I did notice how soft and smooth my face felt."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Feeling SO glowy and radiant!!! This is such an easy step to incorporate and into my weekly routine and leaves my skin sooo smooth. Love it so much I am so glad I tried it !!!!!!gifted by Kate Somerville"
		},
		{
			"review_title": "Almost good…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Vitamin C is one of my favorite ingredients, so I was excited to try this mask! But as soon I smelled the (admittedly pleasant) fragrance, I had a feeling things would go badly. Sure enough, I was left with irritated, bumpy skin. I’ve used even higher concentrations of vitamin C before without issue, but my skin consistently has issues with essential oils and limonene, which I am bummed are in this product. If they could just remove the perfume (that doesn’t do anything beneficial!), they’d be left with a five star product instead of one that people with sensitive skin should avoid. This was gifted by the brand."
		},
		{
			"review_title": "Great for DULL skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Katesomerville gifted me this has made my skin so bright and radiant after first use this is a great product if you have dull skin. I have sensitive dry skin and this has improved my skin tremendously."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Loving this product!!  This product was gifted by Kate Somerville. When first applied there is a tingling sensation, but I don’t mind because that means the product is working. I noticed my pores looked smaller and my skin looked brighter immediately after using this product. I can’t wait to see what my results will look like over time!"
		},
		{
			"review_title": "Amazing if you’re used to vitamin c",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Wow! If your skin is well familiar with vitamin c, this will be an amazing mask to leave on for a good 15-20 minutes. The results after are amazing. It’s like you’ve gotten a glowy facial and are left with supple radiant skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is my first time using a vitamin c brightening mask and now I’m obsessed! I use it twice a week as directed on the bottle and my skin feels so so smooth after each time! My husband now even uses it! Gifted by Kate Somerville"
		},
		{
			"review_title": "Smoother and more radiant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This mask is so unique! I’ve used so many vitamin c products and this one is better than all of them. The texture is super smooth and velvety. It’s easy to apply and easy to remove. After using it my skin feels refreshed, smoother, and my skin tone is more even."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "After trying this mask once, I was amazed by how refreshed and soft my skin felt. With just a few uses on a weekly basis, I can already see a significant improvement in my skin. It's safe to say that this mask will now be a regular part of my weekly routine! gifted by katesomerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "THIS STUFF WORKS IMMEDIATELY! I changed nothing with my makeup routine only thing I did differently was my skincare routine using kate Somerville and everyone told me how much my face was glowing today! . ill keep buying  gifted by katesomerville"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Oh I love this mask. Let’s start by talking about the texture and the color, soooo good ! It goes on the skin easily and doesn’t dry out the skin. This mask makes my skin feel so soft and healthy looking. I’d say that after each use, my skin looks more radiant with less noticeable pores. I am so happy that I got to try this mask. Love it."
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I love this vitamin C brightening mask that was gifted by Kate Somerville. I have been using this as instructed and leaving it on for 20 minutes and wow! You can definitely see a difference in color of dark spots. My skin feels so soft and looks radiant after just ONE use, I have been using this for a little over a week now and really enjoy it. It has a soft silicone type feel to it, easily glides all through out the face and has a yellow tint to it."
		},
		{
			"review_title": "Nice mask, packs a punch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This mask really packs a punch, but it works very well. My main skin concern is hyperpigmentation and this makes has made my skin overall brighter in tone and dark spots somewhat lighter. Most importantly it didn’t cause my skin to be sensitized. Overall I see some improvement and my skin looks very glowy days after using it. Gifted by Kate Somerville ."
		},
		{
			"review_title": "Brightens skin!  Must have face mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This premium copper bulelt hose was gifted to me.  I tried this right away when I recieved it and love it.  It is easy to use and store.  I keep this in my planter and take it out when I need to use.  Has heavy tight brass fittings which is a plus.  Not only is this good for watering your plants but also great for car washes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "reat facial cleanser makes my face look super clean and soft. My face looked super shiney after using. I would definitely recommend using this product. It is super affordable and does the job. Left my face looking great !! Gifted by Kate Somerville"
		},
		{
			"review_title": "Bye bye dull skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got to try the Kate Somerville MEGA-C™ 30% Vitamin C Brightening Facial and I am quite pleased. I was using this to address dull complexion and seeking to brighten my skin. There’s is a high percentage of vitamin c so those with sensitive skin should keep that in mind. Definitely helped with my hyperpigmentation and skin brightening as well as hydration. My skin wasn’t dried out by this mask. I love the slight citrus smell that isn’t overwhelming at all. I got this complimentary from Kate Somerville"
		},
		{
			"review_title": "Wonderful mask!! Really works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I absolutely love Kate Sommerville products, so I couldn't wait to try this Mega C mask. It comes in an easy to squeeze tube and only a little is needed at a time. The mask is bright yellow and thick in texture. I use it 2 times a week to give my skin a reset and it truly does give me results. It has made my skin look so much brighter, my complexion looks more even, and I definitely notice my dark spots have faded. I love the healthy glow I get from using it and gow silky smooth my skin feels. It works well for my combination skin and I've had no irritation, but there is a slight tingling.  If you have sensitive skin, I would do a patch test first. This mask is a new favorite of mine and a great addition to my skincare routine. I was gifted this product complimentary from Kate Sommerville."
		},
		{
			"review_title": "Radiant skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
			"review_text": "The Kate Sommerville MEGA-C™ 30% VITAMIN C BRIGHTENING FACIAL Powerhouse Clinic-Grade Brightening Mask gifted by Kate Sommerville has been a game changer in my skincare routine. After just 1 use, my skin was radiant, smooth and supple. The mask has not irritated my sensitive skin. Be sure to use SPF during the day. This is an exfoliating mask, apply 1-2 times per week on dry skin. I use a damp cloth to remove (avoid excessive whipping) as it leaves a slight film when you rinse off on its own. Overall I definitely recommend!"
		},
		{
			"review_title": "Omg I love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This mask has an awesome, super smooth texture that feels really nice when you put it on. I did experience a slight tingling sensation at first, like the directions said might happen. Because I have sensitive skin, I decided to leave it on for only about 10 minutes. But what surprised me was how incredibly soft and smooth my skin felt after just one use. I'm really looking forward to seeing the amazing results it can bring in the long run. This was gifted by katesomerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Wow this mask made my skin feel so refreshed and soft after just one use! Then I started using it weekly and n can see a huge e difference in my skin with a few uses. Definitely going to be part of my weekly routine! Gifted by Kate Somerville"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love Kate products and this one didn’t disappoint ! I love how bright it makes my face. I do this once a week and have liked what this addition to my routine has done very bright and supple. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love to use this mask when my skin is in desperate need of a pick me up. I love the brightening effect and how it feels like it’s actually doing something to my skin. It can sting a little bit but I don’t mind. Gifted by Kate Somerville."
		},
		{
			"review_title": "Great Brightening Mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was gifted by Kate Somerville this Vitamin C brightening facial mask. I felt difference in my complexion on my first application. It’s a nice mask for getting a smooth and even skin tone. I hope to see more results as I keep on using it for a month, every other week."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "So far I have enjoyed using this product and look forward to seeing more of the long term benefits. It didn’t sensitize my skin at all and I felt like my skin was a little brighter even after just one use. This was gifted by Kate Somerville to me but opinions are my own."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "So happy kate somerville gifted me this new vitamin c treatment. Very expensive, if I’m being honest so I really wanted to see if it’s worth it and it’s ok for the price. I like the exfoliate treatment more if you’re gonna spend that much"
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This mask is so good! I felt my skin get really bright and it made it feel so soft as well! Definitely a great vitamin c mask to use! This was gifted to me but it’s honestly so good I really do recommend it!"
		},
		{
			"review_title": "Powerhouse Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville in exchange for my review. I love anything from the brand and especially love this! I have noticed that since using this my pores feel fantastic, my skin feels wonderful and is super healthy and glowy. Texture is nice, doesn’t have any weird smells and doesn’t bother my skin even though sometimes, especially around my nose, it can become irritated but did not with this! Highly recommend!"
		},
		{
			"review_title": "Spicy but effective!! Smooth skin ahead!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Ok, I have an absolute love/hate relationship with this beauty. As someone with  sensitive skin I think it’s only fair to disclose that my experience is likely not representative of the majority. This is spicy! Even won’t a thin layer for individuals with skin sensitives like myself. However, the tingling does subside and I am able to wear for around 10 minutes. I remove and my skin is absolutely baby soft and smooth; unlike anything else! I love that this is effective just be careful and patch test. Very kindly gifted by Kate Somerville!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product did not work for me. I don’t have super sensitive skin, but this BURNS. Within the first few minutes, I have to rinse it off because my entire face stings so badly. I’m sad this didn’t work for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "If you want to have bright and glowy skin, you need to try this new Mega-C 30% Vitamin C Brightening Facial. I am obsessed with how effective this is! I received this complimentary from Kate Somerville."
		},
		{
			"review_title": "it’s good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "i haven’t noticed anything drastic but i do love the way my skin feels after using it! feels really hydrated and REALLY soft! i’m a sucker for vitamin c bc of the glow it gives me skin.. i’ve been using the recommended time but again haven’t noticed anything drastic but maybe a few of dark spots for lighter. Gifted by Kate Somerville"
		},
		{
			"review_title": "Amazinggg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "My skin has been looking so bright and glowy! My texture has smoothed and overall my skin just looks so much better! I can’t wait to keep seeing results!"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received this complimentary from Kate Somerville.This product is lovely! It leaves my skin much more bright after a couple uses. I also think it helped reduce hyperpigmentation. It feels nice on the skin with a bit of a tingle. This is great for all skin types though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love vitamin C! It’s a must have for me. So I was super happy to try this. It is like an extra shot of Vitamin C for your face. Texture of it is super smooth, very nourishing and hydrating. You can smell and taste the high potency of the mask. It revived my skin. I like using it be fore bed actually, didn’t need extra skincare after washing it off. My skin already felt hydrated. Very pleased with it, didn’t see long term results yet. But first impressions are excellent.  Gifted by Kate Somerville"
		},
		{
			"review_title": "Best for oily skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville. Okay if you have very very sensitive skin then I think this would be an immediate wash off face mask. But if you don’t have sensitive skin then I think this mask will work wonders for you. I can tell that my skin doesn’t look as dull"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I absolutely love this product. I think vitamin C is so important for the skin and this doesn’t leave my face feeling sticky, but rather brightened and refreshed. Gifted to me by Kate sommerville love it!"
		},
		{
			"review_title": "Love.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "this was sent complimentary from Kate Somerville. I love this face mask. I love how creamy it is. It has a great texture. I also love how effective it is. I found that after a couple of uses it has helped fade my dark spots significantly. I also found that my skin was less dull and looked more even and healthier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve used this once so far and unlike the directions say, I was only able to keep this on for only 10 minutes. I did feel some irritation so didn’t leave this on longer. After I rinsed the mask off, I immediately noticed my face looked brighter. I will have to use this more often to see what it does for my skin texture, but based on my experience so far, I am pleased with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this brand. Their products are effective and great for my skin. I noticed a difference on the way my skin feels and looks after one use. My skin was brighter and less dull. It felt softer and was not harsh on my skin. Apply anywhere you feel you need a brightening boost. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this Mega C 30% Vitamin C Brightening Facial complimentary from  Kate Somerville in exchange for an honest review and let me tell you this stuff is strong and I love it! My skin looks brighter and smoother after just a few uses. I would recommend patch testing and building up the to the full 20 minutes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville. This facial is amazing! I didn’t realize how nice my skin could feel. I use once a week and it totally refreshes me. I recommend using this at night for a nice little spa day or treat yourself moment."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Kate Somerville Skincare for consideration but all opinions are my own. The MEGA-C™ 30% Vitamin C Brightening Mask is one of the highest vitamin C products in my arsenal & perfect for really targeting dark areas from blemishes. Pricey but very effective."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been wanting something like this for awhile. An exfoliating without being too aggressive. It’s hard for me to find exfoliants since my skin is so sensitive but this works. It’s gentle yet mighty. Gifted by Kate Somerville."
		},
		{
			"review_title": "Horrible residue left behind",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this complimentary from Kate Somerville for my honest review. This is an absolute no for me. There is definitely a stinging sensation the first few minutes it's on which goes away, but that's not even the part that most bothered me. It is so hard to wash it off. It leaves behind a yellow greasy residue. I washed my face 2 times, then used a facial scrub....and the yellow still showed up on my toner pad. So I washed my face again. Literally impossible to get off. I won't ever use it again."
		},
		{
			"review_title": "Ehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Will not be using again. Didn’t like to greasiness from washing it off. Idk if that’s how the product is suppose to feel but it doesn’t completely wash off with your hands and water I used a rag and that greasy film was left over. I kept it on and layered my products over that are hydrating and my skin feels waxy and looks dry. Didn’t work for me. Gifted by Kate Somerville"
		},
		{
			"review_title": "Instant brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Kate Somerville. I'm a fan of vitamin c in skincare and wanted to tey this mask from the brand. My skin is pretty resilient and 30% is very potent! I experienced some tingling on my cheeks (the packaging did warn that you may experience this) I only applied it very thinly. The texture is like butter and doesn't feel heavy on the skin. I left the mask on for 10 minutes instead of 20 but my skin will probably build tolerance the more I use it. The first thing I noticed after rinsing my hands (I applied the mega c to my hands too) was the waterproof barrier like I applied oil. The instant brightening is amazing and the matte finish is perfect especially as I have an oily t zone. I'm really i lmpressed!"
		},
		{
			"review_title": "Spa quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This stuff is seriously brightening! I’ve been using it once a week and it’s done wonders for my skin. My skin tone is brighter than ever and much more even! This will transform your skin if you use it consistently. I usually steam my face before using so I can really get that full “facial” effect. It’s worth every penny I will definitely keep this in my routine!"
		},
		{
			"review_title": "Dryness buster!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "First of all the texture of this mask is super unique, it glides on and isn’t too thick, but the bright color makes it easy to see if you have even coverage. My skin is on the sensitive side and 10 minutes is the max I keep it on, that’s only half the recommended time, and I still have been getting great results. This mask takes a little bit of work to remove and I opt for a double cleanse to really make sure there’s no residue left behind. Now, the results - my skin has felt so much smoother, at first it was just a little bit in some of the splotchy areas of my face (above brow line, etc) but I’m noticing my whole face is looking so fresh! Dry patches are on the decline and I’m loving it. I do have some sun damage and I’m really excited to see just how much this mask can do, but so far the reduction of dry patches is really promising. Gifted by Kate Somerville."
		},
		{
			"review_title": "Great mask that feels very comfortable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I really liked the Mega-C facial, it brightened so nicely! For one, it doesn’t have that very strong vitamin C smell that can be very hard to get used to. There is a hint of the vitamin c scent, but overall it’s kind of fruity not chemically. I also really liked how creamy the texture was! My face is kind of sensitive, and it did not react to this product at all. It does feel lightly tingling, but nothing overwhelming. I love it so far! (Complimentary from Kate Somerville.)"
		},
		{
			"review_title": "Glowing skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I received this complimentary from Kate Somerville! This stuff WORKS after two uses I’ve already seen a difference in my skin, it’s helped my hyper pigmentation and has made my dull skin glow again! I will say this is not a great product for overly sensitive skin and cannot be used too often it’s definitely on the stronger side for skin care. I’ll keep this in my weekly routine for sure!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "gifted by Kate somerville. I am a fan of most things Kate Somerville. This is pretty good but its not something I can use too often since my skin is pretty sensitive. I used it once and had to take it off after ten minutes. Personally I feel like my skin would benefit more from a lower does vitamin c used more regularly. I will also note that this is more of a dry/gritty mask."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "Kate Somerville gifted me Mega C washoff mask.This is an ultra concentrated and effective mask that shows results you can observe in days.This mask has 30% of vitamin C that helps to diminish dark marks and even put the face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is a very gentle on the face. Makes my skin feel so soft afterwards without any irritation even though sometimes my skin is sensitive to vitamin c products. I love that it smooths out my skin too. I can’t wait to see the brightening effects on my acne scars. Gifted by Kate Somerville."
		},
		{
			"review_title": "Best brightness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This a great facial product. It contains of vitamin C and from the day I started to use this I feel my skin looks brighter and healthier. It not caused of any irritation on my skin and the result is great. I do recommend this."
		},
		{
			"review_title": "Surprisingly silky and hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was surprised by how silky and hydrating this mask is. I think of Vitamin C as astringent or even irritating, so I did not expect how smooth this butter yellow cream would feel going on. I don’t experience any irritation (though keep it away from your eyes) and it leaves my skin not only brighter, but softer too. It does take quite a bit to cover my face with a good layer, but it seems worth it! Gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Complimentary from Kate Somerville. I was excited to try this since I have been lacking vitamin C in my skincare routine, but to be honest I don't think this is it. My skin is pretty sensitive to actives since I am on tretinoin, so I experience a bit of stinging from this. Nothing crazy that turned me too red, but I would prefer products to be more gentle. If you have more resilient skin, this might work for you, but personally I won't be reaching for this one too much."
		},
		{
			"review_title": "Powerful mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville. I have used this mask twice and I can already see a difference on my skin! The formula was super gentle and easy to apply and I love the glow that it gave my skin immediately after! I would definitely recommend it!!"
		},
		{
			"review_title": "Best Facial.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Kate Somerville is my all time favorite skincare brand and this is no different to their other products. It’s like a at home facial that I would pay for at a spa. It smells fresh and feels refreshing after washing it off. My skin looks brighter and pores feel tighter. Also applying makeup after using this a few times I’ve noticed I use less so there’s 100% improvement in my texture and dark spots. Complimentary from Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love this Mega C Brightening Mask from Kate Somerville! The yellow packaging of this is so cute. I really like the way it feels on my skin, it is very hydrating. I also think it brightened my skin. Gifted by Kate Somerville."
		},
		{
			"review_title": "Noticeable difference right away!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is such a great mask! Ever since I began using it I have noticed my skin complexion being more even and a huge decrease in the visibility of my dark spots. Kate Somerville rarely misses and this product is something I will be repurchasing again and again. gifted by katesomerville in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by Kate Somerville. I love this mask. It helps so much with my dry dull skin. My skin feels so soft and supple. I love using this before any big event. My skin looks very radiant. I love this formula"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Gifted by Kate sommerville, this vitamin C brightening facial is a must have in your weekly skincare routine, more if you don’t wanna spend a bunch of money in facials every month, you’ll see a difference in dark spots and having a refreshed look after a few uses."
		},
		{
			"review_title": "Spa night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I really love this mask. I enjoy putting it on in the morning and letting it sit while I enjoy my coffee and relax. It comes off easily and I noticed my skin looks more radiant after using it. If you want the spa experience use it at night while your in your bath. Either way this is a great mask! I was sent this complimentary from Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Say hello to an at home spa day with results that look like you actually went to the spa with this face mask! My skin honestly has never even looked this glowing from even going to a spa, this facial is literally magical! My skin is hydrated, glowing and SO smooth now! *gifted by Kate"
		},
		{
			"review_title": "Mega Results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The Mega Face mask is amazing. I received it complimentary from Kate Somerville. I have alot of hyperpigmentation all over my face from breakout and I used this mask consistently and I'm starting to see my hyperpigmentation fading away. The most important thing about any product to me is they work amd Mega C works like a charm!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Kate Somerville. I absolutely love this vitamin C mask I have noticed a huge difference in my skin since using it this mask has left my skin, super moisturized and super radiant and smooth. I feel like my skin looks so much more healthy and plan for after use."
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "complimentary from katesomerville. This mask is incredibly hydrating and feels phenomenal on your skin. But for me was very hard to keep on my face 20 minutes.  For sensitive skin, I recommend 10 min.  I like how smooth and bright my skin looks after one use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This was gifted to me by Kate Sommerville in exchange for my honest thoughts. I'm actually really impressed with this! My skin is sensitive when it comes to Vitamin C which sucks so I usually have to stay away. I can say that this did not cause any irritation and I'm starting to see my dark spots lighten!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I really like this vitamin c face mask! This was my first time trying a kate Somerville product and very happy I did! After a few times using I can notice a difference in my skin looking brighter and healthier! Gifted by Kate Somerville"
		},
		{
			"review_title": "Facial in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is a facial in a bottle!!! My skin is SO bright and has noticeably more of an even skin tone after just a few uses. I had no irritation or sensitivity - I did only kept the mask on for about 10 minutes each time because my skin is typically sensitive to vitamin c. I did experience some tingling (as stated on the packaging) but nothing long lasting or irritating! I highly recommend this mask if you’re looking for instantly brighter skin or overall more radiance/even skin! I’ll be keeping this in my mask rotation. Gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Love this! I use masks all of the time and am happy to add this to my rotation. You definitely can see a brighter, smoother complexion after using. It is effective but gentle. Gifted by Kate Somerville in exchange for review."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Kate Somerville gifted me the new mega c brightening facial. It's unique & I've never used anything quite like it! It's somewhat thick, a bright, sunny yellow.. & has that telltale vit c-citrus scent - had a slight warming to it once applied but didn't bother my skin at all. It definitely gives a subtle brightening... or at least revived look to the complexion even after one use. I felt like I definitely had a nice little facial. It's a nice treat."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this. The texture is amazing. The mask feels like I am at the spa but without expending hundreds of dollars. It leaves my complexion glowing and renewed. This is a must have for my dehydrated skin. Gifted by Kate Somerville"
		},
		{
			"review_title": "Great on my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received the Mega-C Brightening Facial complimentary from Kate Somerville. I really enjoyed this vitamin C. I have dry skin and I did not feel as it it was heavy at all. It went on very nicely and I enjoyed this for everyday use."
		},
		{
			"review_title": "New fav mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Product was gifted by Kate Sommerville. This mask really brightened up my face after just a few uses! It’s a nice size tube of it so I think it will last me awhile as well. I’ve definitely added this to my weekly routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This mask works wonders to brighten and add glow to my skin I travel a lot and I work loooo g hours son set so it’s really common for me to end the week with dull skin This mask saves me and gives me back the glow Gifted by Kate Somerville"
		},
		{
			"review_title": "Nighttime Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville. I initially used it as a facial cleanser and was a bit confused. Then I had to read the instructions. The ingredients felt a bit harsh but it lighten my acne scars. Would recommend using once in a while."
		},
		{
			"review_title": "The best Vitamin C Mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "This is the best vitamin C Mask I’ve used! It does an amazing job at hydrating my skin and reduced the appearance of my dark spots. It also gives my skin a beautiful glow, and makes my skin feel so much smoother. I was gifted by Kate Somerville, and I’m loving this mask so far!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This mask was gifted by Kate Somerville. However, all opinions are my own. Normally, I don’t have any problems with my skin like reactions or anything at all. However, with this mask, my skin felt like it was burning. I wasn’t sure if that’s how it was supposed to work seeing as how high the vitamin C percentage was and I also don’t have sensitive skin. I was wrong. This mask caused my skin to break out and feel like it was literally burned around my mouth and nose area to the point that when I washed it off and put my other products on, everything else started to sting too. I probably wouldn’t be using this again because of the reaction that I got from it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I have their chemical exfoliator so I was expecting this to be harsh but I was shocked how gentle this is. It was super gentle with no tingling or burning. The mask spreads really easily on the skin so a little goes a long way. I did notice an overall glowy appearance to the skin that appeared softer and brighter. I will say it was a little bit of a pain to wash off but I don’t mind the trade off for the results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville. This product was great it made my skin so bright and smooth. I love the way that it went on my skin. Much better than all the other brands i d used before. Will definitely be purchasing once i’m out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "#katesomervillegifted me their MEGA-C™ 30% VITAMIN C BRIGHTENING FACIAL Powerhouse Clinic-Grade Brightening Mask. I love trying new face masks and this one didn’t disappoint at all. I love how it leaves my skin super bright and healthy looking. You need to try this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Great face mask with vitamin C. You keep it on for about 20 min and afterwards skin feels soft and bright. It does have a slight scent but nothing overpowering. Once of twice a week is perfect to see results. Gifted by Kate Somerville."
		},
		{
			"review_title": "Baby smooth skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "You can see immediate results after one usage. I get tingling sensation but it goes away, if you have super sensitive skin you might want to do a patch test first. The scent is fresh and the texture is creamy and lather well into my skin. It’s definitely giving bright and soft smooth skin like its claims. Overall, I like it and it’s doing the job with all the goodness ingredients. Knock off one star because the price is a bit steep. Gifted by Kate Somerville."
		},
		{
			"review_title": "My skin so soft!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Gifted by Kate Somerville. I am obsessed with this product! I never write reviews but I had to for this product! It is AMAZING!!!! It left my skin so bright and happy, and instantly, my skin feels so smoother and softer. Im excited to keep using it and to see long-term results!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Kate Somerville. I am so so impressed by this face mask. After just a couple uses I have noticed a huge improvement with my skin’s overall glow. Some of the dark spots on my skin have also diminished to give me a more even complexion. My skin also feels super soft!"
		},
		{
			"review_title": "It’s giving GLOWW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by Kate Somerville and boy am I happy it’s Vitamin C! Some show results and some- not so much. I’m not going to lie, I considered my skin being bright… until a week into this 3x and post acne scars my skin is GLOWING! & no irritation! Definitely worth trying 10/10"
		},
		{
			"review_title": "Potent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Complimentary from Kate Sommerville. This is a very potent Vitamin C mask because of the concentration but I have experienced no irritation from using it. It leaves a lovely glow but I cannot speak to the brightening effects yet as I have only used it for a week. I expect nothing less than results because KS products are amazing!"
		},
		{
			"review_title": "Great Results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "My combination skin responds really well to Mega C.  I have found it to be a beneficial at home facial. You can really feel it working. My skin feels replenished and super smooth after using.  I've not only been using this mask on my face, but other places I have an issue with hyperpigmentation. My hands and also legs have discoloration from mosquito bites.  After several uses the results have been very impressive.  I've noticed pigmentation has lightened on all areas used!  My complexion looks healthy and brighter.  Great also for my scars left after hormonal acne.   This is definitely a product I love. Happy with the results! gifted by katesomerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Now I can’t imagine my life without this mask. I don’t why I’ve never tried those brand before, but anything I try is really superior and gives you Real results that you can see right away. This mask is easy to use and instantly brightens up your face. Gifted by Kate Somerville"
		},
		{
			"review_title": "A new fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This product was gifted to me by Kate Somerville. I love the texture and gentle feel of this product. The silicone I think makes it a gentler product even though the vitamin C is double that of similar products. I did feel a slight tingle around the hair line. But it was like a tickle."
		},
		{
			"review_title": "Lovely mask, helps with brightness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I love a good vitamin C product and haven’t tried a mask yet so was excited to try this! It’s a cute size that would be fairly easy to travel with. The product itself smells a bit like lemon poundcake or a lemon pastry (not too strong but noticeable!). The texture on the face is so nice as well - it glides on almost like a primer, really smooth and almost melting into the face. I kept it on for 10 minutes before washing my face and experienced no tingling or irritation, and no dryness afterwards. My skin felt smooth and slightly more bright and uniform in tone. Gifted by Kate Somerville"
		},
		{
			"review_title": "Mask for bright and glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Kate Somerville. This mask has very lovely texture and it’s easy to apply. So far I’ve tried it twice as a part of my night routine. It helps to smooth skin texture and makes skin more bright and glowing. The only cons it stings a bit my sensitive skin. So I keep it 15 minutes instead of 20. My skin felt so way brighter and smoother! if you are looking for a brightening mask, this is the one!"
		},
		{
			"review_title": "Love the results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Kate Somerville kindly gifted me this mask. Using vitamin C is a must for me as I love the benefits I see on my skin. This mask with vitamin C gives instant results like brighter, smoother, and glowing skin. It is a bit tingly on my skin, but other than that I have experienced no irritation. This is a perfect mask to use before a night out or when you want to look your best radiant self."
		},
		{
			"review_title": "helps with dark spots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Kate Somerville gifted me their Mega-C 30% Vitamin C Brightening Facial. This only needs to be used 1-2x weekly. So far I have used it twice because I wanted to start out slow, but will likely increase my usage because I did not find this bothersome for my skin, which tends to be dry. I apply a thin layer on clean skin and let it sit for about 20 minutes before washing it off. I have a few dark spots on my face and they do seem to have some improvement to them. I am looking forward to continued results and brighter skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I really like this vitamin C mask it’s very gentle. You can leave it on for 20 minutes but it also gives beautiful resurfacing properties so if you don’t want to use a vitamin C serum because your skin super sensitive I highly recommend trying it in a mask. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I really like most Kate Somerville skin care products and this mask was really nice. I’m not going to use it too often just so I don’t worry or take my skin so I’ve only used it once a week for two weeks but I have had no issues. It was gifted by Kate Somerville."
		},
		{
			"review_title": "My new favorite mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I really love this vitamin C mask I was gifted by Kate Somerville! This is a very easy to apply mask and it’s pretty easy to remove also. I really noticed a difference in my complexion. My skin was brighter and more glowing after use. I also noticed my dark spots were not as noticeable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I am so happy with Kate Somerville, the mask is amazing. It leaves my skin feeling so soft and smooth. It did not irritate my skin, which I love since I am recovering from a bad reaction to an eye serum. It instantly brightens your face after the first use. I am so excited to see results with longer use. I need to try more products for sure!"
		},
		{
			"review_title": "Brighter and smoother",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Gifted by Kate Somerville. This works great at smoothing my skin texture and keeping my skin looking bright and glowing. My skin felt so way brighter and smoother! if you are looking for a brightening mask, this is the one!"
		},
		{
			"review_title": "Easy to use with great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I received the MEGA-C 30% VITAMIN C BRIGHTENING FACIAL complimentary from Kate Somerville to try and review.  This product is so easy to use, which means I will actually use it!! It improves my texture without irritating my very sensitive skin. I do use a vitamin c serum but I feel like this really amps up the results in a very short time."
		},
		{
			"review_title": "Skin too sensitive",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Sadly this is too strong for my very sensitive skin.. vitamin C can be weird on my skin so sadly this is a no for me.. I am going pass on to a friend to try.. I must be honest to say I was gifted by Kate sommerville"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received the Mega-C facial complimentary from Kate Somerville in exchange for my honest review. Love this facial it really makes a difference in my complexion. I like to use it once a week for some extra brightness."
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This mask is awesome! It helps to lift and smooth my skin while making it glow! I’m glad that I incorporated Vitamin C into my skincare routine. My skin looks more radiant, more even and brighter. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this product gifted by Kate Somerville. I have a lot of issues with dark spots and discoloration and I have tried so many products that weren't working for me. So i decided to give this a try and after 4 uses my skin does seem brighter than before! I will have to use it longer to see if there will be more progress."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This is such a high quality brand! I love how this brightens my skin. I put it on for my face after showering and then wash it off. It does not have a harsh smell and it does not dry me out. I love it! complimentary from katesomerville"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "The way my skin feels after using this product is incredible. I’ve never used a product like this. I will forever keep it in my skincare routine. It’s easy to use and the packaging is fantastic. I highly recommend it. Gifted by Kate Somerville."
		},
		{
			"review_title": "The perfect at home anti-aging facial",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This was gifted to me by Kate Somerville. This is the perfect at home facial. I’ve used it 3 times since receiving it and already my skin looks and feels more firm, smooth, brighter and more radiant. My dark spots and hyperpigmentation have already slightly lessened. And my skin is glowing to the gods, even through my makeup. If you’re looking for the perfect at home, anti-aging treatment. This is it!"
		},
		{
			"review_title": "Glowy complexion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "So excited to try this new mask! I typically have very dry and sensitive skin, so I applied a thin layer and it didn't irritate it. This mask applies on smoothly, it has a creamy yet bouncy texture. After washing off, my face feels very smooth and soft. It gives a very glowy and dewy complexion. Definitely recommend if you're looking for a mask to brighten your skin.Complimentary from Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This facial cream is fantastic! My skin feels so rejuvenated and hydrated. I use it every night and it leaves my skin looking so young and fresh. As someone with very dry and sensitive skin, this product works great. This was gifted by Kate Somerville."
		},
		{
			"review_title": "Really works! Skin is literally glowing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love doing face masks at home and this mask feels like I'm getting an in home facial! It delivers a huge dose of vitamin C and is fading my dark post acne marks within just a few uses. My skin is glowing and even my pores look less noticeable. My skin feels super soft and smooth and I'm honestly thinking of using it 3x a week now instead of the 2 because it doesn't bother my skin and I'm loving the results so far. Can't wait to see my continued results with this mask. I received this product complimentary from Kate Somerville in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s a creamy yellow turmeric-color face mask. It can make your skin a bit tingly. I like that it dries but it doesn’t get hard. The only issue I have is that it is super hard to remove alone. You will need a wash cloth to wipe it off. My face did look a bit brighter the next day. Gifted by Kate Somerville."
		},
		{
			"review_title": "Take it slowly!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product complimentary from Kate Somerville in exchange for my honest review. I am not a big fan of this unfortunately. I feel as though my skin is a bit too sensitive for the amount of vitamin C concentration. The label stated that it could tingle on my face due to that, however I wasn't expecting it to burn & itch. It suggests to leave it on the skin for up to 20mins. I could only handle it on for 3 mins. I may try to start little by little, working up to 20mins but as for now, I won't be using it often."
		},
		{
			"review_title": "Use as directed!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This product was gifted by Kate Somerville . I have used this a few times so far, and I have to say that my glow is almost blinding. I can tell that my dark spots and hyperpigmentation will lessen more and more as time goes on.  Also, my radiance is beautiful. I LOVE the way my skin feels and looks. It's like a facial at a spa on steroids. Obsessed!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have really bad dark spots due to so many years of poor sunscreen application.  I was so excited to try this as I love their products and they have worked so well for me in the past! This stuff is amazing. Highly recommend as it’s done wonders already! Gifted by Kate Somerville"
		},
		{
			"review_title": "Nice mask",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Did this mask in the morning after a shower—it smelled really nice and did not sting. After I rinsed it off I couldn’t really see a difference but throughout the day I did notice a nice glow! I like this option because vitamin c under my makeup doesn’t always sit well so this was a good way to add some to my routine!   Gifted by Kate Somerville"
		},
		{
			"review_title": "Product slays",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "MY FACE AFTER THIS PRODUCT….. literally FLAWLESS. So shiny just overall so bright it’s insane how quickly you see results. My face is smooth radiant literally gloowwwiinnggg. I’m in LOVE LOVE LOVE!!!! gifted by kate somerville"
		},
		{
			"review_title": "Must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by Kate Somerville. I love this product! I have only used it a couple times and I have already noticed that the dark spots on my face have lightened up. I put this one when I am watching a show and wash it off after about 15 minutes - super easy to use and would recommend!"
		},
		{
			"review_title": "Already so impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I received this product complimentary from Kate Somerville in exchange for my honest review. I’ve only used this product once, but I was so impressed. It left my skin so bright and happy, and instantly, it was smoother and softer. Im excited to keep using it and to see long-term results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville. This product has been amazing on my skin and definately a new favorite!! It leaves my skin looking super radiant and the complexion of my skin does look a bit more even than before I started using this product"
		},
		{
			"review_title": "So awesome!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Gifted by Kate Somerville- I am absolutely loving this! After just a few uses I’m already seeing results and my skin feels so rejuvenated and looks so much healthier. I love that not only does this product offer short term results but long term results as well!"
		},
		{
			"review_title": "Amazing Face Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Such a high quality face mask! You can tell it is made with amazing ingredients. It feels super soft on my skin. It’s very soothing and softening to your skin. It helps to even out my SkinTone and make my skin feel and look so much better!  Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by Kate Somerville. I love this brand and I have so many products from them that I will repurchase no matter the price. This baby does NOT disappoint and I love how my face feels and looks after so much .It has a glow to it and i love it."
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This mask is awesome. It really gave me results after one use. Made my skin look and feel amazing. My skin was feeling pretty dull but after using the mask it looks healthy, revitalized and glowy. I can't wait to see what it can do over time. Gifted by katesomerville"
		},
		{
			"review_title": "Brightening Mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a brightening mask with 30% Vitamin C to even out your skin tone and fade dark spots.  Since I have somewhat sensitive skin when it comes to Vitamin C, so I rinsed the mask off after 10 minutes which is half the recommended time. It seems gentle enough that I will try 15 minutes next time, and work my way up.  My complexion looks nice and I did not experience any irritation or blemishes after. I was gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I think that this brand is too harsh for my skin. Something about the formulas is too chemically harsh and I couldn’t use this mask for more than 5 minutes. This is likely just something that my skin is sensitive to. This was gifted by"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I lived this amazing face mask gifted by kate sommerville. I have slightly sensitive skin but it wasn’t not sensitizing on my skin. I would not use it everyday but every once in a while. It gave me glowy skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "gifted by Kate Somerville. I absolutely love kate somerville because of how effective the products are. And sometimes they have products with high percentages of actives. But even though I have sensitive and dry skin, they all tend to work well for me and are gentle enough to use!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Gifted by Kate Somorville.I have been loving this Vitamin C mask! It has a igh potency of 30% Vitamin C so I was a little worried it would irritate my skin but that has not been the case. The skin is left feeling soft and hydrated!"
		},
		{
			"review_title": "Excited to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Gifted by Kate Somerville. I was gifted this product for free from the company and I am so excited to try! I love skincare and I cannot wait to use this and incorporate it into my skincare routine soon!"
		},
		{
			"review_title": "A must-have for brighter glowing skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "Complimentary from Kate Summerville   Wow, I am so impressed with this potent formula. My skin was dull and lacking a glow. Adter just one use of this mask Say Hello To Smooth Glowing Skin. My skin is so soft and bright. I can't wait to see long term results."
		},
		{
			"review_title": "Impressed with results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I’ve tried this mask recently for the first time and I’m very impressed. The results are amazing. My skin looks well hydrated, bright, pores are less visible and the skin tone is even.  Im obsessed with how soft my face is.  Definitely worth the price."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This facial mask did leave my skin a bit brighter and so smooth. It did tingled a bit around my cheek area and nose area too. However after I rinsed the mask Off I noticed it broke me out and ended up with two pimples on my cheek and another one near my nose and mouth area. Gifted by Kate Somerville"
		},
		{
			"review_title": "Run for it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Kate Somerville.I can’t believe you can have at home product that gives you results like this. I love the texture of it and gentle vitamin C scent. Super easy to use.I have mature skin and results just amazing. Skin feels firmer after this treatment and texture is so smooth. Bright glowing skin . I love it ."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "My skin is prone to pigmentation, and I always use a vitamin C serum under my moisturizer. After just two uses, this vitamin C face mask evens out the skin tone and lightens dark spots, giving my skin a more even, smooth, and radiant appearance. I apply by a small layer once or twice a week when using it. And then rinse it off with cool water after 15 minutes. Definitely going to buy again Complimentary from Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love a good facial and this vitamin c brightening facial smells amazing and is yellow so fun to relax and chill in until you have to wash it all off. It leaves my skin super brightening and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I have used a few of this brands products before and have loved all of them!! This mask is great. I feel like it left my skin brighter than before. It was soothing, and also made my skin feel soft after application. Also the smell is great! I was gifted by Kate Somerville!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This brightening facial mask is great!!! I love how my skin looks after using this mask. My face looks more glowy and luminous. My skin always feels a lot softer and smoother. Didn’t dry my sensitive skin. Really enjoyed it. Gifted by Kate Somerville."
		},
		{
			"review_title": "Amazing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I wasn’t sure what to expect with this face mask, gifted by Kate Somerville, but I love the results I saw in 24 hours!! I used a thin layer and left it for 20 minutes like the direction said. It left my skin feeling buttery soft and I even noticed some acne scars appeared lighter after one use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this complimentary from Kate Somerville. I really liked this mask, it was easy to use and made my skin feel smooth and it looked brighter and more plump. I'd definitely recommend and buy other products"
		},
		{
			"review_title": "Soft and radiant skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This was gifted by Kate Somerville. This mask felt very smoothing and luxurious. I loved how it left my skin hydrated but not oily. This is an easy to apply quick face mask that seemed to brighten my appearance a lot just after 20 minutes. This worked really well on my sensitive skin as well. I enjoyed the smell too, it was like oranges and ginger. My skin after was glowing and radiant. I even noticed my acne scars looked a little less visible."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’m not sure how to feel about this mask. It really tingles so I had to take it off after 10 mins. The rinsing was also not great. It leaves your skin with a yellow residue which can only be rubbed off with a cloth or a cleanser. With any wash off mask I don’t want to cleanse my face again because what’s the point if I’m going to wash off with a cleanser and dry out my skin. Gifted by Kate somerville"
		},
		{
			"review_title": "Brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have really been enjoying this facial! I love and Incorporate vitamin C in my daily routine. I apply this 1-2 times a week after cleansing and before applying my moisturizer. I do see a brightening effect, and more radiant finish. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Hey Beauties!   #KateSommervilleSkincareGiftedMe their MEGA-C™ 30% Vitamin C Brightening Facial!   Kate’s NEW power-packed 30% Vitamin C face mask evens skin tone and diminishes dark spots fast. In just 2 uses, this creamy, wash-off mask, formulated with clinic-level encapsulated Pure Vitamin C brightens and improves overall skin tone. Innovative Age Repair Complex helps lift and firm while soothing Sea Buckthorn Oil and Ceramides work together to restore your skin barrier. So long, lackluster skin! Hello, glow.   Key Ingredients: 30% Pure Vitamin C (Ascorbic Acid)~ Minimizes photoaging, brightens and evens skin tone, boosts firmness and elasticity, and reduces and fades hyperpigmentation   Age Repair Complex~ Instantly smooths and lifts skin, reducing the appearance of wrinkles   Sea Buckthorn Oil & Ceramides~ Helps strengthen and reinforce the skin barrier while restoring skin’s natural lipids.   Bisabolol & Ginger Root Extract~ Calms skin and helps minimize irritation.   Plus, this is Certified Cruelty Free by PETA!   This super happy creamy bright yellow mask is super potent yet gentle enough on my sensitive skin. I've used this twice, and I'm just loving it. So far, I've seen that my skin tone looks a bit more even. It smoothed my skin and looked brighter. I can't wait to keep using this to see the long-term effects. You can also use this as a treatment for your hands, chest, and back, pretty much anywhere that you have hyperpigmentation. It's like an at home spa.    Product Shown: @KateSommervilleSkincare~ MEGA-C™ 30% Vitamin C Brightening Facial"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by katesomerville. This is such a great product! I absolutely love Kate Somerville and this product has been so good for my skin. It hydrates so well and gets rid of all of my dry, flaky skin. It doesn’t make me feel oily or greasy at all either which I love!"
		},
		{
			"review_title": "True brightening effects",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this formula. It has a really nice smell and color and actually is helping to lighten up my red blotchiness on my face. The results showed from the first time I used the product and got better daily. The packaging is really cute too. Overall a great product for brightening. Complimentary from Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have combination, dry, and dull skin. I am happy with the results of this mask. My skin looks brighter and smoother. I really like that it is gentle on my skin. I am looking forward to the long-term results. This was gifted by Kate Somerville."
		},
		{
			"review_title": "5/5",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I keep this mask in the fridge and use it in the mornings. It helps to brighten skin, to reduce bloating, moisturizes well and make skin ready for make up! The texture is light and feels comfortable on the skin, and it washes off with no residue or stickiness. I got this gifted by KS 💔"
		},
		{
			"review_title": "I love you Kate!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love Kate Somerville products! My skin looks so much brighter and I can really this facial working each time I use it! Make sure to apply SPF after this though to prevent any sun damage! Easy to apply and really does work for brightening facial appearance! Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "This face mask works perfectly to even skin tone & diminish dark spots in as little as 2 uses. It's creamy and easy to wash-off and is non-irritating. I definitely felt my skin looked brighter and more even after use. Gifted by Kate somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this product! I’ve been looking for a brightening cream and this works amazing. I’ve seen my dark spots lighten after a few uses compared to my other version. I love that it’s easy to apply and a little product goes a long way. Gifted by Kate Somerville"
		},
		{
			"review_title": "Potent brightener!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This is a bright yellow mask packed with vitamin C - 30%!  It's a very potent brightener that left a tingle on my skin from the minute I put the mask on.  If you want brighter, more even-toned skin, you should definitely try this one out (if you don't have sensitive skin). Gifted by Kate Somerville."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love MEGA-C 30% Vitamin C Brightening Mask! It’s a game-changer for brightening and revitalizing my skin. The formula is gentle yet effective, and my skin feels amazing after using it. I would highly recommend it to anyone looking for a glowing complexion. Gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This leaves your skin so bright!! I really enjoyed this facial mask. My skin just looked glowing after I used it and I really enjoy the creamy texture. It is hydrating too. I also didn’t feel irritated and love the active ingredients. I can’t wait to use this even more and noticed a difference with dark spots and tightness. It can be to thick to remove but just use a towel to help get it off. I could also do without the yellow color and the high price for a mask. Complimentary from katesomerville."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville I love this mega C it works really well the mask is wonderful and I love how amazing my face feels after using this product I think it is a little intense so don’t use it many times a week"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I actually really love this mask! My skin definitely looks brighter after I use it. I am trying to lighten a few dark spots before my wedding and will continue to use this once a week or so to help this process. Gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this vitamin c mask!! It feels like velvet when you apply it and idk you can just tell it’s very concentrated lol but it’s very nice when you wash it off it’s not all crackly and it leaves your skin with a super bright glow I love thank you this was complimentary from Kate Somerville"
		},
		{
			"review_title": "Powerful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "The Mega C Facial is a potent treatment which I recommend to test it out before leaving it longer as recommended. It does the job more than expected . Make sure not to get into your eyes while washing it off , use a wash cloth to take it off and rinse very well to reveal a glowing skin. Definitely worth all the hype the product holds. I received this complimentary from Katesomerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Great, love how smooth my skin looks and feels, it is radiant, also adds beautiful glow. I enjoy adding this vitamin C to my beauty routine. Also gentle. Great quality, very satisfied overall. My skin definitely enjoys it.received complimentary from katesomerville"
		},
		{
			"review_title": "Perfect mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I was gifted by Kate Somerville this vitamin C mask and I have been loving it so far! My skin looks so bright after using it and I hope that this will help fade my dark marks and hyperpigmentation over time. I would recommend this to everyone!"
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love how refreshed and clean my skin felt right after I use this for the first time! It has a very light weight, feel to the skin and makes my skin feel so soft and smooth when applying. It has a light natural fragrance scent and has made my skin tone brighter overall! this was gifted by Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The MEGA-C 30% Vitamin C Brightening Mask from Kate Somerville has taken place as my number one favorite vitamin c product, it really does brighten up your skin and leave you feeling brighter and glowing! complimentary from katesomerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love Kate Somerville products and this mask just got added to my favorites. I love the way it leaves my skin feeling glowly and smooth but also so hydrated. It leaves it feeling so healthy. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I am SO OBSESSED WITH THIS MASK!! It was gifted by Kate Somerville, but my response is 100% my own. I feel that it applies well, a rich mask that nourishes the skin. It smells nice and it didn’t irritate."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Kate Somerville gifted me the new MEGA-C™ 30% Vitamin C Brightening Mask and I love it. I think it helps leave my skin feeling very refreshed and bright. Definitely helps the dullness and I have been enjoying it."
		},
		{
			"review_title": "Great brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this mask!! I use it in the morning to give my skin extra glow and I can really see the results after one use. I struggle with acne and acne scarring and have immediately seen the scarring lightened up. Definitely recommend! Gifted by Kate Somerville"
		},
		{
			"review_title": "Beautiful face mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I was gifted by kate somerville in exchange for my honest review. This face mask is a life changer; makes my skin glow from within. My skin looks super healthy after every use. I use this face mask twice a week and my skin has never felt this good. Its a hit."
		},
		{
			"review_title": "Strong stuff!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This stuff is strong!! If you have sensitive skin I would be careful and make sure to moisturize a lot after! I have a lot of acne scars and this is great for brightening and lightening them. It makes the skin look very glowy. This was complimentary from Kate Somerville."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love Kate Somerville products and this one is no exception! I love how it left my skin softer and more healthy looking. I also love the ingredients it has especially vitamin c. This mask helps with dark spots which I loved! I was gifted by Kate Somerville."
		},
		{
			"review_title": "The best Vitamin C",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is some of the thickest texture I have seen and I’m actually so in love with it the amount of concentration of vitamin C in this at home facial is like nothing I’ve ever tried. It is just for a pitta me of having a spa at home leaving your skin absolutely 100% better than it was before using this product you will see such a great results around your texture, the smoothness the brightness. Gifted by kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "So I’ve been using this for a few nights now. And I am truly impressed. I have always love this brand but this new mask is really going to be a hit. It doesn’t irritate my skin believes it with an amazing glow the next morning. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Combination skin",
			"review_text": "I have sensitive skin and I didn’t experience any tingling. The texture of this mask is like a thick cream and you need to apply it very thin. After rinsing I instantly see my skin brighter, I kid you not. I will continue using it once a week! *gifted by Kate Somerville"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I only just got the product but after even just one use my skins texture has improved and feels so smooth! Definitely helping with minimizing spots and smoothening the skin. My face feels and looks younger. complimentary from katesomerville"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This mask is amazing! It has given me glow to the skin as well as reduced the appearance of dark sports and fine lines! My skin feels and looks more glowy and hydrated. I do recommend if you have sensitive skin incorporate into your routine slowly. Gifted by Kate Somerville"
		},
		{
			"review_title": "KATE HAS DONE IT AGAIN!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this is incredible! this is SO worth the price because this product is extremely high quality and the ingredients are elite. i swear the results of using this is the equivalent of getting a spa quality facial. this made my completion brighter and more even. my skin feels buttery soft, it is vibrant clear and glowy what more could you possibly ask Read more about review stating kate somerville has done it again! this is incredible !!for? complimentary from kate somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "After just one use, my skin looked brighter, smoother, and more even. I have some dark spots and discoloration on my face, especially around my chin, and I noticed a significant improvement in those areas. The formula contains a high concentration of vitamin C, which is a powerful brightening agent, as well as other antioxidants and peptides to protect and nourish the skin. I also appreciated that the formula didn’t leave my skin feeling dry or tight like some other brightening products I’ve tried in the past. Instead, it felt soft and hydrated like I had just received a spa treatment. I highly recommend a mega C brightening facial by Kate Somerville. Complimentary from Kate Somerville for review and testing purposes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "From my very first use, I noticed my skin feel very smooth after using it AND also gave very nice glow to my skin. I also like the smell of the product. I feel like my brown spots got little lighter ever since I started using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been looking for a good vitamin C mask for ages! I’ve had dark marks from acne ever since a bad breakout a month ago, so I’ve been looking for something that nourishes my skin and helps fade the marks. This does the trick! So happy to have gotten this gifted by Kate Somerville!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am very impressed with this mask. I have uneven skin and dark spots due to acne and it has been very effective for me. It’s not harsh on sensitive skin which I love. A highly recommended product. Gifted by Kate Somerville"
		},
		{
			"review_title": "Vitamin C",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This mask has helped reduce dark spots on my skin so it appears more glowy. Consistency is key though. I leave it on my skin for about 15 minutes then wash it off. I like it but prefer other products that give me similar results. Gifted by Kate Somerville."
		},
		{
			"review_title": "Good stuff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "K.S. Gifted me in order to give an honest review. I love masks and have used many different kind. I enjoyed this one quite a bit, my skin was noticeable brighter ( had a healthy glow) and felt softer by touch. I can only assume with more uses and time my skin will look amazing! Small wasn’t strong!"
		},
		{
			"review_title": "Brightens, lifts and firms",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Mega C mask complimentary from Kate Somerville. I love what it does to my face! Not only it evens the skin tone, it also has lifting and firming effect. Vitamin C helps to brighten my skin too."
		},
		{
			"review_title": "Must must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Love the packaging and texture too. I am suffering from dull skin and need vitamin c in everything . Love the concept of vitamin c in mask. Totally recommend this product , my skin loves to this product . Gifted by Kate somerville."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I like how brightening and refreshed this makes my skin look but I have to be honest and say that it does leave some sort of an oily film on my skin. Make sure to use a warm towel to wash it off. Gifted by Kate Somerville."
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Love this product. This was gifted by Kate Somerville. The consistency is great for the skin, smooth and not an overwhelming smell which is great. Upon using this I absolutely see the results right after I use the product and am excited to see even more once using the product more regularly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "I love it! I use many of her products   After only one week of use - about two times I can already see my skin more luminous  It definitely works and I can’t wait to see even more results   Highly recommend it.   Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have aging skin as I am now in my 40's and Vitamin C is one of the best things to use to maintain youthful skin, but it has to be the right formulation. I love using this one because I can see the difference in my skin after 2 weeks of use. My skin looks brighter and not dull. This one was complimentary from katesomerville but I will but using this going forward."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This is a dull skin game changer.  After only a few uses my skin looked brighter and fresher and was flowing.  It’s super easy to use (I leave it on my shower) and apply and it rinses off really easily."
		},
		{
			"review_title": "Perfect for hyperpigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this product! It’s really thin and not greasy on the skin at all. I love the consistency and it really leaves my skin feeling beautiful. I struggle with dark spots and hyperpigmentation so this is perfect. Complimentary from Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Be very careful with this! Will it brighten yes but is not the best for sensitive skin. If you get it, make sure to not use it too often in the beginning. I wouldn’t use it a lot in the beginning. Gifted by Kate somerville"
		},
		{
			"review_title": "You will be amazed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Kate Somerville, Introducing the newest addition to the Kate Somerville collection, the Mega C brightening facial mask. Our team of experts has formulated this product with 30% vitamin C, making it the perfect solution for those looking to achieve brighter, glowing skin.  This new release has already been receiving rave reviews for its ability to diminish dark spots in just two uses. The powerful vitamin C works to even out skin tone and reduce the appearance of fine lines and wrinkles, leaving you with a more youthful, radiant complexion.  This uses only the best ingredients to create products that truly deliver results. That's why our Mega C brightening facial mask is made with only the highest quality vitamin C and other natural ingredients to ensure maximum effectiveness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love this product! I’m big into face masks / treatments and I absolutely love vitamin c. I used this as instructed and noticed a difference in my skin. Especially in the colder months, living in New England, I feel like I could always use a boost to my skin. And this product does exactly that! It leaves my skin feeling brighter and smoother. I was gifted by Kate Somerville."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "This is the perfect vitamin c facial full of amazing clean ingredients . I use this product twice a week and I noticed that my skin feels super smooth , glowy and hydrated. It did not irritate my skin like some other products I have tried in the past. I’m always super careful what I put on my skin but after reading what’s in it I’m super confident that it won’t damage my skin. This facial Smells amazing and the texture is great too. I would definitely recommend this amazing facial to anyone dealing with dry , or dark spots on their face.  Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
			"review_text": "This is an awesome treatment mask that leaves my skin not only soft and smooth but super glowy. I’ve used it a few times now and love that my skin looks brighter overall! Can’t wait to use it longer for long term results"
		},
		{
			"review_title": "Use this for bright skin! 🌟",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I'm a huge fan of kate somerville's exfolikate and now I'm definitely adding Mega- C to the list! My skin has never looked brighter and clearer! I feel like there are days when I wake up my skin is so bright I don't want to cover it with makeup. Highly recommend. complimentary from katesomerville"
		},
		{
			"review_title": "Love love love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It’s Fun, Feels good and gives results!. I usually use it at night like 2 times a week and make sure to use spf in the morning. After only 2 uses I started to see results with my skin texture, is now much more smoother and brighter, I was worry about a few dark spots but after 4 uses I noticed a big difference on them, they are now much lighter and I’m sure if I keep using this product and spf i will soon be free from dark spots.    Totally recommend I received this product complimentary from Kate Somerville to try and give my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "I love this vitamin c mask. It has given my skin a lot of glow and I love how it doesn’t give me any irritation. Kate Somerville does exfoliating treatments so well. I used this after cleansing. I was gifted by Kate Somerville."
		},
		{
			"review_title": "Brightening",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone who struggles with hyperpigmentation, I so appreciate this mask, it's perfect for spot masking and it doesn't irritate my skin. It leaves my skin feeling soft and brighter and I am noticing less texture. Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "vitamin c is one of the ingredients that i've found to work well on my skin so when i saw this i knew i had to try it. the results are amazing even after just one use. my skin looks glowy and radiant!! this is something i'd use once a week and on days my skin needs extra help. disclaimer: i received this complimentary from kate somerville."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been loving using this in the shower about twice a week to boost my glow and make my makeup apply more smoothly. i’m taking a star off because although it’s nice, it’s definitely pricey for a vitamin c mask. this was gifted by Kate Somerville."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "this Vitamin C mask gives my skin a perfect glow, really visible results after 2-3 usages. I love the consistency of it, it’s not too runny and not too thick. Easy to apply and after washing off it just leaves a nice glow. Would recommend!! Gifted by Kate Somerville"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really enjoyed using this for my facial because of the main ingredient which is vitamin C. My face was glowing after a couple of uses. The scent isn’t strong which is what I prefer. I’m very impressed with this product. I was gifted by Kate Somerville."
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The best masque I’ve tried thus far! I see a difference within one use. I’ve used it twice so far and as far as I see my skin feels smoother and looks so much brighter too. I’ve had two acne scars from recent break outs and they are gone! Gifted by Kate Summerville"
		},
		{
			"review_title": "This mask works wonders",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This treatment has shocked me! Ive already noticed a huge improvement in my acne scars and my dark spots! It’s actually gentle enough for me to use twice a week. Im always sure to wear sunscreen every day to be sure that my skin continues to improve."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Kate Somerville. I’ve never tried a product like this or from this brand but so far I’m loving it. I love the yellow packaging. It’s a great size and so far has made my face so clear and glowy. Super easy application!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This has a nice citrusy scent. It is a more potent vitamin C mask. but I like it. It leaves my skin feeling soft and looking bright. I didn’t experience any irritation, but I can tolerate a higher percentage of vitamin C. It  did have to be sure to wash it off real well, or else it left a slight film. Gifted by Kate Somerville."
		},
		{
			"review_title": "Effective mask for next day glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this mask!! It’s super moisturizing and I woke up the next day with more plump and brighter skin. Highly recommend this product. I received this complimentary from Kate Somerville in exchange for my honest opinion!"
		},
		{
			"review_title": "Really good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted by Kate Somerville in exchange for my honest review of this product. This left my skin gorgeous and glowing. I enjoyed using it every night but I do think the price point is a bit high. I think it’s a great product tho!"
		},
		{
			"review_title": "Works great for my hyperpigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This mask does wonders if you have hyperpigmentation and dark spots. The vitamin c is very effective skincare ingredient . I use it 2x a week and already feel a difference. It gives you that radiant and glowing skin after every use. I love this brand overall for their amazing products Gifted by katesomerville"
		}
	]
}